{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "  2008"
            },
            {
                "country": "Belgium\n",
                "date": "10 November 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "27 April 2009"
            },
            {
                "country": "Hungary\n",
                "date": "28 August 2010"
            }
        ],
        "release dates": [
            "Belgium::2008",
            "Belgium::10 November 2008",
            "Netherlands::27 April 2009",
            "Hungary::28 August 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Amika"
            },
            {
                "countries": "Greece",
                "title": "Amika"
            }
        ],
        "akas": [
            "Amika (original title)",
            "Amika Greece"
        ],
        "akas from release info": [
            "Amika (original title)",
            "Amika Greece"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Jeses, hoe lang zijn jullie weg geweest?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Six months later, Olivier still enjoys his singer star status, especially the adoring fans, more then enough to share some with Gringo. Dad Herbert plans a Chinese potato chips investment. Marie-Claire just finished her work punishment, as the horse farm's secretary, inspiring her new ambition, becoming the manager. She intercepted Merel's letter announcing she's eager to resume her stable-hand job. Jan worries because satisfactory replacement Lotte is expected to stay on instead. Unsuspecting Merel cheerfully rejoins her family after a glorious time at the Royal ...    "
                },
                "2": {
                    "title": "De Chi'Chu'Chips deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Ollie not only enjoys his one hit-star-status, his manager calls he's about to arrange a duet with a foxy star. Herbert decides to commit to a deal with the Chinese potato chips brand Chi-Chu, which convinces his wife it's time for her and daughter Marie-Claire as executive to take charge of the stud-farm. The Z-Girls prevent Jan wriggling out of telling Merel her stable hand job has already been taken over by Lotte.    "
                },
                "3": {
                    "title": "De Oli Fanclub",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier's manager delights him, having arranged an exclusive interview and photo-shoot for cool magazine Popspot, but warns him the reporter is a vicious woman, so Gringo is most suspicious when she looks foxy and acts as a fan. The Lafayette ladies, now in charge of the stud farm, welcome super rich baron Van Stippelhout and his equally haughty son Antoine, who come only for Amika and look down upon Casper. Merel has found the courage to visit Amika, just returned from England, but her protests the stallion needs a rest are ignored.    "
                },
                "4": {
                    "title": "Het Popspot dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier enjoys being flattered by the interviewer too much to take head of Gringo's suspicion the questions are personal. Indeed, the article is entitled \"I'm a babe magnet\". Casper fails utterly to control Amika during the baron and son's introductory first riding lesson. When MC tries to help, they both end up in the mud. When the stallion tamely walks up to Merel, Herbert asks her back, now as trainer.    "
                },
                "5": {
                    "title": "Het love cocktail versierplan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "Nov. 2010",
                    "year": "2010",
                    "plot": "\n    To Olivier's disappointment, his celebrity womanizer charm didn't actually work on the reporter, while his manager scolds her article only descries him as such, without mentioning his songs, which could get him a celebrity duet. After Casper's consistent failure, the ladies have to accept the baron's son must be coached by Merel, whom Herbert re-hires, as no one else can handle Amika. Marie-Claire hopes to bug her away later, and recruits the other Z Girls as her (personal) assistants.    "
                },
                "6": {
                    "title": "Ik ben zo'n goeie baas!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After singer Cindy threw the love-cocktail in Oliver's face, the knave takes it as a challenge. Her flat tie proves time enough to sort of change her mind, a duet is still on the cards. Meanwhile the Z Girls try to make Merel's job as stable-hand and Amika's trainer as hard as possible, sanctimoniously promising to be a 'good boss' while Herbert and wife insist the baron must get Amika for his son.    "
                },
                "7": {
                    "title": "Abrikozen allergie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier works out a perfect date to seduce Cindy to both a duet and more intimate fun. Gringo gets supplies and grudgingly accepts to dress up as the picnic's butler. Marie-Claire sneakily overhears the plan and decides the celebrity must be invaluable for the stud-farm. Amika is finally prepared, but rushed, for the baron's son's riding lessons.    "
                },
                "8": {
                    "title": "Dorus Amika, Amika Dorus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Gringo does a great job as Cindy's charming, amusing butler. She sees trough Olivier's date ingredients based on her preferences according to the pop magazine. He still charms her into considering doing a duet, but is startled when she accepts a restaurant date by saying she went there before- with her friend. Gringo lures the ZGirl spies away. Marie-Claire confiscates Jan's grandpa's herbal tranquillizers for Amika. Lotte convinces the stable crew to try passing off meek new white horse Dorus as Amika. The baron insists son Antoine continues his riding lesson on ...    "
                },
                "9": {
                    "title": "Moederloze babyschildpadjes in Guatemala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier's enthusiasm for the duet with Cindy recovers from hearing she has a boy-friend when his manager, who insists he must be more professional, claims it may boost his career all the way to New York. Alas, he overhears her on the phone calling him a dork. After Antoine fell from fake Amika Dorus and hurt his arm, the baron is inclined to switch stud-farm, but is finally persuaded by dad Herbert just before he must leave to China for his chips deal. Jan finally admits to Lotte, who kissed him, he also has feelings for her. When Chanel reports having overheard that,...    "
                },
                "10": {
                    "title": "Paparazzi Chanel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After overhearing Cindy call him a fool, Ollie tries to look cool by microphone juggling. The Z Girls hope to attract new clients by organizing a charity event, but Mrs. De Lafayette stays on Marie-Claire's case. Chanel was charged alone with taking a picture of Lotte kissing Jan. Those two however are posing as VIP guests accepting invitations by phone. Now Dorus is no longer available, Antoine gets his next riding lesson Alika, pranking with rascally brat mates.    "
                },
                "11": {
                    "title": "Stiekeme kusjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Oli and Merel grow closer, confiding in each-other. The Z Girls remain determined to prove Jan and Lotte are kissing, hoping Merel will be jealous enough to leave the stud-farm.    "
                },
                "12": {
                    "title": "Liefdesbriefjes van je weet wel wie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    To Oli's relieve, Cindy's friend Robbie walks off angry that she puts rehearsals before dating him. Oli quickly arranges a date with Cindy himself. When Robbie apologizes, she dumps him claiming a fellow artists understands her better. The Z Girls have given up photographic proof, hoping they can set up Jan to be caught hot-lipped with Lotte by arranging Merel to pass by for a blind date in the same stable by fake love-letters.    "
                },
                "13": {
                    "title": "Twinkie de schildpad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "28 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Now Robbie is out of the picture, Oliver enjoys practicing and flirting with Cindy. Jan feels crushed by guilt when the Z Girls' plan exposes his infidelity with Lotte, who feels it's better in the open. Hedwig neglected to book stuntman Patrick Vereyken, who even says he stopped doing the death wall altogether, but Marie-Claire convinces him with her sob story about orphaned baby turtles, like once his own Twinkie.    "
                },
                "14": {
                    "title": "Rel op de paardenhoeve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier comforts Merel about Jan's infidelity with Lotte and encourages her to stand up to his bitch sister. That ends in a fight undoing all the charity preparations as Merele decides to expose the fake cause in the stuntman's presence. Tijs and Saskia practice ballroom dancing.    "
                },
                "15": {
                    "title": "Staat je goed, rood!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Now Cindy is clearly into him, Olivier tries to concentrate on their musical cooperation, but his manager insists a showbiz couple siting does wonders for record sales. Olivier's advice Merel should stand up to Merel has caused MC's fake charity event crashing down just like the champagne tower, followed by the baron withdrawing his son. The rivals agree to duel by riding the dead wall instead of the stuntman. Tijs bumbles on at substitute dance lessons so he can accompany Saskia to their school reunion, motivated by jealousy.    "
                },
                "16": {
                    "title": "Het varkensplan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "2 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The stud farm is in trouble now the baron has walked off on account of the fake charity. Olivier convinces Merel she stands a good chance in the blind wall duel against his sister and unlike her gratefully accepts Jan's research on the terrible stunt. The Z Girls hatch a cheating plan: scaring Amika with a huge pig, or Chanel in a porcine suit. Herbert is back home and furious at his bumbling girls.    "
                },
                "17": {
                    "title": "Knor knor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier isn't amused when his manager warns he can't be seen with any girl but Cindy, not even Merel. Chanel is tricked into playing the pink suit pig to scare Amika, but the stallion ignores her 'scary' act, unlike Herbert. Merel confides only into Oli, who knows the stunt killed her ma, she was ignored when telling Marie-Claire the death wall is too dangerous, but was told the bet is still on: do it or leave the stud-farm forever. Jan worries for his ex too much to enjoy Lotte's fun plans.    "
                },
                "18": {
                    "title": "De zieke Oli computer truuk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "7 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier gets Gringo to stay in his barricaded room with a PC recording of 'sick' Oli. Thus he can help Merel sneak out and train on Amika fro the blindfolded death wall jump. Jan's jumping stunts book gets Tys suspicious. Chanel obeys orders to borrow her uncle's circus boar, but Herbert forbids its presence of the estate.    "
                },
                "19": {
                    "title": "Niet slecht! Voor een paardensnul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier devices a trick to guide Amika blindly, using a cookie lure. Gringo is however found out by ma, who grounds Oli and forbids him to consort with mere stable-hand Merel anymore. Herbert confides only in Jan the stud farm's financial ruin makes him consider selling to a serious potential overtaker. The Z Girls device a bird method for Chanel to guide her uncle's circus bore, and it does scare horses.    "
                },
                "20": {
                    "title": "Duh! Nu ga ik zo hard winnen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "9 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Cindy's arrival for another rehearsal suspends Olivier's grounding. She startles him with a declaration of love. The Z Girls already celebrate Merel's 'inevitable humiliating defeat' now the porcine cheating tested out well. Herbert tells his appalled girls he's about to sell the loss-making stud farm.    "
                },
                "21": {
                    "title": "Oh Cindy! I Love You!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier is startled when Cindy kisses him and schedules an interview to tell the world. During Merel's next training, which goes well, he notices a girl watching in a wheelchair. Herbert orders his girls to welcome potential stud farm buyer Elvis Cardinero, but they plan to scare him away, even wearing icky outfits.    "
                },
                "22": {
                    "title": "De scoutsvriendin van Amika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier's ideas for the death wall work, so Merel is ready. The wheelchair girl shays away from them after Amika spontaneously came to her. When Cindy arrives, Oli must pretend he was taking a riding lesson and let her escort him to the family dinner for Cardinero. Ma prepared a laxative to chase the buyer, but MC substituted water, fearing he might catch her during the death wall duel.    "
                },
                "23": {
                    "title": "Nog een appeltje?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "15 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Elvis and Herbert jump at Marie-Claire's idea of playing chess after dinner. Jan stumbles onto the Z Girls death wall pig sabotage rehearsal and summons Lotte. Jan informs Olivier, who pretends he must phone New York and even tries to brush off Cindy, who came to show him travel brochures to pick from for their love duet video-clip recording. Ma administers Elvis a second laxative dose, now real and working instantly.    "
                },
                "24": {
                    "title": "Wit begint, zwart wint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The laxative does its job, so Cardinero is out of the picture. Herbert however tells his family that not selling is no longer an option they can afford. The kids can now head for the death wall, where their friends are waiting anxiously. Oliver tells Cindy she's not wanted, even the duet has less priority then Merel needing his help. The contenders start the race. The circus pig had eaten too many apples but still causes Amika to throw off Merel.    "
                },
                "25": {
                    "title": "Merel de pizzabakker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier arrived barely in time to see Merel fall and be declared the looser. Herbert believes Marie-Claire's lie Merel initiated the duel and fires her. Neither Gringo nor Thijs are told the truth, but Oli talks in his sleep. Olivier's manager furiously asked what happened with Cindy. The ZGirls' new target is snowboarding. Merel is invited to an English tournament, prize 25,000, but is expected with Amika.    "
                },
                "26": {
                    "title": "De kans van een leven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier's manager Vincent Vos wants him to make up with Cindy for the duet video clip's sake, but he replies that won't happen. Herbert tells the rest of the family they're virtually broke, so the stud-farm is to be sold and all 'extravagant' expenses are cut, but accepts to try and salvage the Chinese chips factory. Without telling dad she was fired and why, Merel has no excuse to bail out of the English tournament.    "
                },
                "27": {
                    "title": "Een zalfje van pommes en carottes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "22 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gringo makes Oli admit he has a crush on Merel and misses her now she's fired as stable-hand, so Gringo decides they must bring her Amika, or at least hand-deliver a video DVD. That allows MC to blackmail Oli out of his last cash. Ma tries to save on the household and mask it under French names, even the horses' feed, and decides to dump the entire stable. Tijs meanwhile arranged the Royal Academy will lend Merel another horse. .    "
                },
                "28": {
                    "title": "Vergeet je tandenborstel niet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "23 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Uninformed that Merel didn't tell anyone at home that she was fired, Olivier unwittingly spills the beans, but manages to make Tijs believed she should give notice after winning the tournament. For once he's so shy about Merel that Gringo now is encouraging his love-doctor. Their video cheers her up. Oli's mother and sister start on their plan to economize by removing the horses from the stud farm. Far hated Amika is taken to the woods to get lost or starve. But Olivier overhears them and borrows Gringo's bike to inform Merel, just before her bus leaves for the ...    "
                },
                "29": {
                    "title": "Pokerface",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Oli and Merel retrieve, feed and hide Amika, then ponder how to save the horse and whether she can still make it to England. Elvis Cardinero returns and tells the ladies he only wants to buy the stud-farm to turn the estate into a casino. The superstitious gambler also wants Marie-Claire as luck-bringer.    "
                },
                "30": {
                    "title": "Rien ne va plus!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "11 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Olivier jumps when Merel sends a help message, but can't deny Gringo a mates talk first and perhaps his confidence. Elvis Cardinero is now given the royal treatment, to coax his casino project, but an orange juice spill makes him doubt Marie-Claire's luck-bringer qualities, which a fixer poker game against ma and fictitious experience cure, so he'll consider employing the ladies in his casino. Wheelchair girl Alice finds Amika and Merel.    "
                },
                "31": {
                    "title": "Flush, Rush? Flush!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "13 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Olivier painstakingly prevents Jan from feeding the horses so he can keep Amika's absence hidden. Elvis is naively impressed by 'croupier' Marie-Claire trough pure luck, despite ignoring Chanel's earpiece advice. Wheelchair girl convinces Merel she can handle Amika.    "
                },
                "32": {
                    "title": "Merel De La Fayette",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    While breaking in to steal horse fodder, Olivier and Gringo see and film Jan kissing Lotte. Marie-Claire discovers Oli's crush on Merel and mobilizes the EZ Girls to help break them up by bringing Cindy into the picture again trough his manager. Merel scolds Oli for being late, but they end up kissing.    "
                },
                "33": {
                    "title": "Episode #3.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "plot": "\n    Olivier turns a remark from wheelchair girl Floortje into a plan: if even she can learn to ride Amika, that will prove the stallion is sweet, not nasty, and Merel a fine instructor. Casper arrives, but Oli's chicks-scoring-speech diverts him, then Casper is told to see Marie-Louise about the missing horses, to be told his job is canceled too. The Z Girls fake an Oli fan-club, chaired by Chanel, to exert pressure on Olivier's unresponsive manager.    "
                },
                "34": {
                    "title": "De tandpastadopjes-controleur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Oli and Merel overcome Floortje's fear, but her dad comes pick up her up. Manager Vincent surprises the Oli fan-club by announcing an Oli sneakers collection and disappointingly confirms the duet with Cindy is canceled. Casper and the stable staff despair about their lost jobs, new ones being hard to get. After a call from Elvis, Mrs. practices faking Sir's signature to sign over the stud-farm stat. Merel's non-arrival in England is discovered.    "
                },
                "35": {
                    "title": "De pop heeft altijd gelijk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "20 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Oli is startled that Merel declares to love him and cheers her up in the rain after lying to the home front she is at the Royal Academy, but the truth is soon found out. Herbert is back from China, furious to hear about his staff being fired and just in time to contest his wife signing a sale to Elvis. The Z Girls bicker who should call Cindy, until Hedwig pulls off her agreement to reconsider a duet.    "
                },
                "36": {
                    "title": "Episode #3.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 36,
                    "plot": "\n    Alert Olivier brilliantly avoids Merel being discovered in his room when Marie-Claire comes to ask if he prefers a Porsche or a Ferrari. Olivier reassures Merel that his dream doesn't outweigh either other priorities or fun. Cindy's last hesitations on account of her horoscope are countered by tarot. Tijs comes ask Herbert about Merel's absence. Marie-Louise must now admit that Amika isn't in the stables. Cindy puts a call over the radio to announce a duet and half year US tour with Oli.    "
                },
                "37": {
                    "title": "Op tournee in Amerika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 37,
                    "original air date": "26 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Olivier pretends he was visiting lonely Amika alone when unamused Herbert arrives with the others, scolds his wife irresponsible and bring the stallion back to the stable, where she tells him all horses are part of the stud farm sale, even more shocking. Meanwhile Merel heard, hidden, how worried her dad is. Olivier can't believe Marie-Claire about the duet until she plays an interview recording. Manager Vincent arrives, having heard it on the radio, but Oli replies he may do the recording but no overseas tour.    "
                },
                "38": {
                    "title": "Is Oli verliefd op mij?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 38,
                    "original air date": "27 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gringo accidentally catches Merel in Oli's room but vows to keep their secret and is surprised neither realized their love is mutual. Cindy arrives to kiss startled Oli is tour partner. Herbert calls a family meeting to announce the stud farm's sale, including all horses and the villa, to Elvis, who joins them for a champagne toast. Only then the boys learn about the casino project and his partner, dodgy horse trader Ricardo De Bruyne, but that's a deal breaker for dad.    "
                },
                "39": {
                    "title": "Het verleden is het verleden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 39,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gringo helps Olivier barricade his room to prevent Merel being discovered in there, then stages a brilliant diversion so she can actually escape while the Z Girls mount guard all around the villa. Herbert fails to talk Elivis out of selling the horse, or at least not Amika, to dodgy Ricardo, who grumpily grants him a short goodbye from the prize stallion.    "
                },
                "40": {
                    "title": "Een voorschotje van 10.000 euro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 40,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Riccardo comes to collect Amika. Merel bluffs she'll buy him, bidding 5,000 Euro the next day, but hasn't got a cent. Olivier volunteers to get the money by agreeing to the US tour, provided his manager Vos gives him an advance of that sum. Riccardo however senses more and demands the quadruple.    "
                },
                "41": {
                    "title": "Episode #3.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 41,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "42": {
                    "title": "Een vriendendienstje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 42,
                    "original air date": "Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Since Ricardo quadrupled his price at the last minute, even Oliver despairs, and indeed fails to get that much from Vincent. Oli confides into Cindy, who offers a private loan. Meanwhile Herbert must move out of the family's grand villa and find a cheap home, to his wife's horror with neighbors, but no suc luxury as a pool.    "
                },
                "43": {
                    "title": "Victor stinkvoet schoenen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 43,
                    "original air date": "Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Riccardo accepts Olivier's 20,000 Euro, so Amika is sold, but birdbrain Merel lets the ownership title lie around, so the fiend can burn them and steal the stallion back easily. Meanwhile Cindy claims her price: every second of Oli's attention, yet she lets him pick up wheelchair girl Floor. Warned by Marie-Claire that Merel is on the estate, Tijs arrives just in time to stop Riccardo beating her. Elvis believes neither and locks Amika up.    "
                },
                "44": {
                    "title": "Je bent toch m'n knuffel?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 44,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    'Fan' Floortje distracts Cindy so Olivier can try to see Merel, whom Tijs forbids to meet Oli until she confesses the truth. Oli joins 'team De Ridder' for retaliation on horse-thief Riccardo. Marie-Claire plans to blackmail Riccardo.    "
                },
                "45": {
                    "title": "Een locomostrontkanariefantje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 45,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Even Olivier's distraction can't make the clumsy De Ridder horse theft attempt succeed. He also notices Marie-Claire get a professional security system installed, and promises to pass on the plans. Herbert tells his former staff he recommended them to Elvis for casino waiter jobs.    "
                },
                "46": {
                    "title": "Maak kennis met spion Mouskouri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 46,
                    "original air date": "9 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Elvis's lofty preparations for the casino night continue frantically. Chanel is appointed Z Girls security chief, actually forest look-out, while Hedwig enjoys watching both hunky bodyguards on the monitor. After stealing the elaborate Z girls security plans, Olivier's sharp wit works on, recruiting the rehired stable staff as undercover agents. Team De Ridder contributes Tys's dubious inventions.    "
                },
                "47": {
                    "title": "Slaan helpt altijd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 47,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Olivier is among the official guests at Elvis's casino days opening party. His plan to have the bodyguards drugged with spiked champagne works. Jealous seeing Oli enter with Cindy, Merel does the undercover part herself, but can't keep her eyes off the fake couple and thus lets the scrambler fall in an ice bucket, disabling it.    "
                },
                "48": {
                    "title": "Episode #3.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 48,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "49": {
                    "title": "Ik was toch de sneeuwuil?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 49,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Oli does a brilliant job making sure Hedwig stresses about having reading his sister's diary, so she won't notice on the monitor how the drugged bodyguards collapse and are dragged away. Chanel however follows a bunny into the wood, thus bumping onto Tys's party, which got hold of Amika using smoke bomb diversion.    "
                },
                "50": {
                    "title": "Op Merel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 50,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Despite all his efforts, Olivier can only watch how the police drags in Tijs and Merel, who can't offer any proof or plausible explanation for their horse-theft after Chanel caught them. Cindy is determined to keep Oli to his exacted promise. After Floor shows she can ride Amika, Elvis considers abandoning the casino project and making the stud-farm grander then ever. Marie-Louise learns the price of gambling and loosing, but bluntly tells Herbert she won't join him in an apartment, she'll find another villa-owner.    "
                },
                "51": {
                    "title": "Ik doe er nog 500 gram kaas bij",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 51,
                    "original air date": "16 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Olivier is obviously miserable and worried about Merel. So much so that Cindy starts despairing and finally releases her hold and lets him go. Meanwhile Elvis is torn between his daughter Floortje's wish to revive the stud-farm with Amika, which Riccardo is willing to sell for a fortune, and Marie-Claire, who wants the casino project to go on and threatens that it's doomed without her as his 'luck-bringer'. Elvis breaks the tie by making her and Merel agree to a dare, a second death wall, for which each must hastily prepare.    "
                },
                "52": {
                    "title": "Mama was trots op je geweest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 52,
                    "original air date": "17 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Olivier arrives last, being released by Cindy, when everyone gathers for the final death wall race. Still Oli is the only one who notices the hidden Z Girls, just in time to convince Chanel not to release the mice to spook the horses. So Marie-Claire looses the race, the casino and the villa. While his dad becomes riding instructor, Oli moves in with the De Ridders as Merel's partner and gets a new, flexible music contract. Riccardo is arrested for multiple fraud cases.    "
                },
                "53": {
                    "title": "Het magische zadel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 53,
                    "original air date": "26 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Olivier finished the preparations for a 'cowboy party' starring Amika, but the stallion has a terrible off day, he won't even be saddled. The last hope is a mention in Merel's ma's diary about a magical saddle, owned by her former riding coach. So Oli drives with her to the vast forest where he lives according to the diary. The long ride and wood walk provide ample occasion for play and memories, partially in the form of country&Western-style songs. The old man is found and the saddle brought back just in time for the party.    "
                }
            },
            "1": {
                "1": {
                    "title": "Het verboden baantje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The wealthy family De Lafayette lives a huge estate, most of which is a luxury horse ranch and riding school. Owner Herbert and his wife Marie-Louise spoil their daughter Marie-Claire rotten, while jolly son Olivier 'Oli' grows up a neglected rascal. With her birthday coming up, she wants to treat her two fashion-obsessed mates, forming a gang called the 'Z Girls', to a New York shopping weekend, actually to outclass what Hedwig Hendriksen recently got. Stablehand Jan warns her the expensive horse Amika, last year's present, is going to waste in an old barn. Meanwhile...    "
                },
                "2": {
                    "title": "Lipgloss & luxepaarden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier wakes up and discovers ma has once again failed to do or return his laundry, so the rich knave has to walk around in boxer shorts and T-shirt. Still his boyish charm and natural class impress Merel, who has just been hired as Jan's assistant stable hand after 'telling' dad when he could'nt hear.    "
                },
                "3": {
                    "title": "Paarse pumps & een super plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Oliver's ma meanly orders him and buddy Gringo to clean up the whole canteen, but he finds a way to get it done and make 50 Euros in the bargain. Alas, fair-play is not ma's strongest point. Meanwhile Marie-Claire is jealous of Casper's attention for new employee Merel, so the Z-girls conspire to trick her into doing her new stable-hand job badly, hoping she'll be fired.    "
                },
                "4": {
                    "title": "Subtiele geurtjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The Z-girls triumph now Merel is fired, but Jan risks his job to give the hard worker another chance and starts training her properly. Olivier is grounded, but has an eye on Merel, so he sends out sidekick Gringo to record her on video. Marie-Claire instructs Chanel how to help win Casper, but singing her praise has no effect and her outfit and perfume are judged over the top.    "
                },
                "5": {
                    "title": "Barry Paler wiel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Oliver takes an unusual interest in Merel's video, which Gringo made at the cost of a painful shiner after one of Marie-Claire's bitchy temper attacks now Casper shows no interest. Merel pretends to dad that her job is in the mall. Ma's macro-biotic dinner is considered edible only by guest Gringo. Pa calls he's returning with a surprise- an alternative birthday present for Marie Claire. So the Z Girls agree she'll have to organize a grand party instead, with a star such as Chantel's idol Barry Palermo.    "
                },
                "6": {
                    "title": "Rijlaarzen & een tok van mama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gringo taunts Olivier because of his interest in Merel. Tijs is furious to discover Merel's actual job is as stable hand. Dad Herbert is back and takes an instant liking to Merel. To Jan's horror, Sir's plans to entertain a major client include stallion Amika. Olivier and Gringo set up the Z-Girls to steal his alleged illegal download of a hot new hit.    "
                },
                "7": {
                    "title": "De grote Mathieu Lodewijks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier's latest prank is a triumph, while Marie-Claire fears it lost her Casper for good. Jan refuses to tell even Merel what has hot row with Marie-Louise was about, in fact Amika's fate, which may involve Herbert's business connection Mathieu Lodewijks.    "
                },
                "8": {
                    "title": "Een echte Gringo cocktail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gringo tries to impress Chanel by making a special cocktail for her. Olivier doesn't volunteer to help clean up the mess, but can't get away when his parents barge in and has to pretend the cocktail is a new stud farm special. They need to calm down Mathieu Lodewijks, who isn't amused with the de La Fayette ladies' plan to fire Merel, who pleases his daughter Jasmine. So the brat gets her wish, a Gringo special cocktail.    "
                },
                "9": {
                    "title": "Verwende apen en mosselpraat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier, who was watching a horror movie with buddy Gringo, and his sister get a lecture for disturbing major client Mathieu Lodewijks's reception, but get a last chance to remain unpunished if they set the dinner table and attend on best behavior. After being warned to keep away from Amika by Jan, Merel meets his bratty kid sister Julie.    "
                },
                "10": {
                    "title": "Heer, zegen deze oesters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Clever scamp Olivier has convinced his sister to take their alternative punishment but hit back by treating their honored guests, Lodewijks and his daughter in style, posh and overdressed. Jan is startled to hear that his sister has befriended his new assistant, and fears his father may discover the truth as he wants to visit the mall where she pretends to work.    "
                },
                "11": {
                    "title": "Cadeautje van pappie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Despite their amusing dinner performance, dad Herbert lectures Olivier and orders him to stop the video recordings with Gringo and even to delete his present collection. Yet its' Marie-Claire who wines, just because she fears not to get a prestigious birthday present. Because Herbert promised Lodewijks's brat a ride on Amika, ma calls Jan, who doesn't know either how to keep from them in what pitiful state the prize stallion is.    "
                },
                "12": {
                    "title": "De chocolade sprookjestaart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier overhears ma, clearly in panic, calls Jan to 'fix it' now Lodewijks is early for brat Jasmin's ride on Amika. She sneaks into the stables, but bumps into Herbert and discovers he hid a surprise there: the pink scooter Marie-Claire graves as birthday present. Merel feels guilty for lying to dad, who sweetly works on a birthday cake, but never manages to till him the truth.    "
                },
                "13": {
                    "title": "Een roze paard voor Jasmin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Slingers, sushi & champagne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Het stomste cadeau ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Oliver and Herbert are puzzled by Marie-Claire's tantrum when dad gives her the pink scooter, but ma convinces her to pretend gratitude to get her party later. Casper fails to wriggle out of training Lodewijks' brat Jasmin. Tijs bakes ma's birthday cake for Merel, although barely edible, and adds a pair of boots as gift. Jan is relieved when Julie tells him Merel is back and likes him, so he also treats her to a cozy drink in the stables.    "
                },
                "16": {
                    "title": "Marie Claire sweet 16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gringo convinces Ollie not to miss out on sis's birthday party, as a see of available girls aged sixteen, but the bitch had them both blacklisted and foresaw a bribe attempt, so they can't pass the bouncer and want revenge. Casper finds Jasmin at Amika's shack but fails to notice the stallion. The Z girls continue to prepare Marie-Claire's dream date.    "
                },
                "17": {
                    "title": "Het paard van Sinterklaas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olli and Gringo get in to party at last. They're just in time to see Merel trip and spill drinks over Casper's white suit. Amika is loose, remains quiet when passing Merel but spooked by a loud group of boys and Chanel's ma Kelly, who reports a 'wild horse', something the Lafayette girls must keep hidden from Herbert, but charge Jan with.    "
                },
                "18": {
                    "title": "Het poppenhuis van mama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olli, Gringo and the sixteen year old-girls party on while Marie-Claire fails to keep her father pinned-down. He then finds out about Kelly's noisy complaints and realizes only Amika fits the monster's description, so Jan gets even more urgent instructions to find the stallion. Tijs gives his late wife's treasured doll house to Merel, who finds a key hidden inside and the box it opens.    "
                },
                "19": {
                    "title": "Een brief voor Merel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Just when Gringo was taking to Chanel, whom he has a crush on, after the party, Olli drags his sidekick away to watch their recordings. Jan and ma find and catch Amika, but can't quit calm him down. Merel reads her mother's letter and diary inside the locked box.    "
                },
                "20": {
                    "title": "De verloofde van Oli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Herbert drags Olivier out of bed to receive his \"fiancée\", actually summer flirt Lindsay, which he practically forgot about already. Herbert remains suspicious as Amika isn't calm, grudgingly accepts Jan's suggestion to put him in the old stable, but only for a few days. Marie-Claire starts instructing Chanel about a plan for revenge on spoilsport Merel, by blaming her for Amika's frenzy.    "
                },
                "21": {
                    "title": "Mango, komkommer & een hele hoop tabasco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Even master manipulator and charmer Olivier sweats when on top of 'fiacée' Lindsay another date who expects him to marry her, Eline, turns up at home, but manages to prevent them meeting, unknowingly helped by dad. Jan is ordered by Marie-France to find the culprit for the Amika incident by 4, so he fears to loose both the stallion and Merel. She even accepts, against instructions, to coach Jasmin, but Casper takes over again.    "
                },
                "22": {
                    "title": "Het geheim van Amika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Even faking a Kazakh disease, Oliver can't get rid of Elise. Worse, party date Hanne also calls by, while Lindsay remains in his room. Casper neglects Jasmin to flirt, but the lady's dog keeps running away. Jan tells Merel how Amika got sidetracked on Marie-Louise's orders to cover up Marie-Claire's riding incompetence.    "
                },
                "23": {
                    "title": "Merel moet blijven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    In order to prevent his rival lovers meeting, Olivier continues his charade sickness while nursed by Elise and calls Gringo to entertain Lindsay. She first wounds and knocks down the 'intruder', but falls for his sham the knaves are fashion designers. Marie-Claire's hope to get Merel fired is shattered when Jasmin confesses having unlocked Amika's stable and Jan produces proof, a shred of the brat's party dress.    "
                },
                "24": {
                    "title": "Linzensoep met een rietje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Marie-Claire makes the scamps' trick get known so the three bitches cruelly beat the knaves bloody noses. She gives her wardrobe away, hoping daddy will offer her a whole new one now she's been promised a present after Amika going wild. Mathieu Lodewijks is so happy with Jasmin's riding joy that he insists to thank Merel personally, but calling her home betrays to dad she works in the stables, not the mall.    "
                },
                "25": {
                    "title": "Florence van Parijs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Now Tijs knows about Merel's job, he forbids her to keep working in the stable. Jan also worries Herbert may sell stallion Amika. Not satisfied with her new wardrobe, Marie-Claire still wants Casper, who is dating another pupil, notary's daughter Florence. So she instructs Chanel to steal his agenda to sabotage the rival's dinner.    "
                },
                "26": {
                    "title": "De paardenfluisteraar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier tells Marie-Claire, to her delight, that Merel has resigned. Gringo's teasing about Merel irritates buddy Ollie. Tys learns she found ma's diary. Herbert wants to give Amika another chance, like his dad would have done. So he plans to consult a horse-whisperer.    "
                },
                "27": {
                    "title": "Stille oorlog in huize De Ridder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier is not amused to be blamed, with Gringo, for the mess Chanel's shakes made. Oli also scolds his parents for ruthless dumping of staff, notably when he hears Merel is to be replaced already. Marie-Claire ignores ma's advice to come clear about Amika to dad before an expert reveals it now dad has decided to sell the stallion. Instead she follows Chanel's idea to find a buyer herself.    "
                },
                "28": {
                    "title": "Frietjes onder tafel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Olivier is shocked that Marie-Claire gets permission for a Z Girls sleep-over 'to console her over Amika' while Gringo can't sleep with him 'to protect the girls privacy'. So they hatch a plan to secretly install a web-cam in sister's bedroom. Jan finally discovers his brat kid sister has absconded, in fact to Merel's to tell Amika is about to be sold. Marie-Claire offers the stallion to horse trader Ricardo de Bruyne, for pittance to avoid official examination.    "
                },
                "29": {
                    "title": "Operatie Bonbonella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Ollie masterly uses his seductive boyish charms and edible treats to pin the Z Girls downstairs while Gringo leaves ostentatiously only to sneak back in to hide the spy-cam. Alas, Marie-Claire rudely drags her sleepover guests upstairs. Gringo has put down his cellphone, so he doesn't notice Ollie's warning. Jan finally discover his brat sister has absconded and tracks her down to the De Ridder home. There dad Tijs discovered her under the table and hears their plea for Merel to allowed to return to stable-hand duty.    "
                },
                "30": {
                    "title": "Video's uit het verleden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gringo nearly gives the game away by echoing girls' screams, but Olivier manages to cover for him. Alas, their was no time to install a microphone. Herbert takes his daughter's buyer for Amika seriously, to ma's horror. Meanwhile Tijs goes trough family memories on video as well as his late wife's diary.    "
                },
                "31": {
                    "title": "Chocolademelk & beloftes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier and Gringo are bored by the Z Girls boring sleepover for hours. Just when they start undressing, a robe happens to veil the camera: show over. Gringo slips down to make himself a sandwich. Chanel came down to wash off a facial mask, but is relieved to meet just Gringo. Fond family memories ultimately persuade Tijs to allow Merel to resume her stable-hand job, if she promises never to mount a horse.    "
                },
                "32": {
                    "title": "De super size Gringo sandwich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gringo has accidentally knocked over Marie-Louise's expensive vase. Chanel tells him to sneak back into Olli's bedroom, promising she'll take the blame. Olivier naughtily enjoys his theatrical ma's hysteric fainting and raging. The boys' fun is over when the Z Girls find their spy-camera.    "
                },
                "33": {
                    "title": "Een beugeltje & rare vlechtjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The knaves expected to get hell from ZGirls about their spy camera, but Olivier's story it was a joke works. Marie-Claire is obsesses with winning Casper back, but shattered when she sees him kiss her model rival Florence. Chanel tells Gringo to keep out of her way after her ma, who can't afford paying for Marie-Louise's vase, agrees with her to impose a long chores punishment. After patiently 'admiring' Tys's crazy inventions, Jan discovers Merel at Amika's stable.    "
                },
                "34": {
                    "title": "Sexy stoer of College Cute?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier is amused to record Chanel's embarrassing first punitive chore, stable cleaning, to blackmail his sister. Gringo offers to help Chanel, but she refuses after noticing the camera. Marie-Claire counted on an outfit to win Casper back during riding training, but rival Florence just kisses him. Herbert is already looking for a horse to replace Amika, but will be preoccupied for a while with the honor to host a prestigious annual competition. Jan tells Merel they may save Amika if she gains the stallion's confidence enough to ride it and win.    "
                },
                "35": {
                    "title": "Hakken tussen het stro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier notices Gringo's heartache and encourages his buddy to tell all about it. He sees straight trough the \"brother of a cousin's friend's love problems\" and advices a heroic intervention. So Gringo does Chanel's stable chores in superman style. While planning again to separate Casper from Florence, Marie-Claire has forgotten all about horse buyer Ricardo, who just calls by dad Hubert. Jan learns Merel promised her dad never to ride a horse.    "
                },
                "36": {
                    "title": "Een weldoener uit Spanje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Marie-Claire coaches Amika's potential buyer Ricardo to convince Herbert he's a well-willing horse-lover and -whisperer. To the stable-staff's disappointment, Herbert reluctantly accepts to sell. Gringo's hard work in the stables to help Chanel remains a mystery to her and Jan. Then she finds Gringo lying in the hey.    "
                },
                "37": {
                    "title": "De moord op Marie-Claire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gringo is nearly mistaken for a peeping Tom, but after pushing him over Chanel believes he only helped her and makes friends again, while hiding for the other Z Girls. Ricardo gets a champagne toast for buying Amika. The stable staff is unhappy to lose the stallion. Jan decides to risks their jobs by telling Herbert everything.    "
                },
                "38": {
                    "title": "De grote zomerjumping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Gringo and Chanel are discovered in the barn. Chanel's mucking punishment is lifted, Jan meanly blackmails Gringo to finish cleaning the stables. Now the sale of Amika to Riccardo is a done deal, except for the official papers, but already toasted on with champagne, the stud farm is preparing to host the prestigious national spring jumping. Herbert wants Marie-Claire to train hard and considers buying her a new champion. Jan convinces Merel that the only way to save Amika is riding the stallion, which nobody else seems able too at short notice. They agree to tell ...    "
                },
                "39": {
                    "title": "Paardenvijgen en karnemelk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    OLivier is furious to hear Jan dared punish Gringo with chores and wants revenge. So the knaves set a literally smelly trap for him. Meanwhile Hedwig distracts Casper so Chanel can steal his cell phone. Marie-Claire sends Florence a message 'from him' and plants women's cloths in his car. Jan decides Amika needs help and gets the girls to agree he must be take to the pasture.    "
                },
                "40": {
                    "title": "Het opblaasbare tentenpak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier and Gringo cheer when their horse muck trap closes, but turn pale when they see intended target Jan enter from another direction. Marie-Claire is furious to see fellow Z Girl covered in smelly filth. Herbert considers a punishment for the perpetrators. Casper is innocently dumped by Florence because of the Z Girls. Tijs has entered an inventors fair but gets caught in his 'inflatable tent for two'.    "
                },
                "41": {
                    "title": "Voorbestemde liefde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Casper is heart-broken and furious after Florence 'mysteriously' dumped him. Hedwig asks him for a drive in his sports-car all the way to her Dutch home, having being stood up by her dad. Seeing and fitting the expensive ring he bought, she kisses him. The other Z Girls see this after spying on Jan and his grandpa, the horse-whisperer. They couldn't overhear the discussion about Amika needing fresh air or his lack of appetite may kill the stallion soon. Merel has agreed to help Jan airing Amika early in the morning, but dad Tijs re-sets her alarm clock too late.    "
                },
                "42": {
                    "title": "10 manieren om Hedwig te pesten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier's good mood about a new video plan with Gringo doesn't last when he gets a call from his history teacher, who expects punitive lines and wants to talk to to his parents about his terrible school results. Marie-Claire is furious to have seen fellow Z Girl Hedwig kiss 'her' Casper and works out a revenge plan on the Dutch traitor with Chanel. Merel's nightmares about Herbert selling Amika are scarily close to coming true now that her father has messed up her alarm clock, but she still makes it in time for a short first meadow airing.    "
                },
                "43": {
                    "title": "Toverkunsten en wonderwortels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier's knavish plans with Gringo come crushing down when ma orders him to start work on his history assignment. However he overhears her warn Marie-Claire not to accept another horse from dad after ruining Amika. So he tells Gringo that's blackmail material to make her do his work. Meanwhile the stable staff is greatly relieved when Amika finally starts eating a carrot. Marie-Claire pretends to accept Hedwig moving in on Casper.    "
                },
                "44": {
                    "title": "Paardrijles voor beginners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "29 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Marie-Claire pretends to accept Hedwig being with Casper, but decides to take him a peck down. She fails to make dad consider firing Casper, but makes him believe dad's VIP guest Arian Van Dongeren is a rival for his job, so he'll embarrass himself in front of sir. Jan proves a fine riding coach when Merel gathers the courage to train for the competition with Amika, without any experience.    "
                },
                "45": {
                    "title": "Het ontslag van Casper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier fails to intercept his history's next phone call, so ma sends Grigo home and orders him to work, threatening half a year without TV or Internet. However the Amika secret is good enough to blackmail Marie-Claire into doing it for him. She basks in her evil triumph when Casper looses his job over the trap she set for him to insult and scare off potential sponsor Arian Van Dongeren. Herbert demotes Casper, Hedwig dumps him. Tijs stresses over the impending inventors contest. Jan continues training Merel.    "
                },
                "46": {
                    "title": "Knapper Chris of Casper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier enjoys Marie-Claire slaving all night on his history assignment and pretending at breakfast he made all that effort. She was looking forward to making Casper jealous with - or dumping her for the new head coach, Olympic medalist Chris Bogaerts, but the Z Girls are bitterly surprised. Jan continues his secret riding course.    "
                },
                "47": {
                    "title": "De val van Amika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier greatly enjoys the show when the new head coach Chris' ruthless training humiliates the bumbling girls, allowing only two to participate in the great contest, so even Marie-Claire submits to scolding and penalty push-ups. Gringo records everything. Jan's gentler training makes progress, until Merel falls and sprains a foot.    "
                },
                "48": {
                    "title": "Het meesterwerk van Olivier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Olivier overhears coach Chris is programming an equitation instruction film. he decides to sneakily switch it with the recordings of the bumbling Z Girls, although Gringo feels that's a bit too cruel. Tijs's invention presentation goes badly, so he blames Merel for being too late.    "
                },
                "49": {
                    "title": "De geheime amazone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Olivier's film switch prank is crippled by Gringo's impatience. But after overhearing Jan about a mystery amazon who can beat Marie-Claire, he makes a deal: she'll do his homework all month if he finds out her identity, which he soon works out: Merel's late ma Sofie. By switching her exam paper with Chanel's, she has cheated her way into the competition, which dad expects her to shine in. Jan's plea, Herbert's decision to invite Riccardo to the competition and the diary convince Merel to participate after all.    "
                },
                "50": {
                    "title": "De laatste training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Olivier triumphantly tells Marie-Claire the mystery amazon is Merel, expecting her to do his homework for a month, as agreed, but she meanly reneges on their sibling deal. Gringo discovers she cheated by switching her test paper with Chanel's. Jan may have got Merel ready to participate, Herbert and buyer Ricardo discover Jan took Amika riding and orders the stallion restricted to the stable.    "
                },
                "51": {
                    "title": "Kleine meisjes worden groot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Olivier and Gringo eagerly film the show, especially girls in attendance, as everyone gather for the great spring jumping contest. Riccardo Lodewijks grudgingly accepts to receive his acquisition Amika afterward. Jaak Pijpen presents the show. Gringo show Chanel how Marie-Claire stole her place, but the bitch goes on and gets the best result with only one contestant left.    "
                },
                "52": {
                    "title": "En de winnaar is Merel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Lodewijk point out to Herbert that Ricardo is a dodgy, nearly criminal horse-trader, so the deal to sell him Amika is canceled. Marie-Claire's result is topped by the 'mystery amazon', Merel, whose nearly disqualifying hesitation is stooped by dad's arrival and approval.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Dagdromen (Amika special) Olivier and Merel discover her pa's latest 'invention' is a primitive camera link and start chatting in a playful mood. The teasing leads to exchanging their romantic feelings, although she formally denies being in love with Jan. Olivier tells in detail about his one true love, alas on holiday in Spain, so doomed since his return. Songs illustrate their state of mind, including his unwillingness to make life-determining choices at knave-age.    "
                }
            },
            "2": {
                "1": {
                    "title": "Bekers en paardendromen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier is amused his sister only finished second, so she misses out on the press attention. When Marie-Claire meanly doubts his talents, even as lover-boy, which ma seconds, he's insulted and accepts a dare from Gringo, betting 100 Euro he can get a date in a week and keep her a month. Englishman McHoy arrives to offer an entrance test for the world-class Royal Academy, but for winner Merel. Tijs still denies her riding lessons. Jan wants to declare his love.    "
                },
                "2": {
                    "title": "Paarse bloemetjes voor Amika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Picky Olli and easy Gringo go through their video collection to select a girl Olli must seduce and keep for a month to win their bet. After their first kiss Jan wants to win over Merel but knows no more about romancing then giving her flowers. He, the Lafayette family and even Merel have mixed feelings when mister McHoy offers Merel, not Marie-Louise, a shot at the prestigious Royal Academy's six month riding course. It also requires a 1500 Euros fee, only refundable if she passes. TV reporter Arno tries to interview people, but Herbert sends Casper away to coach ...    "
                },
                "3": {
                    "title": "Aarde aan Merel, aarde aan Merel...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Ollie is determined to find out everything possible about Hedwige. The bet allows him to force Gringo to hear what Chanel knows about her too. Marie-Claire wants to show her dad she can still ride Amika, but the horse doesn't want her back. Merel tries to solve her money problems.    "
                },
                "4": {
                    "title": "Wereldberoemd in 3 stappen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Cocky Olivier eagerly wins a kiss from bet target Hedwig, unsuspecting she was just distracting him while the other ZGirls steal his camera for Marie-Claire first attempt to become a singing celebrity, without any talent. Jan discovers a problem with Amika and calls Herbert, who stops Olivier's dream about Hedwig. Merel is pleasantly surprised by the arrival of aunt Saskia, who moves in and decides to raise the entry fee for the Royal Academy by baking and selling muffins, but Tijs's dough machine fails.    "
                },
                "5": {
                    "title": "Bloed & slijm voor Oli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Oliver is horrified being forced to help his dad and horse-groom Jan deliver a fowl, a messy flood of blood and mucus. But it's great to impress Hedwige, and he gets kissed by Hedwig again. Marie-Claire can't wait for reactions on her Internet song clip, but quantity isn't everything. Thijs wants to help Merel and Saskia's noble efforts to bake muffins now the dough kneading machine is broken- and revised.    "
                },
                "6": {
                    "title": "Who's the New Star?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier is desperately determined to get on kissing terms with Hedwig, however hesitant she remains and even doubts his sincerity. Because Hedwig and Chanel pretend the reactions on Marie-Claire's YouTube post are great, she lives in a happy bubble. Now Tijs has helped them bake 200 muffins for charity, Merel and Saskia must sell the lot.    "
                },
                "7": {
                    "title": "De zieke straathondjesclub",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier is completely obsessed with Hedwig, and finally gets her to commit. Even his loyal lieutenant Gringo now seems superfluous. Marie-Claire is furious to find Herbert sides with Merel again. The klutz bumps into a horse. Merel's 'sick puppies charity' muffins sale goes badly, crossed by Marie-Claire and posh ma Marie-Louise.    "
                },
                "8": {
                    "title": "De muffinautomaat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Oli wants Gringo's out of his way to enjoy Hedwige's engagement surprise, but it's an inedible posh dinner. Gringo luckily comes up with another plan. Marie-Claire still seeks parental support for her singing ambitions, in vain. Tijs hopes to help Merel sell her muffins by converting a soda vending machine.    "
                },
                "9": {
                    "title": "Vers gesneden DVD'tjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "23 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Hedwige treats Olivier to breakfast in his room, but also demands he destroys the sexy DVDs that he hastily pretends to be Gringo's. Poor Gringo is send away again. Marie-Claire is amused Merel can't go to England, but Jan confides in boss Herbert her only objection is the entrance fee.    "
                },
                "10": {
                    "title": "The International Sensation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "24 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Gringo can't understand Oliver wants to destroy his new sexy DVDs. Herbert is surprised when Merel comes wine she fears Amika will have to be sold because she can't raise the jumping entry fee. Now a Famous Records producer is expected, Marie-Claire adopts the stage name Em-Cee.    "
                },
                "11": {
                    "title": "Eén, twee, cha cha cha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Ollie is invited by Hedwig to a fancy dance. Unfortunately, ballroom dancing isn't one of his talents, so she teaches him, ruthlessly. Herbert offers to sponsor Merel as Amika's jockey, but she and her dad Tijs are reluctant to accept his 'charity', so she pretends having sold all muffins. While Ollie's etiquette class torture continues at the dinner table, Marie-Claire boasts her debut CD to a radio station but dad says Amika isn't being sold, so she won't get a cent.    "
                },
                "12": {
                    "title": "Spaghetti herinneringen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "26 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Now Hedwig claims Olivier exclusively, he misses his goofy mate Gringo, who now rather impresses Casper by repairing his sports car. Ollie fakes a headache to get out of Hedwig's dull family dance. Sensing Merel lies, aunt Saskia gets her to tell Tijs Herbert pays her entry fee, but he forbids it. Marie-Claire is furious to hear Amika isn't being sold and her dad supports Merel.    "
                },
                "13": {
                    "title": "Love for U",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "30 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Fiancée Hedwig's constant domineering is depressing Olivier. Just now he offers to checkout chicks together again, Gringo accepts an invitation to cruise with Casper in his sports car. Em-Ce hires a reputed dance instructor for a stadium choreography, but he soon realizes she isn't talented and dumps her. Herbert finds Merel isn't making enough progress, so part-time trainer Jan is replaced by Casper, full-time, to neither's satisfaction. Tijs still won't have Herbert pay, so he seeks a cheap training method.    "
                },
                "14": {
                    "title": "Een historisch moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Marie-Claire hears Ollie calls a lonely hearts program about bossy Hedwig and calls the show posing as her. When he scolds her, she knows she can blackmail him with this faux-pas. Oliver is even more miserable after bumping into now unfriendly Gringo. Merel suggests he explains to Hedwig by letter. Casper refuses Jan's help in training Merel and pretends to her Jan agrees. Em-Ce triumphs when the radio plays her debut single, but dad is furious to discover what bills she's running up.    "
                },
                "15": {
                    "title": "Robopony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier makes up with Gringo, who tells him he hated being Casper's sidekick, and how Marie-Claire ridiculed him. The big spender is furious about house arrest and having her allowance cut, enough to 'move out' - to the canteen. Casper is too obsessed with his date to give Merel a proper first lesson, but Jan helps out. Tijs's 'robot-pony' needs field research in the manage.    "
                },
                "16": {
                    "title": "Het geniale wraakplan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "3 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier overhears his sister's star delusion while moving into the canteen, while her mother panics about her going 'missing'. Olivier tells Marie-Claire he knows a famous video clip director, a part for Gringo's mate Davy. Casper proves a rude and hardly helpful trainer for Merel, but Herbert checks on his efforts, while Jan secretly helps her. MC keeps spending like a star on image, and hires two bodyguards with orders to keep press, fans and especially her parents.    "
                },
                "17": {
                    "title": "Leven uit de vuilnisbakken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "7 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier enjoys life again with Gringo, preparing a fake video clip shoot for Marie-Claire. Herbert and his wife are furious about Marie-Claire's latest celebrity shenanigans, especially the bodyguards who prevent them entering the canteen to talk to her. She messes up cooking too - she incinerates it. Saskia tries to make Merel, who pretends not to have noticed Tijs, to confront her dad, who has 'finished' an improved 'robot-pony' to simulate horse riding at home. Hedwig doesn't realize yet she's no longer Ollie's flame, until she stumbles upon his draft 'dear John' ...    "
                },
                "18": {
                    "title": "Davy Oliver & Roger Ringers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Having discovered Oliver's 'dear Jane' drafts, Hedwig dumps him before he's even awake. Oliver and Gringo prepare an elaborate video clip prank for haughty Marie-Claire with two friends, fake director David 'Davy Oliver' and fake cameraman Bart 'Roger Ringers', actually earpiece-cued by master-brain Ollie. Casper has a fine day just when Herbert checks on his coaching of Merel- because he stole Jan's coaching notes.    "
                },
                "19": {
                    "title": "Meer paardenkont alsjeblieft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Oliver and Gringo are nearly found out in the stables, where airhead Em-Ce takes Ollie's instructions to 'perform' among manure and horse-arses. Marie-Claire's bunch is excited about the video clip, expecting to meet and maybe sing a duet with real superstar Justin Timberlake. Casper get Herbert's approval thanks to Jan's coaching notes, and blackmails Jan to keep silent or he'll tell Tijs about the entrance fee.    "
                },
                "20": {
                    "title": "Ik weet het, ik ben geweldig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "10 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olie and Gringo seek a fake Justin Timberlake for their prank duet video clip with Em-Ce and decide on would be Barry Palermo, whom only Chanel still seems to be fan of. Merel gets desperate now Jan refuses to help or even speak her. Herbert comforting her puts Marie-Claire in another rage, so she concentrates of the imaginary duo concert with Justin Timberlake.    "
                },
                "21": {
                    "title": "Huilen is voor kleine meisjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "14 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier is delighted to get a response from absurd 'Timberlake-replacement' Barry Palerma. MC completely ignores dad's dinner invitation, absorbed by delusions about her 'star duet' and practicing for it, while even Chanel and Hedwig realize live sounds insufferably bad. Merel is desperately puzzled why Jan won't talk to her anymore.    "
                },
                "22": {
                    "title": "Levengevaarlijke hoestbuien",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "15 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier and Gringo plan with 'director' David, who will divert MC, how to sneak in Barry Palerma instead of Justin Timberlake, whom MC still awaits absurdly in romantic dreams. And which crazy demands 'Justin' makes. Merle has a nightmare about messing up the English riding school entrance exam. Dad Herbert is furious to read about the concert in the press.    "
                },
                "23": {
                    "title": "Californische hoestbonbons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    As MC's 'duo concert with Timberlake' approaches, preparations get frantic. To Olivier and Gringo amusement, 'Justin's' fake dressing room wish-list is handed down by Davy painstakingly followed, except Californian cough sweats. Even using Jan's notes, Casper can't train Merel properly. He even pretends flirtatiously to Justin fans he knows the star.    "
                },
                "24": {
                    "title": "Intrede van een superster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "17 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier is greatly amused to hear David still does a great job making Marie-Claire desperately nervous about her impending performance, this time doing a ruthless stage inspection. Merel gets desperate when Casper ignores her, but then Jan steps up. He uses a vamp 'rich Justin fan' to distract Casper, so he can train Merel himself. Meanwhile Gringo has brought in Barry Palerma, literally under cover.    "
                },
                "25": {
                    "title": "De Barry Palerma hysterie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "21 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier and Gringo have a hard time handling and hiding for the mothers drunk but ever-thirsty 'star' Barry Palerma. After a last appeal to playback, MC expels 'jealous traitors' Hedwig and Chanel. Now Casper has deserted Merel for the flirtatious floozy, Jan takes over her coaching, and Herbert finds out.    "
                },
                "26": {
                    "title": "Jullie zijn een fantastisch publiek!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "22 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    MC is terrified to discover her concert partner isn't superstar Justin Timberlake but nobody Barry Palerma, and the crowd boos them both. Olivier's enjoyment of her embarrassment is cut short when his crafty deception is discovered. Mother makes him explain on stage. Instead Olie instantly invents a successful double-act, which wins over crowd and press. Casper is determined to call Jan to order for interfering in his coaching of Merel, but Herbert finds out he left the job. And Casper finds outs Saskia was his siren.    "
                },
                "27": {
                    "title": "Helleuw! How Do You Do?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "23 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Now his Barry Palerma-duet proves a hit with instant radio playing, Olivier signs fan bellies and plans with Gringo how to manage his star discovery. Dad Herbert comforts Marie-Claire after her debut debacle and welcomes the would be-famous 'princess' back home. Saskia talks Tijs into supporting Merel again after Casper disclosed her deceit. M-C plans revenge by sabotage.    "
                },
                "28": {
                    "title": "Leugenaars, valsaards & snotapen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "24 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Olivier enjoys his new star status, but is increasingly annoyed by unshakable pushy fans. Gringo enjoys Chanel's eagerness to approach the Palerma entourage. After Casper's deceit and incompetence are revealed, Herbert reinstates Jan as coach. Jan reassures Merel for her entrance test, although Amika is unusually restless after M-C sabotages its saddle, but ignores Gringo's camera is on.    "
                },
                "29": {
                    "title": "De zadel-wissel-truuk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "4 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Sudden radio hit star Olivier is beleaguered by pushy fans, who even crowd out best mate Gringo, who in turn shifts attention to Chanel. Neither listens to his his suspicions about Marie-Claire, who triumphs now her saddle sabotage has caused 'rival' Merel to fall and injured horse Amika. M-C switches saddles to clear her track. She and Casper make sure McHoy's British delegation considers the entrance test a complete failure.    "
                },
                "30": {
                    "title": "Geef toe, die Gringo is een lekker stuk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "5 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Girl-lover Olivier and his visitor Barry Palerma, who shows interest in Chanel and her ma, enjoy their hit single success. Thijs won't let Merel look after Amika. Marie-Claire is worried for the stallion too, but Jan's grandpa is giving it the best veterinarian care. Gringo shows his incriminating video recording to M-C, who promises him a date with Chanel if he doesn't show it.    "
                },
                "31": {
                    "title": "Ongewenste gasten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gringo blackmails Marie-Claire to a deal. Olivier is pleased to hear Gringo has an admirer, so he eagerly offers to help make their 'blind' date a success. Merel is horrified by Jan's bad news about Amika's condition, but still not allowed near the stables.    "
                },
                "32": {
                    "title": "Reddende engel in nood, je hart dat is zo groot!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "7 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Ollie grooms his mate to seduce with attitude. Fearing he'll disclose her guilty secret, Marie-Claire hopes to get Gringo on her side by arranging a blind date with Chanel. She sanctimoniously pretends to regret her pa and Jan's intent to have Amika put down. Merel is really desperate to save the stallion, but granted only 5 minutes to say goodbye. Barry Palerma follows and writes down everything he can learn about Chanel. Her ma wants to keep them apart, but Barry offers to become her riding coach.    "
                },
                "33": {
                    "title": "De perfecte blind date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gringo is determined to make a move on his date at the movies, supposing it's Canel. Herbert makes his daughter's day by promising her a new horse, one of baron Rudolf's English-bred thoroughbreds. Jan has convinced Herbert to let Merel return as stable cleaner. But Merel deceives Amika's trailer's driver and convinces him to bring to stallion to a deserted shed.    "
                },
                "34": {
                    "title": "Die John Williams is zo mijn type niet!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "12 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Marie-Claire reassures Gringo she'll still fix his date with Chanel after her ma Kelly scares him to death in the movies. Fearing she can't cure Amika, Merel gets Jan's help. The baron arrives to install his thoroughbreds. Spoiled-rotten Marie-Claire can't be bothered to come see her new horse, but she and her friends may change their tune now the baron's son John Williams, whom they remember as an unattractive brat, has grown into a dapper youngster.    "
                },
                "35": {
                    "title": "Die John Williams is zo mijn type!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "13 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gringo still hopes for a date with Chanel after his Kelly-scare and warns M-C, fix one or he'll expose her saddle sabotage. While Merel keeps worrying about Amika and Jan, her dad and Saskia plan to earn money by starting a child daycare service. Marie-Claire is stunned to see the baron's formerly creepy son John William is now quite attractive. And jealous, when Hedwig shows an interest in him. Oliver is the one who shows the guests around.    "
                },
                "36": {
                    "title": "Kriebeltjes in de buik",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "14 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Hedwig and Marie-Claire sneakily play uninterested while secretly rivaling for John William. Jan tells Merel she can work in the stables again, to pay off some debt, which dad allows. Casper is back from the States. Barry takes Chanel riding again. He asks during a picnic if she isn't curious about her dad, then they get lost.    "
                },
                "37": {
                    "title": "Lekkere zwarte muizenstrontjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "18 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Marie-Claire is furious about John William's appreciation for Merel, whom she forbids to care for her new horse Jewel. Chanel is worried ma Kelly will be furious when she gets lost riding with Barry. Marie-Claire puts Kelly on their trace, Herbert is commandeered to start a search. Even Jan can't help Almika's infected wound without drugs, so Merel goes steal some. Tijs is flat-out minding children. Because the profit is meager, Saskia suggests mounting a play instead.    "
                },
                "38": {
                    "title": "En jij bent het Lelijke Eendje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "19 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier shows John William the video of his duet with Barry. The young aristocrats retorts law studies in Oxford, like him, open far better prospects for income and seduction. Marie-Claire designs a long favorites- questionnaire to seduce the baron's son. Jan saves Merel after Marie-Claire nearly discovers her drug theft for Amika. Herbert wants Jan and Ollie to attend the Zurich horse-trading fair. Kelly hints at their disastrous past when forbidding Barry to see Chale anymore. Tijs and Saskia elaborately design a play, starring reluctant Merel as the Ugly Duckling.    "
                },
                "39": {
                    "title": "Rijke jongens en slordige meisjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Oliver learns a wardrobe make-over is just a start for a law career. He finds eight years of hard study far too daunting, but haughty ma won't hear of abandoning such prestigious prospects. Rival Hedwig turns M-C's questionnaire to her own advantage in the battle for John William. Ollie persuades Chanel John's taste is Gothic slut, like Amy Weinhouse. Merel and Amika are discovered and expelled by the mean owner of the shed where she hid him.    "
                },
                "40": {
                    "title": "Total Makeover!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "21 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier is delighted to hear Barry's manager plans a duet CD for them. After John William shows him other possible studies, his school prospects turn into a confused nightmare. Hedwig plays into the baron's son's serious interests. Ollie made Marie-Claire believe the 'right' Gothic look is the key to get John William. Their parents are delighted to hear the baron is now on the royal academy's board. So she makes a deal with Gringo: teach her dark make-up in exchange for a date with Chanel. Disapproving Saskia finds Amika. The horse is moved and should get a make-over.    "
                },
                "41": {
                    "title": "Mysterieuze schoendozen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "25 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Marie-Claire Gothic look earns the total ridicule prankster Olie planned. Ma however locks the playful knave up to choose an Oxford major- Gringo suggests 'female science'. Gringo tells Chanel Barry knew her ma Kelly since long. Baron Rudolf grants Herbert a Royal Academy entry test for Marie-Claire and John William accepts to coach her. Jan is back from Zurich and learns Merel had to put Amika in his stables, painted like an Appaloosa.    "
                },
                "42": {
                    "title": "Chocolade & witte wijn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "26 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier hoped to wriggle out of studying at oxford by 'needing more time to choose', but the baron suggests an orientation course there, which would only add another year, while he really dreams of showbiz fame and girls. Gringo and Chanel try to work out Barry and Kelly's secret past from her holiday 1992 mementos. Merel can't stop John Willian washing Amika and thus discovering the stallion isn't dead. To her and Jan's relief, he helps without telling Herbert. Marie-Claire is delighted she'll be allowed to take the rider's entrance test. John William wants his dad ...    "
                },
                "43": {
                    "title": "Spannende saunabezoekjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "27 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier's parents are delighted by his 'decision' to go study in Oxford, but being cooped up sounds like torture to him. The fountain pen passed on from dad to son as study gift does't help a bit, but he dares not refuse. John William promises Merel to help her ride the entrance test and have his dad pay the fee. He and Jan fail to convince her she can't pass on such a rare opportunity, but just when they despair fitting the duck costume for dad's play plan and a talk with Olivier about his future choice dilemma change her mind. Grungo encourages Chanel to snoop for ...    "
                },
                "44": {
                    "title": "Wap, wap, wapedoewap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "28 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier's Oxford-prepping misery continues as he's fitted a classical suit, which ominously bursts open. The tailor's fond (failed) rock band memories encourage him to utter singing could be a career, but dad and the baron only insist that means joining a fraternity. Gringo's computer skills prove Barry is the man on Kelly's holiday picture. John William and Jan team up with Merel for the Royal Academy entry test, fixed and paid by the baron, and to restore Amika's strength. Realizing they get competition, Marie-Claire joins forces with Hedwig.    "
                },
                "45": {
                    "title": "Barry, Barry, Barry. Dit is niet goed.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier is pleasantly surprised by Barry's manager, who likes his voice enough to consider recording a full CD. Gringo confirms to Chanel the lady photographed with Barry is her ma Kelly. Merel runs away screaming when Marie-Claire discovers Amika in the stables. By the time she gets her dad Herbert, John William and his pa the baron, the stallion has however been removed by Jan to a trailer.    "
                },
                "46": {
                    "title": "De Amika spokenjacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "2 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier tries in vain to make his ma understand he doesn't want to study but to start a career (as singer). John William and Jan planned to train Amika and Merel. Chanel and Gringo confront Barry with the picture. Ma Kelly arrives just before he was about to tell the truth about his silence and makes them break up, believing Barry left her on holiday in the Provence. Marie-Claire is dead-set to find Amika and prove Merel is her mystery rival, but Hedwige soon has enough of following the stable girl around.    "
                },
                "47": {
                    "title": "Het meisje van Amika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Barry's manager makes Olivier a fabulous offer: his own full CD, stat! Alas, ma just booked him lodgings to leave for Oxford the next day. Gringo makes Chanel realize that the year on the picture suggests Barry probably is her father. The shed owner who refused to put up Amika proves to Marie-Claire that Merel stole Amika. She rushes to tells Herbert, who can't believe the stallion is alive. Meanwhile Merel searches Jan and John William, so they can hide the horse again, but their trailer bumps on the baron and Herbert. Jan and John William try to take the blame, but ...    "
                },
                "48": {
                    "title": "Vanille, chocola of mokka?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "4 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier's parents further increase the pressure on the poor knave. Now he finally speaks up: he won't study in Oxford for years. Gringo devises a questionnaire for Barry to compare his taste with Chanel's, which fit perfectly. Herbert fires Merel and completely bans her from the stables, even forbids Jan to mention her after vet grandpa Zanders declares Amika saved. Being ignored, Olivier barricades his room, determined to stay home and record a full CD.    "
                },
                "49": {
                    "title": "Het land van Psychiipi psychrochititi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 49,
                    "original air date": "8 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Marie-Louise gets Herbert to help chase Olivier out of his barricaded room now he wants to stay in the country and take up Barry's manager André's offer to record a full CD. But daddy rather reasons with and understands his rascal. Gringo is convinced the test proves Barry must be Chanel's dad. Although actually worrying about Amika and prodded by Jan to try the Academy test, Merel must help dad Tijs prepare the Ugly Duckling play. Jan overhears Gringo and M-C discuss the saddle video.    "
                },
                "50": {
                    "title": "Barry wordt papa?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "original air date": "9 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Barry finally tells Chanel the truth. He tells Ollie, who gives good advice. Gringo fears the truth about his M-C video may cost him Chanel. After almost nobody turns up for the dress rehearsal and few people announce coming, Tijs & family decide their play needs advertising.    "
                },
                "51": {
                    "title": "Test. Éen twee... test! Hallow?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "original air date": "10 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Olivier and Barry have finally finished their lyrics. Because Barry seems to have lost his daughter, Ollie insists he should go for a grand performance. Marie-Claire is convinced she'll beat Hedwig and be the star of the manège, so never mind the threat of Gringo showing his video, which exposes her saddle sabotage.    "
                },
                "52": {
                    "title": "De ingangsproef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "original air date": "11 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Gringo and John William are determined to show Herbert the video proving Marie-Claire's saddle sabotage. She feels sure she'll win the Royal Academy entrance test. Jan still tries to make Merel turn up as well.    "
                }
            },
            "4": {
                "1": {
                    "title": "De gevaarlijke stunt - 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Oli's gang is happy in the stud-farm, even though owner Elvis commandeers them all to clean up excessively as he expects a 'business partner' who sounds rather romantic. Patricio's circus is in town, but in financial trouble. Clown Umberto fears being fired as he can't find a fit horse for a spectacular stunt, hand-stand on horseback, but his assistant notices this is Amika's town, so they successfully kidnap the famous stallion.    "
                },
                "2": {
                    "title": "De gevaarlijke stunt - 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Oli's gang must delay the search for kidnapped Amika to welcome Elvis's guest Marjolein and her daughter Jolien, who wants to ride the stallion for her birthday. The police isn't impressed by Merel's report but searches Patricio's circus. Clown Umberto has painted the stallion brown just in time to deceive the cops.    "
                },
                "3": {
                    "title": "De gevaarlijke stunt - 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Oli thinks of stalling by making Jan give Elvis's guest Marjolein's daughter Jolien a 'rifing theory lesson'. She soon realizes Amika nor Merel is around and told the truth insists to join them searching in Patricio's circus. There clown Umberto and acrobat Sandro despair about training the stallion. After discovering and caging Merel and Lotte, they notice Amika obeys Merel and order her to do the stunt.    "
                },
                "4": {
                    "title": "De gevaarlijke stunt - 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Oli and Jan find Amika's trail and sneak into the circus, while Elvis and Marjolein visit the precinct to insist on a thorough police investigation. After the public boos clown Umberto's lame act, director Patricio threatens to fire him and acrobat Sandro unless the stunt on the stallion is performed stat. Although the training went miserably, Merel accepts to do it.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Helderziende Hedwig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amika (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Alert Olivier brilliantly avoids Merel being discovered in his room when Marie-Claire comes to ask if he prefers a Porsche or a Ferrari. Olivier reassures Merel that his dream doesn't outweigh either other priorities or fun. Cindy's last hesitations on account of her horoscope are countered by tarot. Tijs comes ask Herbert about Merel's absence. Marie-Louise must now admit that Amika isn't in the stables. Cindy puts a call over the radio to announce a duet and half year US tour with Oli.    "
                }
            }
        },
        "number of episodes": 163,
        "cast": [
            {
                "name": "Destadsbader, Niels"
            },
            {
                "name": "Van Damme, Gregory"
            },
            {
                "name": "Verdoodt, Ken"
            },
            {
                "name": "Coessens, Marc"
            },
            {
                "name": "Bamps, Pieter"
            },
            {
                "name": "Cosemans, Bert"
            },
            {
                "name": "Morren, Rudy"
            },
            {
                "name": "Bosschaert, Dirk"
            },
            {
                "name": "Royaards, Hans"
            },
            {
                "name": "Van Samang, Stan"
            },
            {
                "name": "Lenaerts, Jeroen"
            },
            {
                "name": "Cornet, Ron"
            },
            {
                "name": "Van Gelder, Ellen"
            },
            {
                "name": "Goossens, Carry"
            },
            {
                "name": "Veken, Moora Vander"
            },
            {
                "name": "Leysen, Veronique"
            },
            {
                "name": "De Munter, Hans"
            },
            {
                "name": "De Velde, Peter Van"
            },
            {
                "name": "Wolfs, Pjotr"
            },
            {
                "name": "Willems, Arnold"
            },
            {
                "name": "Van Geel, Jos"
            },
            {
                "name": "Gadeyne, Lisa"
            },
            {
                "name": "Van Ostade, Ben"
            },
            {
                "name": "Nederlof, Anita"
            },
            {
                "name": "Coldeweijer, Yvonne"
            },
            {
                "name": "Bulckaen, Peter"
            },
            {
                "name": "Daelman, Ronny"
            },
            {
                "name": "Crommelinck, Debby"
            },
            {
                "name": "Wijnants, Nathalie"
            },
            {
                "name": "Stevens, Wim"
            },
            {
                "name": "De Meyer, Johnny"
            },
            {
                "name": "Coucke, Han"
            },
            {
                "name": "Berthold, Peter"
            },
            {
                "name": "Claeyssens, Maarten"
            },
            {
                "name": "Eyckermans, Veerle"
            },
            {
                "name": "van Knoll, Elle"
            },
            {
                "name": "Schoeters, Ellen"
            },
            {
                "name": "D'Heu, Luk"
            },
            {
                "name": "Mastronardi, Sandro"
            },
            {
                "name": "Blereau, Camilia"
            },
            {
                "name": "Poelemans, Laurien"
            },
            {
                "name": "Thys, Daisy"
            }
        ],
        "genres": [
            "Romance"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 6.4,
        "votes": 41,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDFjNjQ5YzYtODFlNi00M2MxLTk4NTAtZjI5NGE2NTcyODVjXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The wealthy Flemish family De Lafayette runs a fashionable manage. Father Herbert is a fine businessman, but his wife Marie-Louise's haughty socialite attitude rubbed off badly on super-spoiled brat daughter Marie-Claire. Herbert's son Olivier is a playful rascal, masterly at playing people with goofy sidekick Gringo and has a golden heart. The manège's top horse, stallion Amika, doesn't perform well with Marie-Claire as amazon and dandy trainer Casper. Local 'inventor' Tys's equally naive daughter Merel becomes a stable-hand under Jan, who recognizes her inherited riding talent./ Father Herbert in a decent businessman, but his wife Marie-Louise spends money for prestige and their mean brat daughter Marie-Claire is even worse, forming the 'Z-Girls' trio with a dumb and a sarcastic friend. Son Olivier is playful, a prankster but never mean and actually kind and helpful, his sidekick Gringo even more. Local would be-inventor Tijs' daughter Merel dreams of becoming an amazon, but he forbids that because her ma died in an equestrian accident, so Merel becomes a stable-hand under modest, efficient Jan, both picked on by haughty playboy riding coach Casper.",
        "languages": [
            "Dutch"
        ],
        "title": "Amika",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2011",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Willemsen, Marije"
            }
        ],
        "production companies": [
            {
                "name": "Studio 100"
            }
        ],
        "distributors": [
            {
                "name": "Ketnet"
            },
            {
                "name": "Box Distribution"
            },
            {
                "name": "Televisie Radio Omroep Stichting (TROS)"
            }
        ],
        "plot": [
            "The wealthy Flemish family De Lafayette runs a fashionable manage. Father Herbert is a fine businessman, but his wife Marie-Louise's haughty socialite attitude rubbed off badly on super-spoiled brat daughter Marie-Claire. Herbert's son Olivier is a playful rascal, masterly at playing people with goofy sidekick Gringo and has a golden heart. The manège's top horse, stallion _Amika_ (qv), doesn't perform well with Marie-Claire as amazon and dandy trainer Casper. Local 'inventor' Tys's equally naive daughter Merel becomes a stable-hand under Jan, who recognizes her inherited riding talent./ Father Herbert in a decent businessman, but his wife Marie-Louise spends money for prestige and their mean brat daughter Marie-Claire is even worse, forming the 'Z-Girls' trio with a dumb and a sarcastic friend. Son Olivier is playful, a prankster but never mean and actually kind and helpful, his sidekick Gringo even more. Local would be-inventor Tijs' daughter Merel dreams of becoming an amazon, but he forbids that because her ma died in an equestrian accident, so Merel becomes a stable-hand under modest, efficient Jan, both picked on by haughty playboy riding coach Casper.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "15 min (Belgium)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 41,
                "rating": 6.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "aged 18 29": {
                "votes": 18,
                "rating": 6.3
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 6.8
            },
            "males": {
                "votes": 22,
                "rating": 6.1
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 5.1
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 6.8
            },
            "females": {
                "votes": 11,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 6.3
            },
            "non us users": {
                "votes": 26,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 9,
            "9": 2,
            "8": 7,
            "7": 5,
            "6": 4,
            "5": 5,
            "4": 1,
            "3": 1,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 6.4,
        "median": 7
    }
}