{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "29 December 2008"
            }
        ],
        "release dates": [
            "UK::29 December 2008"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "An Unconventional Convention",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The boys decide to host a science fiction convention and Dolly approves it, hoping it will fail so that all future decisions are hers. However a genuine alien, Evil Destructor from the planet Splurge, turns up and steals the hotel's soap to fuel its return journey. Having been abducted by the alien some years previously, Mrs. Poshington knows how to send it packing but Dolly thinks the whole incident is down to clever special effects and gives it her approval.    "
                },
                "2": {
                    "title": "Dragon's Den",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "16 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Grumpy Scots entrepreneur Duncan Banana-Time comes to the hotel to film the final of his show 'Dragon's Den' but,in the absence of other dragons, Sally,Jamie and a dummy fill in whilst Lenny tries to pitch his inventions. It is a disaster,not helped by the presence of Mr. Sham,the world's most annoying autograph hunter,and Duncan very nearly buys the hotel to fire the staff. Until he sees Mrs. Poshington's amazing new triple broom...    "
                },
                "3": {
                    "title": "The Musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Expecting pop duo Jeleanor to visit Jamie advertises a musical extravaganza but when they cancel he plans his own show but does not cast Dolly,due to her dreadful voice. In pique she rings her old friend impresario Lord Lloyd-Blubber to stage a rival musical,stealing away Jamie's cast. However,when his Lordship proves to be a con-man who steals the hotel funds it is down to Lenny and his song 'Fingers in Your Face' to ensure a musical success for the gathered audience.    "
                },
                "4": {
                    "title": "Takahashi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Jamie has entered the hotel in a contest - behind Dolly's back - to find the Best International Hotel of the Year,so when demanding Japanese businessman Mr. Takahashi arrives he assumes that he is the contest's judge posing as a guest and all the stops are pulled out to please him. Sadly not only does everything fail but it means the staff neglect and insult the real judge Mr. Baker. Fortunately Mr. Takahashi has fond memories of Dolly when she was a chart-topping pop singer in Japan and saves the day by booking the hotel for a month for his baked bean convention.    "
                },
                "5": {
                    "title": "Super Trubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "19 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    When Mr. Trubble installs webcams in each of his global hotels to find the most boring and shut it down,Dolly,keen to relocate to Rio Janeiro,brings in her ex-boyfriend,boring Lionel Putty,for the World's Dullest Person contest. When Jamie's efforts to liven things up fail an unexpected life-line is thrown in the form of Explodo,a super-bad villain who does battle with Hotel Trubble's own super-hero Jamie,alias Hotel Manager Man. The resultant scrap,captured on video,ensures the hotel's success but who is Explodo?    "
                },
                "6": {
                    "title": "Snoopergirl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "22 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Unknown to the others Sally has been running a blog exposing celebrity guests' secrets under the name of Snoopergirl. When bratty American pop princess Jenny Montenny comes to stay Mr. Trubble makes it clear that any Snoopergirl revelations about her will result in mass sackings. Tumbling to Snoopergirl's identity Dolly and Jamie work together to prevent Sally from learning that Jenny is actually 65 years old,and - literally - pull it off.    "
                },
                "7": {
                    "title": "Offensive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "23 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Mr. Trubble's fussy Auntie Phyllis is coming to stay and everybody must be on their best behaviour - which includes disguising Sally,who was supposed to be sacked after Phyllis's last stay.Unfortunately outrageous pop star Lady Gaahouse books in for the photo shoot for her new album cover.Chaos reigns as she fights with Sally and Lenny,in drag,takes a pneumatic drill to the hall floor. Can the staff successfully persuade Auntie that she has dreamed it all?    "
                },
                "8": {
                    "title": "Bellboybot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Jamie is suspicious when Dolly sends him on holiday and returns to find she intends to replace him with a robot - Bell Boy Bot 3000. However the robot is evil and intends to destroy the hotel, leading to a showdown in which Lenny's floor-polishing and the ever heroic Mrs. Poshington save the day. Now all the staff have to do is persuade the visiting hotel inspector that the whole event is a part of the hotel's Robot Experience.    "
                },
                "9": {
                    "title": "American President",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "25 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The American president checks in so that he can hide from the public eye and do childish things but when he gets locked in the toilet Lenny ends up with his laptop and accidentally passes a law that orders everybody to dress up like a clown and do the Hokey Cokey. Fortunately the president has a rewind button that reverts things back to normal but nobody asks why Sally has been replaced by Daisy, an animal rights activist who has hidden an elephant in Room 360.    "
                },
                "10": {
                    "title": "Fashion Phonies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "26 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Fashion guru Thingy (minus her usual partner Sultana) books into the hotel to judge the Best Dressed Staff contest,for which Daisy and Dolly have both submitted entries to design new uniforms. At the same time Lenny inadvertently signs an old document allowing the hotel to be used as a public footpath - though at least the resultant blockade of sheep prevents any more contestants arriving and guaranteeing a win for Hotel Trubble.    "
                },
                "11": {
                    "title": "Time Trubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "29 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Following the departure of the Wacky Inventions convention Lenny finds that somebody has left behind a time machine,out of which steps Henry VIII,who makes Lenny his jester and proposes to the female staff. Since the Historical Reenactment Society is also due to book in Jamie is unconvinced by the king - until he steps into the machine and briefly encounters the Norman invasion. With three executions now on the horizon Jamie devises a plan to send Henry back to the future.    "
                },
                "12": {
                    "title": "Britain's Most Boring Bellboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "30 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    TV presenter Barney Harwood comes to the hotel to make his show 'Britain's Most Boring Bellboy' and Jamie seems a likely candidate sine every time he speaks it sends Barney to sleep. In an effort to show that he is exciting Jamie dresses as Tarzan - only to find that he has ended up in a totally different show.    "
                },
                "13": {
                    "title": "Trubble 4011",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "31 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    In the year 4011 the hotel is floating in space,Lenny is a robot and Dolly a cyborg. A mysterious visitor,Salgar,arrives at the hotel and accuses it of having lost its sense of fun - helped by clips from the whole series. However Salgar is not what he seems to be,which accounts for why Sally is not around.    "
                }
            },
            "1": {
                "1": {
                    "title": "Tall Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Lenny's mother is coming to stay at Hotel Trubble. Lenny is only a porter but he has told his mother that he owns the hotel and so efforts are made to deceive her, efforts which, inevitably, come unstuck although she has had her suspicions all along.    "
                },
                "2": {
                    "title": "Spies Like Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    A priceless jewel has been deposited in the hotel to await Mr. Trubble and all the staff are keen to take a look at it. It is on the cards that someone will try to steal it and an agent has come to protect it. However, he is not who he says he is and it's a good job that Mrs.Poshington is well-versed in the martial arts.    "
                },
                "3": {
                    "title": "Demolition Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Mr. Wreck and Mr. Ball come to Hotel Trubble saying that they have orders for its demolition. The staff go on the streets with a petition and record a charity single in the hopes of preventing the demolition but it looks as if their efforts will fail. Fortunately Mrs. Poshington has the sense to study the demolition order closely and discovers that it's for the building next door.    "
                },
                "4": {
                    "title": "The Amazing Armando",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The Amazing Armando comes to stay at Hotel Trubble but shortly before he is due to begin his magic show stupid Lenny makes his glamorous assistant disappear. The race is on for the staff to get her back in time for the start of the show.    "
                },
                "5": {
                    "title": "High Trubble Musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    In a nod to 'High School Musical' the hotel staff perform a musical entertainment for Mr. Trubble to celebrate his birthday.    "
                },
                "6": {
                    "title": "X Marks the Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Dr. Windy Banana Bones, the world famous explorer, arrives, complete with trademark hat and bullwhip, at the hotel. Windy - so-called because of the effect on him of broccoli - is closely followed by the sinister German Herr Style, who lets slip that there is a relic in the hotel. This sets the staff off on a treasure hunt, using a map found in Windy's room but it turns out to be the map Windy uses to locate his car whilst Windy and Mrs. Poshington find the Sacred Spatula of Total Everlasting Youth, seeing off Herr Style in the process.    "
                },
                "7": {
                    "title": "Monkey Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The hotel is transformed into a jungle in honour of Lionel the celebrity gorilla who has come to sign autographs with manager Mr. Sslyth. Mr. Sslyth is called away and makes gormless Lenny sign a contract guaranteeing payment of thirty two million pounds and twenty-five pence if anything happens to Lionel. Unfortunately Lionel disappears and, after searching the streets for him, the staff make Lenny impersonate him. Mr. Sslyth returns, demanding his money but, after Mrs. Poshington explains that Lionel has been with her all afternoon, Sslyth is exposed as a fraudster ...    "
                },
                "8": {
                    "title": "A Sistery Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Two very strange-looking nuns book into Hotel Trubble. At the same time an assortment of pranks and bizarre room service requests occur, all pointing to Mrs. Poshington as being the culprit. However, the answer lies in a long-seated family feud between Mrs. Poshington herself and her sister Janet and Janet's husband, who turn out to be the bogus nuns.    "
                },
                "9": {
                    "title": "Fright Knight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    When Sally hears that Dr. Egon Pantz, host of T.V.'s 'Haunted Places Live', is coming to stay,she determines that he will find a ghost and make the hotel famous. The staff audition people to make ghost noises but they are rubbish so Sally makes up Lenny to resemble the ghost of the owner's ancestor Sir Trubblealot,but he's even worse. Mrs. Poshington tells the kids the hotel is really haunted but will Dr. Pantz see a genuine ghost before he departs?    "
                },
                "10": {
                    "title": "Dribble Verses Trubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Business is at rock bottom since rival Hotel Dribble - whose staff look just like the Trubble employees - opened, so Sally and the boys try to drum up trade by going onto the streets and into a shopping mall. They fail dismally. When sole guest Mrs. Poshington also checks into Hotel Dribble it looks as if Trubble must close. But she is working undercover to expose the rival's faults, and, as ever, saves the day.    "
                },
                "11": {
                    "title": "Royal Trubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The staff need a V.I.P. to unveil a plaque for the hotel's centenary celebration and come across Prince Wally in the Yellow Pages. He turns up with his valet Mr. Dance and royal corgi Fartz but demands money up front which the boys raise via a variety show. The royal visitors are actually con artists and inevitably it is Mrs. Poshington who exposes them and provides a really regal guest - her cousin Lizzie.    "
                },
                "12": {
                    "title": "Verity Lumiere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    When jam-loving film star Verity Lumiere checks in to Hotel Trubble Jamie goes out of his way to be nice to her to counter Sally's usual rudeness, but Sally,anxious to appear in Verity's next film, tries to be pleasant. Of course she fails and pushes a jam tart in the star's face when she thinks she is making a play for Jamie. Fortunately for everyone, Verity sees Sally as an inspiration as she is researching for a movie called 'The Rudest Receptionist.'    "
                },
                "13": {
                    "title": "Fired!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Sir Alan Sugarfree, millionaire-tycoon and Shouter of the Year, books in, with aides Margaret and Nick - a tailor's dummy - to Hotel Trubble to streamline the staff. They must meet people on the street with unusual talents and then sell chocolate potatoes or else they will dismissed. Of course they fail miserably and it looks as if one of them,at least,will be sacked for incompetence. So who will save them? Why, Mrs. Poshington, of course. A single phone call to Mr. Trubble and Sir Alan is ...fired!    "
                }
            },
            "2": {
                "1": {
                    "title": "Hello Dolly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    With the boiler broken and the hotel freezing, the staff ring Mr. Trubble to send somebody to sort things out. Enter Dolly, who says she is his girl-friend and,although she is the new manager,both Sally and Jamie think they are - whilst Mrs. Poshington mistakes the plumber for a doctor and thinks she has only days to live. At least she bequeaths all her money to the hotel,which takes care of the cost of repairs, but then she finds she is not terminally ill after all so,with the cash gone, she stays on at the hotel - as the cleaner.    "
                },
                "2": {
                    "title": "An Inspector Calls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Last time she came to Hotel Trubble grim hotel inspector Miss Beasley found five hundred and twenty-six things wrong with it and almost closed it down. Now, with a lion in Room 426 and Lenny about to turn into something peculiar, thanks to the family curse which strikes him once a year, it is not the best of days for her return visit. However, just as things are looking really bleak, Lenny's transformation - into dashing Don Juan - brings out the beast in her and saves the day - and the hotel.    "
                },
                "3": {
                    "title": "Football Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Famous footballer Dwayne Looney comes to the hotel to hide from demanding manager Sir Alex Fartisan as he has become scared of going onto the field and refuses to play in the evening's big match. The staff get him motivated again but,after he has been flattened by Mrs. Poshington and her jet-pack,an unusual substitute - Sally - steps up to score the winning goals for England.    "
                },
                "4": {
                    "title": "Love Conkers All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jamie is awaiting a visit from 'Spectacular Stairs' magazine but instead learns that the hotel is to host the World Conker Championship between Russian title holder Boris and his American challenger Louie,who speaks only in rhyme. Both hail Mrs. Poshington as a former conker champion and ask her to be referee. Before the fight can start both competitors are accidentally indisposed thanks to Jamie and Lenny. Fortunately Mrs. Poshington has insisted they wear masks for safety reasons,which gives Jamie an idea...    "
                },
                "5": {
                    "title": "Catz 'N' Doggz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Rapper Z-Dogg,a man so rude no other hotel in the country will put him up,arrives with his long-suffering manager. Initially star-struck, Sally and Lenny change their opinions when they see how obnoxious the rapper is but Jamie,surprisingly,finds him great and allows himself to be humiliated for Z-Dogg's amusement. But when the truth dawns on him,he challenges Z-Dogg to a duel.The duel turns out to involve rapping,at which Jamie is hopeless, but once again Mrs. Poshington proves that there is no end to her talents.    "
                },
                "6": {
                    "title": "Fangs for the Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jamie tells Lenny not to be so stupid for believing that new guest Dave Racula is a two-hundred and thirty-seven year old vampire but Dave is just that though the staff,feeling sorry for him,are sworn to secrecy. Until they learn that he is taking Mrs. Poshington for dinner and they fear for her safety. Fortunately,she orders her favourite starter - garlic bread - which has an adverse effect on him - but they agree to remain just good friends.    "
                },
                "7": {
                    "title": "When Hally Met Sally",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Sally's bossy school rival Hally comes to Hotel Trubble,supposedly to review it for 'Swish' magazine. She soon alienates all the female staff with her rudeness and demands,leading to them,along with Lenny,going on strike and ending up in a tent in the garden. Sally has a trump card however - she has found out that Hally is not writing for a magazine after all and sets out to expose her.    "
                },
                "8": {
                    "title": "Strictly Come Prancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jamie decides to draw public attention to the hotel's ballroom by inviting the stars of television's 'Strictly Come Prancing' Darren Chiseljaw and his partner Tatyana along with dance judge Marlene Filament to give a demonstration. Unfortunately Darren and Tatyana trip up on Lenny's marbles and fall downstairs,incapacitating themselves. Marlene remembers Lenny as the star pupil at her dance academy years earlier but a bizarre accident scuppered his career and he vowed never to dance again. He is,however,able to teach Sally and Jamie some nifty footwork. Unfortunately ...    "
                },
                "9": {
                    "title": "Lenny the Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Lenny feels unappreciated when Jamie rejects his ideas for the hotel. Then news reporter Ed Flaxman checks in and Lenny saves him from being crushed by a falling chandelier. Ed declares Lenny a hero and helps him market his best-selling autobiography. In fact Lenny becomes so famous he gives in his notice and it's down to Sally,envious of his new-found celebrity,to inadvertently bring him back to Hotel Trubble.    "
                },
                "10": {
                    "title": "Trubble Billionaire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Hotel Trubble experiences a mould problem,which will be costly to eliminate and it looks as if grumpy billionaire Wesley Sowergrapes may buy the building and demolish it to make way for a wind farm. However he is an old flame of Mrs. Poshington,who has never recovered from her declining his marriage proposal years earlier and still wants to wed her. Fortunately she recognises the proffered engagement ring as the famous Poshington Diamond,stolen years earlier,and has him arrested, whilst the generous tips he gave Sally will pay for the treatment of the mould.    "
                },
                "11": {
                    "title": "Bridezilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    To win a huge cash prize Sally and Jamie enter the Wedding of the Year contest, posing as a bride and groom. They are interviewed by gushing Cupid L'Amour from 'I Do' magazine and pass the authenticity test whilst Dolly organizes a lavish ceremony for them. To stop the wedding from going ahead Lenny sends for a fake vicar but Mrs. Poshington puts him out of action by falling on him, and, with a genuine clergyman taking his place, it looks as if Hotel Trubble will soon have its first married staff members. Can the prize money buy a divorce?    "
                },
                "12": {
                    "title": "Smash in the Attic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    When Lenny spends all the hotel's funds on football stickers the staff have to come up with money fast. With antiques expert David Dicky-Doodle bringing his show 'Sell Your Tat' to Hotel Trubble,Dolly and Jamie think they have interesting finds for him but it is Lenny's fifty year collection of football stickers that really interests him. When he dupes Lenny into parting with it for nothing the staff devise a plan to get it back.    "
                },
                "13": {
                    "title": "Hotel Trubble 1900",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hotel Trubble (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    In 1900 Lord Trubble opens his new hotel staffed by suffragette receptionist Sally Shufflebottom,posh manager Lenny and dogs body Jim Lad but they have no guests and the hotel is in danger of becoming a pig sanctuary. Fortunately Mrs. Poshington,a wandering clairvoyant with a wandering accent as well as a kitten called Private Sirius,arrives and foretells the future with her crystal ball,convincing the staff that the hotel will be open for many a year to come.    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Damer, Gary"
            },
            {
                "name": "Phillips, Sam"
            },
            {
                "name": "Bernette, Sheila"
            },
            {
                "name": "Moore, Dominique"
            },
            {
                "name": "Franks, Tanya"
            },
            {
                "name": "Wokoma, Susan"
            },
            {
                "name": "Craig, Fergus"
            },
            {
                "name": "Standing, Hayley Jayne"
            },
            {
                "name": "Hart, Miranda"
            },
            {
                "name": "Wright, Dan"
            },
            {
                "name": "Dennis, Les"
            },
            {
                "name": "Gallagher, Phil"
            },
            {
                "name": "Hobbs, Laurence"
            },
            {
                "name": "Howarth, Laurence"
            },
            {
                "name": "Lowe, Alex"
            },
            {
                "name": "Price, Tom"
            },
            {
                "name": "Marsh, Steve"
            },
            {
                "name": "Bellamy, Amanda"
            },
            {
                "name": "Bent, Stephen"
            },
            {
                "name": "Gilbert, Kerry"
            },
            {
                "name": "Parham, Oliver"
            },
            {
                "name": "Wiltshire, Daniel"
            },
            {
                "name": "Alexander, Eva"
            },
            {
                "name": "Antony-Barber, Paul"
            },
            {
                "name": "Coleman, Dominic"
            },
            {
                "name": "Ebrahim, Vincent"
            },
            {
                "name": "Stevens, Michael Fenton"
            },
            {
                "name": "Haywood, Pippa"
            },
            {
                "name": "Hoult, Colin"
            },
            {
                "name": "Kirk, Alexander"
            },
            {
                "name": "Lederer, Helen"
            },
            {
                "name": "Macqueen, Alex"
            },
            {
                "name": "Nelstrop, Thomas"
            },
            {
                "name": "Bachman, James"
            },
            {
                "name": "Barnett, Jason"
            },
            {
                "name": "Broad, Oliver"
            },
            {
                "name": "Connor, Alice"
            },
            {
                "name": "Francis, Geff"
            },
            {
                "name": "Frimstone, Ben"
            },
            {
                "name": "Harwood, Barney"
            },
            {
                "name": "Larwood, Marek"
            },
            {
                "name": "Li, Dan"
            },
            {
                "name": "Watson, Lorna"
            },
            {
                "name": "Pace, Norman"
            },
            {
                "name": "Prince, Javone"
            },
            {
                "name": "Tetsell, Dan"
            },
            {
                "name": "Weeks, Ed"
            },
            {
                "name": "Wickham, Steven"
            },
            {
                "name": "Cardinal, Seb"
            },
            {
                "name": "Earley, Matthew"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 6.2,
        "votes": 51,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDllNmI5Y2MtYTU5MC00MDQ4LWE1MDAtYzM4MDg1YWYwOWQ0XkEyXkFqcGdeQXVyNTkyMDkyOA@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Hotel Trubble is run by an incompetent trio, Sally, Lenny and Jamie, for absentee owner Mr. Trubble. Resident guest is Mrs. Poshington with her stuffed cat Sirius. She complains about everything but normally saves the day for the hapless trio.",
        "languages": [
            "English"
        ],
        "title": "Hotel Trubble",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Hotel Trubble (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Brito, Matt"
            },
            {
                "name": "Clegg, Jo"
            },
            {
                "name": "Craig, Fergus"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "plot": [
            "_Hotel Trubble_ (qv) is run by an incompetent trio, Sally, Lenny and Jamie, for absentee owner Mr. Trubble. Resident guest is Mrs. Poshington with her stuffed cat Sirius. She complains about everything but normally saves the day for the hapless trio.::don @ minifie-1"
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 51,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 25,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 3.6
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "males": {
                "votes": 24,
                "rating": 4.4
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 4.9
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "females": {
                "votes": 14,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.3
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 25,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 11,
            "9": 1,
            "8": 5,
            "7": 11,
            "6": 6,
            "5": 3,
            "4": 4,
            "3": 1,
            "2": 2,
            "1": 7
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}