{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 May 2008"
            }
        ],
        "release dates": [
            "USA::30 May 2008"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Home for the Holidays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "20 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    We kick off season 5 of Cherry Bomb with the excitement of the holiday season! The girls offer advice for dealing with holiday stress and bringing your partner home to hang out with your family. It's a joyous time of year, unless your partner isn't accepted and you're stuck in the middle. What if you or your partner is still in the closet, how do you get over that hurdle while spending time with your family?    "
                },
                "2": {
                    "title": "The Art of Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "27 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Does anyone date anymore? Or do lesbians skip right to intimacy? This week on Cherry Bomb the ladies take it to the gutter. Does it mean you're slutty if you sleep with your date right away? And in this week's question they tackle how to ask out your crush and give the right signals when you're interested.    "
                },
                "3": {
                    "title": "Single and Ok",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "10 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Now that you're single how do you roll through the world? Glo gives her secret to getting through with a break-up buddy. How to create new behaviors on your own, but what if you have anxiety around being alone? And in the question of the week, those on again/off again relationships, what to do when you can't decide if you should stay or break it off for good.    "
                },
                "4": {
                    "title": "Sexual Compatibility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "17 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This week the ladies of Cherry Bomb discuss being on the same sexual page as your partner. What if your fundamentals are out of sync, like sex once a day for you and your partner likes it once a month? How important is it to you in your relationship? And what if the bedroom is the only place you can get it right as a couple?    "
                },
                "5": {
                    "title": "Love Languages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "24 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This week on Cherry Bomb, the girls take a little love test to determine the way they accept love. According to the book by Gary Chapman called the Five Love Languages we all have our own ways of giving and receiving love. Take the test with your partner and see how well you know each other. And in this week's surprise question, what if your partner wants to get pregnant the old fashioned way, is there a compromise?    "
                },
                "6": {
                    "title": "Bullying",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "31 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    This week on Cherry Bomb the ladies discuss bullying. Each of our hosts shares their own personal stories of how they were bullied. You don't have to be in school to be a victim, it happens in the world every day but what will you do about it? They give advice on when to jump in, when to call on others for assistance and where to go for help with this pervasive issue in our society.    "
                },
                "7": {
                    "title": "The Art of Wooing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "7 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The ladies of Cherry Bomb welcome Jacquelyn Kennedy to talk about the Art of Wooing. Jacquelyn owns a boutique in LA called Dewberries where she celebrates strong, confident, beautiful women, BOI clothing, girly clothing and more visit her online at luvthatdewberries.com. Courting is often lost on today's society, how can you bring it back? Do you think you deserve to be wooed and treated like a princess? And one of the wildest questions ever posed to the girls; of course it involves sex.    "
                },
                "8": {
                    "title": "The Break-Up Cycle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    You're together, not together, together, not together, it's not just lesbians that get into a vicious break-up cycle. But are you just delaying the inevitable? It's called a break up because it's broken, is that true? The ladies welcome Sheetal Sheth from 'The World Unseen' and 'I Can't Think Straight' to ponder over whether or not this relationship pattern ever turns out well. And in the question of the week the ladies discuss celebrities who joke around about being bi or lesbian to get attention.    "
                },
                "9": {
                    "title": "Co-Dependency",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "21 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    This week the ladies of Cherry Bomb define co-dependent, what does it mean to you? Managing everyone's feelings can be exhausting; the women discuss how to get out of that unhealthy rut. Do you assume all the responsibility in your relationship; does your partner get away with murder? Tatum thinks it would be good to have a co-dependent girlfriend so she can always find her keys! And this week's question has a serious tone; a viewer asks if there is any link between being gay and having been abused as a child.    "
                }
            },
            "1": {
                "1": {
                    "title": "Committment Issues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 May 2008",
                    "year": "2008",
                    "plot": "\n    Welcome to the first episode of the new weekly lesbian talk show series, Cherry Bomb, featuring four women - Gloria, Dalila, Tatum, and Nikki - talking about different issues each week. In the first episode, the women discuss commitment, lesbian-style. They share stories and debate issues around moving in together too quickly, what causes lesbian bed death, and how you fix it.    "
                },
                "2": {
                    "title": "Dating in the Internet Ages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Tatum, Dalila, Nikki and Gloria navigate online dating, MySpace stalking, and the challenges of monogamy in a cell phone-centric world.    "
                },
                "3": {
                    "title": "Coming Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    This week's episode is all about coming out: The giddy lesbian adolescence, the mistakes, the gossip, the rules, and the who, what, and when to tell. For this week's question, the women tackle a workplace crush, and the straight girl flirt.    "
                },
                "4": {
                    "title": "Gender Roles: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    This week on Cherry Bomb, Dalila, Gloria, Nikki, and Tatum talk gender roles - do they really matter when it comes to the bedroom? The ladies also delve into the meanings of masculine vs. feminine, and terms like \"Stone Cold Butch\" and \"Pillow Princess.\" Also, this week's question spurs a discussion on what to do when your partner is still in the closet    "
                },
                "5": {
                    "title": "Deal Breakers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    This week on Cherry Bomb, the women discuss the things they simply won't put up with from a prospective partner. For some, it's smoking; for others, it's the lack of shaving, PDAs or even curly hair. From the superficial to core values, what are the deal breakers that make you say yes or no to dating someone? Do all the rules go out the window for the right person? And on this week's question, what to do when your partner is taking advantage of you financially.    "
                },
                "6": {
                    "title": "Player Please",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    This week on Cherry Bomb, Tatum, Dalila, Nikki and Gloria explore the mysteries of the lesbian \"playa'\" They discuss how to spot a player, how to tame one and if you're interested, as well as a a little on how to be one.The player may have a certain allure but is it worth it in the long run? On this week's question, the women tackle what to do when no one likes your girlfriend.    "
                },
                "7": {
                    "title": "The Polys: Open Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    This week, the Cherry Bomb women break down the definitions, difficulties and desires of the poly or \"open\" relationship. An often controversial topic, the open relationship is out of the question for some and a way of life for others -but always a communication challenge to say the least. Can a leopard change it's spots? Can monogamous couples go poly and vice versa? And in this week's question, the ladies answer the question that every lesbian dreads being asked.    "
                },
                "8": {
                    "title": "The Ex-Factor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    This week, the Cherry Bomb ladies talk about the relationship after the break-up. Do you stay friends with your exes after the relationship is over? Do you want them to be happy or miserable without you? Do you come back for support, movie dates, or sex? There's rarely a clean break with lesbians (or anyone for that matter.) And on this week's question, what to do when you're friends with all your exes and your girlfriend isn't happy about it.    "
                },
                "9": {
                    "title": "Green Light Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    How do you know if you're free to make a move on a girl? The ladies of Cherry Bomb discuss the signals to watch out for if a girl is giving you \"the green light,\" and how to tell if it's just coffee or something more. The girls share stories of misunderstood first dates and friends that made a move. And in this week's question, what to do when you want to meet your girlfriend's family but you're not invited.    "
                },
                "10": {
                    "title": "Taboos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Do you let differing views on religion and politics affect your choices in the bedroom? There are two things you don't discuss in polite company - religion and politics - but in relationships where do you draw the line? From Catholic guilt to the voting booth, the ladies of Cherry Bomb discuss how to deal. And this weeks question: How to tackle spontaneous LBD after 20 years of a good thing.    "
                },
                "11": {
                    "title": "Gender Roles: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 May 2008",
                    "year": "2008",
                    "plot": "\n    The ladies of Cherry Bomb again debate how gender roles show up in their relationships, and where they feel they fall on the on the masculine/feminine scale. Do their outside appearances match their inner perceptions?    "
                },
                "12": {
                    "title": "The Urge to Merge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    The ladies of Cherry Bomb welcome Lee Friedlander to the couch for a glass of wine and some juicy girl talk. Lee is the director and producer of Exes & Ohs as well as many other lesbian themed programs.    "
                },
                "13": {
                    "title": "Meet the Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The ladies cover a topic every lesbian will face sooner or later: When is it time to take your girlfriend home to meet the parents? So many scenarios, so little time, but the women tell their stories and share their mother's grief or relief when the truth comes out, so to speak.    "
                },
                "14": {
                    "title": "The Bisexual Hurtle: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "29 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Ladies of Cherry Bomb explore the topic of bisexuality in the lesbian community. Where does the \"B\" in LGBT fit in? And why is there often a negative stereotype related to the term? Tatum has a theory.    "
                },
                "15": {
                    "title": "Fuzzy Friendships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "5 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    This week on Cherry Bomb, comedian Bridget McManus climbs out of her bed and onto the couch. The women tackle the topic of fuzzy friendships: Are you still friends with your exes or is your girlfriend still friends with her exes? It can bring drama to even the most stable of relationships without proper communication.    "
                },
                "16": {
                    "title": "The Bisexual Hurtle: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "12 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    This week, the ladies of Cherry Bomb discuss the definition of a \"Gold Star lesbian\" and continue the ever popular topic of bisexuality within the the community. The girls weigh in on stereotypes such as greed, promiscuity and whether or not a bisexual woman is satisfied being with just one sex. The conversation leads Gloria to a break through moment! And this week's question: What's the right safe sex question to ask a new partner in bed?    "
                },
                "17": {
                    "title": "Cubs and Cougars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "19 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    This week on Cherry Bomb, the girls take a closer look at one of their previous questions of the week: Dating outside your age range.Who's chasing whom these days? Are younger women looking for older, more stable women for relationships; or are older women looking for younger girls to keep that fountain of youth? And for the question of the week, the ladies talk about dressing your style, no matter what anyone has to say.    "
                },
                "18": {
                    "title": "Too Straight to Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "26 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    The ladies of Cherry Bomb chat about why lesbians sometimes find themselves chasing the unattainable - girls who call themselves straight. Does it lead to heartbreak? And in this week's question, the ladies discuss the art of the flirt and keeping the romance going in your relationship.    "
                },
                "19": {
                    "title": "Safer Sex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "3 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The ladies get down and dirty and debate about the myths and realities of safe sex in the community. How do you ask someone if they're all good \"down there\"? Everybody says they know what they should do, but what's really happening? And this week's question: What really makes you a lesbian?    "
                },
                "20": {
                    "title": "Sexual Satisfaction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "10 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The women discuss what it takes to get \"there\" - sexual satisfaction. Which of the ladies fake? What are their turn-ons and turn-offs? The ladies get raw and honest about their personal preferences. This week's question: What happens when you and your best friend are always into the same girl?    "
                },
                "21": {
                    "title": "Gay Marriages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "17 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    We want the right to marry just like opposite sex couples, but what do you really get with that piece of paper? You may be surprised how few rights are \"equal\" when it comes to the current state of gay marriage. This week, the women of Cherry Bomb welcome lawyer Chris Wilson to get the real story. They discuss the \"Vote No on Prop 8\" push and what it means to couples nationwide. And in this week's surprise question: How do you deal with the issue of bringing an interracial baby home to your family?    "
                },
                "22": {
                    "title": "Interracial Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "24 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The women take a look at interracial dating. What are the special issues that come up in this scenario and how do couples work through it? Does one partner ever fully understand the other? In this week's question, they answer how to make the first move.    "
                },
                "23": {
                    "title": "Long Distance Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "31 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The women welcome Arlan Hamilton of Interlude Magazine and Your Daily Lesbian Moment blog. Arlan hops in the the hot seat to talk about the LDR: Long Distance Relationship. Also, the bloggers oblige Arlan's request for the first ever nude episode of Cherry Bomb (kind of).    "
                },
                "24": {
                    "title": "Dykeotomy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "6 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    It's the first man to ever be in hot seat on Cherry Bomb, but he's gay so it's OK. The women interview Logan Alexander about his new photography book, Dykeotomy. We find out what the project is all about and get to see the vloggers in their own photo shoot. Also, comedian Jackie Jones sits in to answer a very difficult sex question.    "
                },
                "25": {
                    "title": "Breaking Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "17 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The ladies talk about breaking up. They welcome Charlene Borja from Logo's Gimme Sugar to talk about how to move past a break up and get back on track, or go to therapy - whichever works. In this week's question topic: Cheating.    "
                }
            },
            "2": {
                "1": {
                    "title": "Serial Monogamy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The ladies welcome special guest Michelle Wolff (Dante's Cove, Mango Kiss) also discuss serial monogamy, or overlapping relationships that turn up over and over again in the community. How do you give yourself the space to follow the 6 month rule, or do you need to? Are these kind of relationships healthy or a recipe for disaster? And this weeks question: Your girl likes it rough and you like a gentler touch in the bedroom - can the ladies help this viewer get things working in the bedroom?    "
                },
                "2": {
                    "title": "The Lesbian Scene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The ladies welcome Amanda Deibert of the web series FEED to discuss finding \"the scene\" in your area. And in this week's surprise question, the women discuss dating someone going through the transgender transition and defining your own sexuality throughout the relationship.    "
                },
                "3": {
                    "title": "Valentine's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The ladies of Cherry Bomb give fun and inexpensive ideas for celebrating Valentine's Day with your partner or friends if you're single on the day. Also, what to do if your partner isn't on the same page as you are for the holiday. And in this week's question: How do you with the first Valentine's Day for you and your new love?    "
                },
                "4": {
                    "title": "Living with Your Ex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The ladies welcome Jill Bennett to the couch to dig into this week's topic: Living with your ex-girlfriend. Sounds like a crazy idea but it happens more than you'd think for financial reasons or other life circumstances. Jill tells the girls about her pre-live-in contract, and talks dividing the friends, the pets, and who gets who in the tug of war.    "
                },
                "5": {
                    "title": "Truth or... Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The girls are in their PJs in the week's episode of Cherry Bomb. It's a slumber party game of Truth or Truth, where the women answer questions from viewers and a few thrown in from their devious director just for fun. Watch and laugh as the girls dig their way through \"What's your worst sexual experience?\" to \"Have you ever considered being a stripper?\"    "
                },
                "6": {
                    "title": "Race, Religion, and Marriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    This week, the women of Cherry Bomb attempt to answer what the fight for gay marriage rights in California and other states has taught us about the role of religion and race within the community. Anne Marie Williams from the Jordan Rustin Coalition comes to the couch to discuss marriage education, Mormons and coming out to your church community.    "
                },
                "7": {
                    "title": "What's Up Down There?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the CB Ladies are schooled on the fine art of sexual health from Precious Stallworth, a sex educator from the LA Gay and Lesbian Center. What do the \"gold stars\" need to know? And is an orgasm actually good for the soul? Also, where to find gay or lesbian doctors in your community.    "
                },
                "8": {
                    "title": "Cheating - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the ladies dive into cheating. Do you forgive and forget? How do you define cheating? Do you know it when you see it? Do you give a \"pass\" if you or your partner are tipsy? And how do you know if your partner is cheating on you?    "
                },
                "9": {
                    "title": "Cheating - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "20 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the conversation gets heated when the women continue their discussion on cheating. What do you and your partner consider cheating? The definition is different for everyone and in this case the ladies are not always on the same page    "
                },
                "10": {
                    "title": "Settling in Your Relationship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "27 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Do you ever find yourself settling for the person you're with out of convenience or comfort? The ladies of Cherry Bomb welcome Latina comedian Sandra Valls to the couch this week to discuss settling. What's the difference between uncomfortable and unacceptable in a relationship? Do you stick it out even when there's no Spark left?    "
                },
                "11": {
                    "title": "Family Baggage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "3 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the ladies discuss the issues that we bring into our relationships that were passed onto us from our parents. From mommy issues to daddy issues, finding the good stuff and leaving the bad behind. And when is it parental programming, or just you?    "
                },
                "12": {
                    "title": "Truth or Truth 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "10 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the CB Ladies welcome Suzanne Westenhoefer as their special guest! It's Truth or Truth 2 with a live audience at the Dinah Shore event in Palm Springs. Suzanne talks about having pancakes with Dalila's girlfriend and shaving that special area for a special someone. Also, how to approach your Dinah crush with an interesting request.    "
                },
                "13": {
                    "title": "Live from the Dinah: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "17 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    In the second episode recorded live at The Dinah Shore Weekend, the CB Ladies dish the dirt on \"the first Time\" with Mariah Hanson of Club Skirts How did it all go down for each of the girls: the first time for sex with either sex, the first time in love.    "
                },
                "14": {
                    "title": "Loving Too Much",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "24 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Unrequited love - you love them, they don't feel quite the same about you. Why do we chase after women we can't have? Is pining away for someone a waste of time? Do you miss someone really good while you're distracted by someone you can't have?    "
                },
                "15": {
                    "title": "Women with Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "1 May 2009",
                    "year": "2009",
                    "plot": "\n    The allure of the MILF - what are the issues dating women with children? Respecting parenting styles, pre-made families, and sharing custody with the ex are all things to consider. How do each of the Cherry Bomb women feel about having kids or more kids and what kind of \"mommies\" are they looking for? Also, the ladies get the strangest question they have ever received.    "
                },
                "16": {
                    "title": "Obsession with Your Ex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "8 May 2009",
                    "year": "2009",
                    "plot": "\n    In the season finale of Cherry Bomb, the Ladies discuss when an obsession becomes unhealthy. Keeping track of your ex is one thing, but giving them all your energy can really drain the soul. Are there more cases of unhealthy obsession within the lesbian community, and can obsession lead to giving the relationship another try?    "
                }
            },
            "3": {
                "1": {
                    "title": "You Call That Sex?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    In the Season 3 premiere of Cherry Bomb, the ladies welcome Andrea Meyerson to the couch to talk about one of their favorite topics. Friends and strangers alike seem to think it's fine to ask, \"So what do you do in bed?\" when they find out you're a lesbian. The ladies discuss what they consider sex and Andrea invites them to a special women's weekend getaway. And in this week's surprise question, how do you ask for certain things from your partner in the bedroom?    "
                },
                "2": {
                    "title": "Gay and Religious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "21 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the ladies discuss if you can be religious and gay at the same time. Ky Dickens, creator/director of the film Fish Out of Water, joins the ladies for this age old debate. The film, which recently premiered out OutFest, breaks down the verses in the Bible that specifically mention homosexuality and that are used to condemn it. The women discuss the misinterpretations of the Bible and how people have used those to justify hate and the right to deny basic human rights.    "
                },
                "3": {
                    "title": "Jealousy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "7 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the ladies start out with a little faux jealousy but in reality it can be a huge problem in relationships no matter what your sexual orientation. Can a little jealousy spice things up? The ladies talk about some crazy stories they've experienced and whether or not jealousy is worse in lesbian relationships than others. And this week's question: How do you know when it's the right time to move in?    "
                },
                "4": {
                    "title": "Out in the Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the ladies welcome Los Angeles lesbian party promoters Linda Fusco of FUSE and Saskia Webber. The women share some of the funniest and craziest stories ever heard on the couches. Also, how to work the line to get into a club, how to have a good time without drama and the possibility of meeting your future wife in the scene.    "
                },
                "5": {
                    "title": "Is Gay the New Black?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "11 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Drawing the comparison between the fight for civil rights for blacks and the fight for equality within the LGBT community. Do some people think the struggle within both communities is similar? Even within the family, is there a sexism issue within the LGBT community gay men vs. lesbians? The ladies discuss the problems within the Prop. 8 campaign that left out the black community or approached them in a less than affective way to get us all on the same side. And in social settings, why is there such a divergence of race within the scene?    "
                },
                "6": {
                    "title": "First Girl Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "4 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Being the first girl someone's ever been with can add even more pressure to a starter relationship. Can you afford to \"sponsor\" a baby-dyke? Does someone new to women need to sew some oats before settling into a relationship? Glo needs a card-carrying established lesbian - how do the other ladies feel about it? And then there are the lesbians that only seem to take on the \"first-timers\": Their relationships are like lesbian boot camp.What works for you? And in answering this week's surprise question, the ladies tackle dating issues when you have an STD.    "
                },
                "7": {
                    "title": "Following Your Instincts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "18 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The ladies of Cherry Bomb nearly fall off the couches with laughter this week as comedian Erin Foley joins in on the topic of following your instincts. The ladies get off topic a bit with gorilla mating patterns and women with small or large eyes, but then they get to the meat of things. Why don't we listen to our instincts, our gut, and take note of the red flags? Why do we get into relationships with people that our gut tells us are crazy? Do you run to the crazy or duck for cover?    "
                },
                "8": {
                    "title": "The One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    This week, Cathy DeBuono from the web series We Have to Stop Now joins the ladies for a discussion on The One. Is there such a thing? Is the person you're with The One until the next One shows up? How do you recognize The One when you see it, and what if you thought you found the One and then it goes bad? Also, the ladies give advice on the topic of discussing your sexuality with your parents when you're a teenager.    "
                },
                "9": {
                    "title": "Don't Ask, Don't Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the ladies welcome former Army soldier and author of Secret Service - Untold Stories of Lesbians in the Military, Zsa Zsa Gershick to discuss the current state of the Don't Ask Don't Tell policy. Zsa Zsa shares her history and experience in the military and what the policy means to those currently serving. Also joining the ladies on the couch are the stars of the new film, A Marine's Story, Dreya Weber and Paris Pickard who speak on their parts in the film and how Zsa Zsa's book was influential in their research for the roles.    "
                },
                "10": {
                    "title": "The Butch Mystique: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the ladies begin a three part series on The Butch Mystique. The title is a shout out to the film of the same name by Debra A. Wilson. Friend Tyler Starrine joins the women to discuss the younger generation of today's \"butches,\" including what it's like to be mistaken for a man.    "
                },
                "11": {
                    "title": "The Butch Mystique: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    This week, the ladies continue their three part series on the Butch Mystique with our friend Vallerie Wagner taking a seat on the couch to tackle butch identity as it relates to race. How does the butch/femme dynamic play out across racial lines?    "
                },
                "12": {
                    "title": "Back Burner Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    This week on Cherry Bomb, the women discuss the \"Back Burner Relationship.\" Who is in the wings, just waiting for your girlfriend to screw up and swoop in? Or is there someone you secretly think of as a possibility for a relationship just in case this one doesn't work out? Anyone But Me's Nicole Pacent and Rachael Hip Flores join in the discussion.    "
                },
                "13": {
                    "title": "Living Out Loud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    How out can you be in your community? The ladies discuss being gay in a conservative area or in places that are generally not accepting of an openly gay lifestyle, and staying true to yourself while being safe at the same time. Meghan Hall from The Sweet Adventures of Nat and Meg join in to talk about her experiences on being gay in the South.    "
                },
                "14": {
                    "title": "Dating Someone in the Closet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    This week, the ladies of Cherry Bomb welcome their friend and producer/director Mel Robertson to the couches to talk about the pitfalls and positives of dating someone who's still in the closet. Mel lets us in on the details for her upcoming film, Queens of the World, a coming of age, lesbian love story within the world of women's professional soccer. And the surprise question of the week: What if a straight girl has a crush on you? Do you try to bring her to the other side of the fence?    "
                },
                "15": {
                    "title": "The Butch Mystique: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    On this week's episode of Cherry Bomb, the ladies are joined by friend and crew member Rosie Sennett for the third installment of \"The Butch Mystique.\" Rosie discusses her coming out and the past and present struggles of butches in society. This week's question: Should you tell your partners the truth when dating both men and women?    "
                },
                "16": {
                    "title": "The Gay and Lesbian Divide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Gay Men and Lesbians: How do they come together for the cause of equality? The ladies welcome actor and comedian Jason Stuart to the couch to share the boys' side of things and the girls end up rolling with laughter. This week's question: How do you stay away from the \"bad girls\"?    "
                },
                "17": {
                    "title": "It's All in the Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "4 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    This week, the ladies of Cherry Bomb welcome Dani Campbell as their special guest in the first of two episodes shot on the Sweet Cruise. Dani squashes some rumors, discusses Tila Tequila's change of heart and joins in on the Star sign debate this week. Does Astrology really affect your relationships and should you choose your partner based on your star signs? And in this week's question, an audience member asks how the new wave of gay and lesbian films has affected a younger generation coming out.    "
                },
                "18": {
                    "title": "Dating Out of Your League",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "11 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    This week, the Cherry Bomb ladies welcome Doria Biddle of The Frank DeCaro Show on Sirius Radio to discuss dating out of your league. Do you put yourself in the same league as others do? And in this week's question from an audience member: What if you fall in love with someone and it happens to be a woman - are you gay or did you make a choice?    "
                },
                "19": {
                    "title": "Pushing Your Buttons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "18 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    In the third season finale, the ladies welcome butch actress Skyler Cooper from the upcoming film The Owls (Older Wiser Lesbians) by Cheryl Dunye. This week's topic: Pushing your buttons. What are your emotional triggers and is your partner pushing them? How to communicate your buttons and work through those issues. And in this week's surprise question: Is a long distance relationship worth all the work?    "
                }
            },
            "4": {
                "1": {
                    "title": "The Sex List",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "9 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Cherry Bomb kicks off season 4 with a very special guest -- our favorite 'SEXpert' Sarah Tomchesson from the Pleasure Chest. Sarah brings the ladies her 'Yes, No, Maybe list' and gives a little lesson on approaching sex topics with your partner. What's the best way to bring up things you'd like to do in the bedroom and how do you keep your sex life rockin'? And each of the ladies bring their own sex questions to the table... Here's Cherry Bomb uncensored, like you've never seen them before.    "
                },
                "2": {
                    "title": "Fighting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    This week on Cherry Bomb the ladies welcome special guest Club Skirts - the Dinah producer Mariah Hanson, it's the 20 year anniversary of the Dinah and we'll find out what's in store. And in this weeks topic the girls tackle 'Fighting Productively'. What if you don't speak the same language in a fight? How do you have an 'evolved fight' and find that happy compromise? And in this week's question, what to do when your girl is pushing you away and pulling you close at the same time? And our first special segment with Gloria on how to spot a 'playa'!    "
                },
                "3": {
                    "title": "Biscuits to the Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    What are you bringing into the relationship, what will you give from hidden talents to bedroom prowess? We always worry about what a partner will bring, but the ladies tackle the need to turn a mirror on ourselves. What makes you an ideal partner? How do we match up & compromise for the happy ending? Believing in your self-worth what do you deserve... And the question of the week: who are the ladies secret celebrity crushes boys and girls...    "
                },
                "4": {
                    "title": "Outing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "28 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    This week, 'Cherry Bomb' episode 404: Outing. The ladies of Cherry Bomb welcome singer/songwriter Billie Myers to the couch to tackling the sticky topic of OUTing. The big public show of coming out, aren't you just considered 'Out' if you're going out in public with your partner and living your life like any other couple? The girls talk about easing your way back into the scene after a breakup.    "
                },
                "5": {
                    "title": "Sticky Topics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    This week on Cherry Bomb, the ladies tackle speaking up about uncomfortable topics in your relationship. From obesity, to drinking, to sex and how to fix it. Should you tell your friend the truth when she doesn't feel the need to be cute anymore? What if your girlfriend feels like her appearance isn't important anymore? And in this week's question, how would you react when your friend gives you a strange gift of an... 'intimate nature'?    "
                },
                "6": {
                    "title": "Masturbating Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "11 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    This week on Cherry Bomb the ladies examine an interesting theory, how to use masturbation to create what you want in the world? Where did this theory come from of manifesting what you want through your clit? What about the tape you play in your own head, how do you get it to work FOR you rather than AGAINST you? And in this week's surprise viewer question, can you compromise when you are monogamous and your girlfriend wants to keep things loose?    "
                },
                "7": {
                    "title": "How Gay Are You? Live at the Dinah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Live from Club Skirts The Dinah the ladies discuss how Gay are You? There's the Kinsey scale of 0-6 and everything in between -- where do the ladies fall? What if you don't look the part, do you feel the need to announce your gayness? And in a question from our audience, a newly out lesbian gets some advice on how to make the switch from dating guys to girls. Since the ladies ask the question 'How gay are you?' Comment and let us know where you fall on the Kinsey scale with 1 being the straightest of straight and 6 being the queerest of queer.    "
                },
                "8": {
                    "title": "Future Talk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "25 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The ladies of Cherry Bomb welcome one of the lovely star of web series \"The Lovers and Friends Show,\" Nicole Pina to discuss the scary \"Future Talk\". When do you bring up the future? How soon is too soon to talk babies, marriage and being together forever? Should you try to change your partner's mind if you're on two different paths? And in this week's surprise question taped poolside from Dinah Shore... do you bring a new lesbian lover to Dinah or leave her at home to keep your options open?    "
                },
                "9": {
                    "title": "In Love with Two People at Once?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "1 May 2010",
                    "year": "2010",
                    "plot": "\n    In this episode of Cherry Bomb the ladies are in front of a live audience at Dinah Shore! Have you ever been in love with two people at the same time? And does this cause turmoil in your life if you're honest with all parties involved? Would you actually tell the two people that you're in love with them both? And in this week's question: Rebounding - is it a good idea to jump right out of a long term relationship into another one OR should you take some time to date, have lots of sex, take care of yourself and get your head ready for the next girl?    "
                },
                "12": {
                    "title": "Workaholics and Work Place Love Affairs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "25 May 2010",
                    "year": "2010",
                    "plot": "\n    This week on Cherry Bomb the ladies get into a heated debate about dealing with a partner who works 24/7. Are you working for mutual goals and financial success to the detriment of your relationship? And the work place love affair... do you fall for someone at work just because they're there, is it them or just proximity and ease of a stockroom hookup? And in this week's question, a viewer asks why lesbians have a tendency to stab each other in the back?    "
                },
                "13": {
                    "title": "Keeping Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "29 May 2010",
                    "year": "2010",
                    "plot": "\n    This week on 'Cherry Bomb,' our very own lesbian 'The View,' it's the first of a two-part series on 'Keeping Secrets.' Does keeping secrets hurt your relationship or are there things from your past that should stay buried? What if your partner asks you a direct question? Do you tell them the truth or keep your secret hoping it will never come out? And in this week's question how do you deal with a betrayal by your best friend?    "
                },
                "14": {
                    "title": "Secrets - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    In part two of Secrets, the ladies of Cherry Bomb discuss telling your partner everything and we mean Everything from childhood to last week! When your best friend shares gossip with you do you share it with your partner? And in this week's question of the week, is it a good idea to get serious with someone coming out of a 10 year relationship or should you protect yourself and just have fun even if you're clicking?    "
                },
                "15": {
                    "title": "Sex Toys 101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "11 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Ladies of Cherry Bomb are back with their favorite Sexpert Sarah Tomchesson from L.A.'s premiere sex toy spot, The Pleasure Chest. The ladies get into the nitty gritty of how to strap it on and to accentuate bedroom play with various toys. From how to find the right strap for you to introducing any new toy in between the sheets this is a must-see episode!    "
                },
                "16": {
                    "title": "Time to End It?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "18 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    This week, the Cherry Bomb ladies take on telling your friend it's time to break up and move on from their partner. Is it your responsibility? What happens if they get back together, and you're the bad guy? How can you be a good friend without blowing a friendship. Do you just watch it happen and not get involved or should you jump in and say something. Do they just need to see it for themselves? And in The Question of the Week: What do you do when someone refuses to be broken up with? Ahhh lesbians!    "
                },
                "17": {
                    "title": "Can't Say Goodbye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "25 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    On this week's episode of Cherry Bomb, why do we stay when we really need to go? We welcome Michelle Paradise, star of Exes and Ohs, to the couch to discuss when you know it's over but you don't want to be the one to say it. Do you subconsciously do something to muck it up? And in this week's surprise question, one of our Twitter followers asks how to find the scene when traveling abroad. Special Note: Nikki will be off the next few episodes training for Queens of the World so we'll have a different guest sitting in each week.    "
                },
                "18": {
                    "title": "Wedded Bliss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "2 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    This week on Cherry Bomb the ladies welcome Ashleigh Sumner, star of the hit film \"And Then Came Lola\" to talk about Lesbian Weddings. Are there two bridezilla's to deal with? What are the family dramas, what do you wear, who proposes, what kind of wedding to you want even if it may not be legally recognized... Yet? And in this week's surprise question, do you ever really need a threesome?    "
                },
                "19": {
                    "title": "Relationship Status",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "9 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    This week on Cherry Bomb the ladies welcome Nicol Paone, fabulous comedian from The Big Gay Sketch Show to talk about your relationship status. Does it matter if your other half doesn't change their status online - ie FB? Do you judge other people's relationships from looking at their profiles? Should your relationship be out for public consumption? And in this week's surprise question, how do you deal with your girlfriend constantly bringing up her ex?    "
                },
                "20": {
                    "title": "Girl Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "16 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    This week on Cherry Bomb the girls are joined by the fabulous comedian Dana Goldberg from LOGO's 'One Night Stand Up' to talk about Girl Time, separating your friends and your girlfriend. When your girlfriend wants to come along and you just want to hang with your friends. What if your partner wants more time with friends than you, does it mean anything in the relationship? And this week's surprise question comes from one of our Canadian viewers who is young at heart and ready to jump back into the scene.    "
                },
                "21": {
                    "title": "When Love Hurts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "23 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    This week on Cherry Bomb the ladies welcome Roberta Munroe director of the short film Dani and Alice which takes a look into domestic violence in a lesbian relationship. What do you do if you find yourself in a violent relationship? Does the lesbian community have more of a tolerance for 'crazy'? What's the line and how do you stop the cycle? And in place of our question of the week we provide some resources for you to deal with violence in your relationship or how to find help for a friend who may need it.    "
                },
                "22": {
                    "title": "Best Sex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cherry Bomb (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    In the final episode of Season 4 the Cherry Bomb girls dive into the topic of their best sex ever. The girls are joined by friend and fellow talk show host Cindy Abril of \"I'm Just Sayin'\" to decide what makes it your best sex ever? Is there a technical best, most in love best, craziest situation sex? What do you say if your partner asks if they're your best sex ever? And in our surprise question of the week Gloria has some pretty strong feelings about whether it's ok to go down on your girlfriend while she's sleeping.    "
                }
            }
        },
        "number of episodes": 89,
        "cast": [
            {
                "name": "Rajah, Dalila Ali"
            },
            {
                "name": "De Roeck, Tatum"
            },
            {
                "name": "Bigelow, Gloria"
            },
            {
                "name": "Caster, Nikki"
            },
            {
                "name": "Alexander, Logan"
            },
            {
                "name": "Borja, Charlene"
            },
            {
                "name": "Friedlander, Lee"
            },
            {
                "name": "McManus, Bridget"
            },
            {
                "name": "Wilson, Christine"
            },
            {
                "name": "Bennett, Jill"
            },
            {
                "name": "Deibert, Amanda"
            },
            {
                "name": "Williams, Anne-Marie"
            },
            {
                "name": "Wolff, Michelle"
            },
            {
                "name": "Meyerson, Andrea"
            },
            {
                "name": "Stuart, Jason"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 5,
        "rating": 8.3,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjRjNjU1ZDAtNTNkYy00MTJjLWIyZjgtMTAzMTE0NTg4MDEwXkEyXkFqcGdeQXVyMjkwMzI0NTY@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$500,000 (estimated)",
        "plot outline": "Sex, love, and navigating the world of women who love women. How do you introduce toys? Is it okay to date a friend's ex? If you're dating, but you're still not in her top friends what does that mean? What ever the topic, the sexy opinionated ladies of Cherry Bomb tackle it with candor and humor. With questions from the street and \"celesbian\" interviews, the ladies of Cherry bomb invite you to debate and discuss with them over a glass of wine&...or three.",
        "languages": [
            "English"
        ],
        "title": "Cherry Bomb",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2013",
        "akas": [
            "Cherry Bomb (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Rajah, Dalila Ali"
            },
            {
                "name": "Landing, Bethany"
            }
        ],
        "production companies": [
            {
                "name": "Bethany Landing Productions"
            },
            {
                "name": "Fyre Faerie Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Logo Productions"
            },
            {
                "name": "OUTtv"
            }
        ],
        "special effects": [
            {
                "name": "Radical Axis"
            }
        ],
        "plot": [
            "Sex, love, and navigating the world of women who love women. How do you introduce toys? Is it okay to date a friend's ex? If you're dating, but you're still not in her top friends what does that mean? What ever the topic, the sexy opinionated ladies of _Cherry Bomb_ (qv) tackle it with candor and humor. With questions from the street and \"celesbian\" interviews, the ladies of Cherry bomb invite you to debate and discuss with them over a glass of wine&...or three.::_Cherry Bomb_ (qv) Staff"
        ],
        "tech": {
            "runtime": [
                "22 min (Canada)",
                "30 min (approx) (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.7
            },
            "males": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 6,
                "rating": 8.9
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 9.2
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.0
            },
            "us users": {
                "votes": 5,
                "rating": 7.5
            },
            "non us users": {
                "votes": 4,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 3,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}