{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2008"
            },
            {
                "country": "Canada\n",
                "date": "20 September 2008"
            }
        ],
        "release dates": [
            "Canada::2008",
            "Canada::20 September 2008"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "100 Recipes Every Woman Should Know",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Can women really have it all? Anna and Kristina dig into some cleverly titled recipes to find out. Celebrity Chef Fabio Viviani won't get down on one knee if he isn't wooed by their engagement chicken.    "
                },
                "2": {
                    "title": "Absolutely Chocolate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Anna and Kristina love chocolate, anywhere, anytime. But will their passion for this luscious treat translate to the kitchen? French Pastry Chef Bruno Feldeisen will stick it to them if they don't hit the sweet spot.    "
                },
                "3": {
                    "title": "Food Trucks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Anna and Kristina hit the road to find out what it's like to cook in a real food truck. From cramped cooking quarters to improvising on the spot to Spam Sliders - will they be able to deliver on the go?    "
                },
                "4": {
                    "title": "The Babbo Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "25 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Anna and Kristina love Italian cooking and famed chef Mario Batali is known for making some of the best. A&K tackle his renowned Bucatini all'Amatriciana; but will they be able to fill the big man's big shoes?    "
                },
                "5": {
                    "title": "The Essential Pépin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Is it possible to have 700 favourite recipes? Jacques Pepin says yes, but will Anna and Kristina agree. De-boning a chicken and creating the perfect omelet are only two of the tough challenges they face.    "
                },
                "6": {
                    "title": "My Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Anna and Kristina are both excited and nervous about their next cookbook, \"My Pizza\": excited because pizza is their favorite food; nervous because pizza is their favorite food. The cookbook's author, Jim Lahey, claims his recipes replicate what can be achieved in a commercial wood burning oven - where temperatures can exceed 1,000ºF, required for a good pizza crust - in a standard home oven, with the help of a pizza stone. As such, they, with the help of local pizza maker Salvatore Miele, test different types of pizza stones and compare the finished crusts to one cooked in a wood ...    "
                },
                "7": {
                    "title": "Mourad, New Moroccan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    To test their latest cookbook \"Mourad, New Moroccan\" which focuses on modern takes of traditional Moroccan dishes, Anna and Kristina feel they can only properly do so by traveling to Marrakech, Morocco. They are in awe of the vividness of Moroccan cuisine as evidenced by the food markets, most specifically the spice markets, which comprise an integral part of food preparation. In three and half hours, they will prepare six dishes: figs, crème fraiche, arugula & mint salad, grilled kefta, harrisa rolls, vegetable tagine, basteeya, and almond cookies. Beyond the ...    "
                },
                "8": {
                    "title": "Home Cooking with Trisha Yearwood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "23 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Anna & Kristina are really hoping that they will like the latest cookbook they are testing, \"Home Cooking with Trisha Yearwood\", if only because they like homey food, country music and Yearwood as a musician. It is a cookbook filled with her family's southern favorites, and she vouches for every single recipe in the book. It is family styled down home comfort food, which means ease which in turn means sometimes shortcuts in terms of the addition of processed foods. She also makes no apologies that the recipes are by no means low fat. Anna & Kristina are preparing six dishes in two ...    "
                },
                "9": {
                    "title": "Artisanal Gluten-Free",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "30 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Does gluten-free equal flavor-free? Kristina doesn't think so, but Anna isn't so sure. Kristina is part of a growing movement of people eating gluten-free. Will Anna be converted or will she stick to her diet of doughy delights?    "
                },
                "10": {
                    "title": "The Family Meal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Trying to impress one judge with their cooking is usually enough of a challenge for Anna and Kristina. When they tackle a menu for 75 savvy diners will their family meal become a family feud?    "
                },
                "11": {
                    "title": "The Engine 2 Diet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    If you remove oil, cheese, alcohol and meat, what's left? Anna and Kristina test this bestselling lifestyle cookbook to see if this spare fare tempts the palette of diet and exercise guru Harley Pasternak.    "
                },
                "12": {
                    "title": "Whitewater Cooks with Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Anna and Kristina indulge in the sweet, fresh taste of summer with a menu including gazpacho with Dungeness crab and pacific sashimi towers. Will this meal have summer sizzle or are storm clouds moving in?    "
                },
                "13": {
                    "title": "The Treasury of Newfoundland Dishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Anna and Kristina set off for Newfoundland in search of moose, cod and a good time. But amidst the screech and scoff can these dedicated west coasters pull off passable east coast fare?    "
                }
            },
            "1": {
                "1": {
                    "title": "Mastering the Art of French Cooking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Anna & Kristina spend one entire day tackling five recipes from Julia Child's iconic cookbook, \"Mastering the Art of French Cooking, Volume 1\", the recipes being onion soup, green beans, scalloped potatoes, chocolate soufflé and pate de canard en croute (duck wrapped in pastry), the latter considered a difficult recipe to master. Partly due to the complexity of the menu, Anna and Kristina, as well as their guest taster, renowned French chef Alain Raye, are skeptical about how successful the meal will turn out. In the end, the food brings some smiles and laughs to Chef Alain. In addition, ...    "
                },
                "2": {
                    "title": "Pure Dessert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Anna and Kristina tempt their sweet tooth by making recipes from the award winning cookbook, \"Pure Dessert\", the recipes from which seem to have a twist unusual to desserts. Their guest taster is executive pastry chef and fourth generation chocolatier Thomas Haas and his two children. Chef Thomas is worried about the lack of success he anticipates with their attempt solely because baking, different than cooking, can at times be more a science than an art; the recipes need to be exacting to be successful. Anna and Kristina attempt five recipes: ice cream (the recipe in the book ...    "
                },
                "3": {
                    "title": "Cook with Jamie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Anna and Kristina tackle recipes from celebrity chef Jamie Oliver's seventh cookbook, \"Cook with Jamie\", which purports to be able to make its users a better chef. So they figure that there is no one better to be their guest chef taster than David Wong, an award winning executive chef and culinary instructor, whose culinary philosophy is strong on research. The two prepare seven recipes: overnight slow roasted pork, fresh crunchy prawns, asparagus risotto, beet salad, a green salad, shortbread (the best in the world according to the cookbook), and a fruit filled meringue. Jamie, through ...    "
                },
                "4": {
                    "title": "Mangoes and Curry Leaves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Anna and Kristina are testing recipes from the South Asian cookbook, \"Mangoes & Curry Leaves\". Unfamiliar with many of the ingredients listed, the twosome head to Vancouver's Little India neighborhood for inspiration, and get more than just culinary inspiration. They attempt seven recipes in four hours: tandoor naan, crisp fried okra tidbits, lamb kabobs, tamarind potatoes, star fruit chutney, cachoombar salad, and gulab jamun (fried sweet dough). They do a taste test of store bought garam masala - a South Asian spice blend - to see how it compares to home made, and a...    "
                },
                "5": {
                    "title": "Betty Crocker's Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Anna and Kristina test recipes from \"Betty Crocker's Cookbook\". They decide on making eight recipes, all to be completed in two hours: chocolate chip cookies, picadillo chicken paella, macaroni & cheese, cheese biscuits, Caesar salad, beer battered fish, breaded pork chops, and cheesy hamburger hash. Being a cookbook that purports to have easy and quick recipes, the two believe they can ace preparing this meal. They decide to test the ease of the recipes by having two non-cooks also prepare two of the dishes. Anna and Kristina are unprepared for what can go wrong when...    "
                },
                "6": {
                    "title": "Nobu West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    In making recipes from the Japanese cookbook \"Nobu West\", Anna and Kristina think they've come across their most difficult cooking challenge thus far. The primary issues are an unfamiliarity with many of the ingredients and with some of the cooking techniques, and an intricacy of the recipes. They also learn that some of the equipment needed is specialized, and as such test sushi knives against chef knives in slicing maki rolls. They are also intimidated by their guest executive chef taster, Hidekazu Tojo, the owner/chef of Tojo's Restaurant in Vancouver, known as one of the ...    "
                },
                "7": {
                    "title": "Silver Palate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The 2007 25th anniversary edition of the award winning cookbook, \"Silver Palate\", is the book from which Anna and Kristina will be cooking. Their guest executive chef taster is Karen Barnaby, the executive chef of the Fish House Restaurant in Stanley Park in Vancouver, and a cookbook author herself. Anna and Kristina attempt an ambitious menu of cassoulet, creamy mushroom soup, shrimp & artichoke salad, saffron rice, hunter styled carrots, gougere (cheese puffs), and crème brulee. They are most concerned about the cassoulet, which takes a minimum of two days to prepare and has ...    "
                },
                "8": {
                    "title": "New Lighthearted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Can heart healthy cooking be tasty? That's the question posed by Anna and Kristina in testing \"The New Lighthearted Cookbook\", which solely contains heart healthy recipes. To their chagrin, most of the recipes are light on the addition of salt, which they consider necessary for flavorful cooking. Will their guest chef taster agree? He is Eric Arrouze, a personal chef to the stars who specializes in healthy cooking. His philosophy on the matter is the best ingredients are needed to make simple foods taste good. For him, Anna and Kristina will be preparing eight dishes in four ...    "
                },
                "9": {
                    "title": "How to Grill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Anna and Kristina are not looking forward to testing their latest cookbook \"How to Grill\" as use of a barbecue is generally the domain of the male. They are however looking forward to getting out of the house as they are going to be cooking outside at Nat Bailey Stadium for the players of the Vancouver Canadians triple-A baseball team. They will also be cooking for their guest chef taster, Bob Haselbach, also known as BBQ Bob, a two-time barbecue grand champion. They learn from Chef Bob the difference between barbecuing and grilling. Anna and Kristina's all day barbecuing/grilling...    "
                },
                "10": {
                    "title": "The New Intercourses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    In testing recipes from \"The New Intercourses\", Anna and Kristina place a lot of pressure on themselves. The cookbook deals with foods with aphrodisiac qualities and serving such food in a sensual manner, so they are going to be serving their meal not only to a guest chef taster, but also to their blind dates. The chef taster is Daryl Nagata, an executive chef who among other things creates a special Valentine's Day meal in cooperation with an herbalist to incorporate aphrodisiacs into the meal. Anna and Kristina are preparing seven dishes: black bean salad (which they all don't ...    "
                },
                "11": {
                    "title": "Everyday Italian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Anna and Kristina are excited to be cooking from television chef Giada De Laurentiis' first cookbook, \"Everyday Italian\", as they love comforting home made Italian food, on which this cookbook purports to focus. All the better if the recipes are easy to make, and contain ingredients on most Canadian pantry shelves. Because of the ease of the recipes, they are attempting more recipes than ever before, nine, in the span of five hours: tapenade, prosciutto wrapped bread sticks, roasted red pepper salad, spinach & mushroom ravioli, polenta with Gorgonzola, osso bucco, eggplant rollatini, ...    "
                },
                "12": {
                    "title": "Martha Stewart Living Christmas Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Anna and Kristina have a number of special challenges in preparing a meal from recipes in the \"Martha Stewart Living Christmas Cookbook\". First, they are preparing a total of nine dishes: hot buttered rum, rosemary breadsticks, blinis with caviar, glazed carrots with ginger, Brussels sprout salad, turkey with pear chestnut stuffing and giblet gravy, potato chive soufflé, cranberry chutney, and bouche de noël for dessert. Second, they want to live up to the exacting standard of the cookbook's celebrity author, Martha Stewart. Third, this meal will be an actual Christmas dinner. ...    "
                },
                "13": {
                    "title": "New Food Fast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina are making recipes from the cookbook \"New Food Fast\", containing elegant recipes which purportedly can be made quickly. As such, they give themselves a challenge: make four recipes between the two of them in thirty minutes. The four recipes are white bean tuna salad (ten minutes), sweet chili prawn cakes (twenty minutes), rack of lamb with gremolata (thirty minutes), and Amaretto French toast (ten minutes). They will start their cooking at exactly the same time their guest chef taster Dino Renaerts leaves his restaurant, which is thirty minutes away. Chef Dino is...    "
                }
            },
            "2": {
                "1": {
                    "title": "The Best Light Recipe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Fitting with today's health conscious society, Anna and Kristina are testing recipes from the cookbook \"The Best Light Recipe\" which provides healthier versions of classic high fat recipes. Beyond their main cooking challenge, Kristina also undertakes her own challenge of using tips from the cookbook to lighten up a chocolate cupcake recipe she already has to see if the results still taste good. For their main meal, they are making roasted artichoke dip, chicken Caesar salad, fettuccine Alfredo, oven fried chicken, and New York styled cheesecake. With the latter, they...    "
                },
                "2": {
                    "title": "Essentials of Italian Cooking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina travel to Tuscany to test the cookbook, \"Essentials of Classic Italian Cooking\". There, they decide first to go to cooking school to hone their culinary skills. They better be paying attention as their guest executive chef taster is Umberto Menghi, the owner of the school who admits that he thinks the two are going to \"screw up\". The two have extra pressure in pleasing him as they will feed him immediately after he gets off a trans-Atlantic flight. In just under five hours, they attempt seven recipes: tomato bruschetta, asquacotta (a Tuscan peasant soup), Tuscan ...    "
                },
                "3": {
                    "title": "The French Laundry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Based on the restaurant of the same name, Anna and Kristina cook recipes from \"The French Laundry\" cookbook. The cookbook's recipes of five star gourmet fare are intricate processes not to be rushed, and as such they decide to make two recipes only in eight hours: pig's feet with green lentils, and crème de farine with poached apples and ice cream. They are especially concerned about how to prepare the pig trotter for cooking. To match the ambiance of the cookbook, Anna and Kristina travel to the Okanagan Valley to cook in the kitchen of Terrace Restaurant, which is ...    "
                },
                "4": {
                    "title": "Campground Cookery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    In tackling recipes from the cookbook \"Campground Cookery\", city slickers Anna and Kristina head on a camping trip on the shores of Alouette Lake. The cookbook strives to have gourmet recipes that can be cooked outside on open fires. The recipes they will be attempting are braised beef round steak, grilled trout, reflector oven zucchini parmigiana, bannock, campground coffee, sweet potato stuffed apples, and cherry filled pudgy pies. One of their first tasks is to catch trout out on the lake, and if they don't, they will down one recipe. And if they do manage to catch...    "
                },
                "5": {
                    "title": "Mexican Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina have six hours to prepare four dishes from renowned Mexican food chef Rick Bayless' cookbook, \"Mexican Kitchen\". Much like Bayless, Claudia Ibarondo, the executive chef of Vancouver's Tequila Kitchen Restaurant and the guest chef taster, wants Americans to know authentic Mexican cuisine, as opposed to Tex-Mex, which is what most Americans think is authentic Mexican food. The four dishes they will be preparing are guacamole, pork tacos with pickled red onions, braised chicken in Oaxacan black mole, and cajeta pudding. The multi-step mole is one of the most difficult of Mexican ...    "
                },
                "6": {
                    "title": "Nigella Express",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    As busy working women, Anna and Kristina are really hoping they will love television personality Nigella Lawson's latest cookbook, \"Nigella Express\", as it purports to contain good tasting recipes for traditional comfort foods that are quick and easy to make but that are still good enough to serve at dinner parties. Their guest executive chef taster Stephan McIntyre is skeptical. The philosophy of Chef Stephan, the executive chef at Burgoo Bistro in Vancouver, is that slow cooking is the way to go if one wants to develop flavor in food, and that shortcuts in cooking are not worth it if they ...    "
                },
                "7": {
                    "title": "Deceptively Delicious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina aim the food they're cooking to a younger demographic: children. The cookbook, \"Deceptively Delicious\", professes to have healthy recipes that are kid friendly. Many of the recipes contain vegetables purées to hide the vegetables from discriminating kid palates. While they prepare the meal - lasagna (with sweet potato and cauliflower purée), tortilla \"cigars\" (with squash purée, which is supposed to resemble cheese), blueberry lemon muffins (also with squash purée), brownies (with carrot and spinach purée), chicken nuggets, (also with spinach purée),...    "
                },
                "8": {
                    "title": "O Magazine Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina have high hopes for the recipes from \"The Oprah Magazine Cookbook\" solely because everything associated with Oprah Winfrey seems to turn to gold. The cookbook is comprised of recipes from sixty different contributors to the magazine. In their pre-tests with the cookbook, both were so far impressed with their dishes. However it all counts when their guest chef taster comes in for the prepared meal. That person is Melissa Craig, the accomplished twenty-something executive chef of the high end Bearfoot Bistro in Whistler. For her, Anna and Kristina are making five dishes in five...    "
                },
                "9": {
                    "title": "The Joy of Cooking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina test recipes from one of the most influential books - not just cookbooks - of all time, \"The Joy of Cooking\". They are using the 75th anniversary edition of the book. From the book which has gone through transformations over its history but which still retains many old fashioned recipes, they are making both new and old dishes, six in total, in four and a half hours: caldo verde, grilled salmon with watercress mayo, cheese soufflé cockaigne, ham steak with red-eye gravy, green beans with onions, tomatoes and dill, and plum pudding with hot foamy ...    "
                },
                "10": {
                    "title": "Thai Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina are excited about tackling recipes from the cookbook \"Thai Food\" if only to be able to learn about many of the exotic ingredients unfamiliar to them. They are making six recipes in eight hours: egg mousse with pineapple, corn & salted duck eggs, crispy fish cakes with sweet pork salad, pad thai, chicken curry with basil, ginger & peanuts, jasmine rice, and egg white custard with coconut. Their guest chef taster is Brian Marchesi, who has worked at some four star restaurants and now owns and cooks at Chada Thai Restaurant in suburban Vancouver. Although Anna and ...    "
                },
                "11": {
                    "title": "Garlic, Garlic, Garlic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "18 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina are making recipes all using one ingredient, \"Garlic, Garlic, Garlic\", which is also the name of the cookbook from which the recipes come. Every recipe in the cookbook does contain garlic, even the desserts. The six dishes they will be attempting, which contain in total ninety-one cloves of garlic, are: bagna cauda, gazpacho, artichokes with a mint vinaigrette, spiral bread loaf with onions & garlic, garlic chicken (which in itself contains forty cloves of garlic), and a honey garlic sauce for ice cream. They are a bit nervous about especially the ...    "
                },
                "12": {
                    "title": "Jewish Home Cooking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "25 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Before testing the cookbook \"Jewish Home Cooking\", Anna and Kristina take a field trip to New York City, the North American center of Jewish food. The cookbook strives to teach the home cook not only about traditional Jewish home cooking, but how it has transformed itself within North America and how to make it more healthily than it was a century ago. They attempt to make six dishes: gefilte fish, whitefish salad, chicken soup with matzo balls, pot roasted brisket, potato knishes, and challah. Their guest executive chef taster is Jeff Nathan, the owner/chef of Abigael's on ...    "
                },
                "13": {
                    "title": "Vegetarian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "1 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Self-professed carnivore Anna, in preparation for her and Kristina testing the cookbook \"Vegetarian Meals\" by Good Housekeeping, went meatless for a week in the lead up to the big meal. Going meatless was not as big an issue for Kristina. They will be preparing six dishes: sweet potato stew, lo mein with tofu, carrots & snow peas, leek & goat cheese quiche, microwave carrot risotto, tofu 'egg' salad, and nacho casserole. Regardless of their carnivorous status, Anna and Kristina are skeptical if they will like the recipes - based most specifically on the over-use of ...    "
                },
                "14": {
                    "title": "Fat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "3 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Going against the general societal trend, the mission of the latest cookbook that Anna and Kristina will be testing is to show the public that cooking with \"Fat\", specifically animal fat, is a good thing, especially in adding flavor to food. In four and a half hours, they are preparing five dishes: roasted marrow bones, miso & orange roasted pork belly, vegetable cake, chicken Kiev, and beignets. They have added pressure for the meal in that their executive chef guest taster is Andrey Durbach, not only the chef of a group of high end restaurants in Vancouver including La Buca, but ...    "
                },
                "15": {
                    "title": "The Best of the Best and More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "10 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    The cookbook that Anna and Kristina are testing, \"The Best of the Best and More\", is a compilation of recipes from the previous six \"Best of Bridge\" cookbooks - with some updates - as well as a few new recipes leaning toward current food sensibilities. First published in 1975, \"The Best of Bridge\" was a compilation itself of recipes from a group of friends who played bridge together. The cookbook authors purport that the recipes are easy but gourmet quality. Anna and Kristina are skeptical as some of the recipes, which seem to be a throwback to olden times, do not ...    "
                },
                "16": {
                    "title": "The Cake Bible",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "17 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    In testing the cookbook \"The Cake Bible\", Anna and Kristina are only attempting one cake, but are facing their most daunting challenge yet. The one cake they will be making, which is a three day process, is a wedding cake for a real wedding. Being a small wedding, they are making a three tier white cake, but one on which they will be adding all the trimmings: lemon curd mousseline filling, homemade fondant covering the cake, and royal icing pearls and red hand made marzipan roses as decoration. For a self-admitted opinionated bride, the cake is an important aspect of ...    "
                },
                "17": {
                    "title": "Barefoot Contessa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "24 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina are testing recipes from the cookbook \"Barefoot Contessa: Back to Basics\" by television chef Ina Garten, also known as the Barefoot Contessa. The cookbook strives to provide recipes and tips for low hassle entertaining. They will be testing the cookbook by attempting six recipes in three hours: pomegranate cosmopolitans, Italian wedding soup, bruschetta with peppers & Gorgonzola, coq au vin, roasted butternut squash salad and pumpkin roulade with ginger cream. They may have a bigger challenge than usual since their guest taster is not a chef per se, but rather...    "
                },
                "18": {
                    "title": "Entertaining with Booze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "1 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina are excited about the concept of the cookbook that they are testing, \"Entertaining with Booze\" as they have been know to imbibe when whey are at parties. However as they pretested some recipes, they found that the added alcohol was more often than not not needed to provide additional wanted flavor, and often had the exact opposite effect of making the dish off tasting. They are hoping that on meal day, things might be different. They are attempting six recipes in two and a half hours: Ruby Tuesdays, a BLT salad, roasted stuffed pork with a cognac ...    "
                },
                "19": {
                    "title": "Flexitarian Cooking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "8 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina are testing recipes from \"The Flexitarian Table\", which purports to solve the problem of having to cook meals for the household that has both meat lovers and vegetarians. The concept is to provide a basic framework for a recipe that can be made either with meat or as a vegetarian option, with the vegetarian option not being an \"afterthought\" as many vegetarian dishes in mixed meals often tend to be. The guest taster has some doubts. He is Nico Schuermans, executive chef and owner of Chambar Belgian Restaurant and neighboring Medina Café in Vancouver. Being Belgian,...    "
                },
                "20": {
                    "title": "Small Bites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    With the trend toward tapas styled meals for at home dinner parties, Anna and Kristina test out recipes from a cookbook called \"Small Bites\", which only features recipes typical to cocktail parties. They attempt six recipes in two hours: margarita, celery & fennel soup with chilled grapes, prosciutto wrapped melon, seafood spring rolls, saffron chicken skewers with tomato jam, and raspberry meringues. Their guest chef taster is caterer Jonathan Chovancek, whose company, Culinary Capers, specializes in cocktail party type meals. Beyond the taste of the food itself, Anna and Kristina ...    "
                },
                "21": {
                    "title": "Chinese Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "9 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The actual cooking may not be the most difficult aspect of Anna and Kristina's latest cooking challenge, but understanding what all the unfamiliar ingredients are. They are tackling six recipes from \"Chinese Kitchen\", a cookbook that strives to provide its users with knowledge to cook authentic Chinese cuisine, and not the Chinese fast food that so many North Americans know as Chinese food. They admit that the actual cooking will also be a challenge, as food is more than just sustenance within the Chinese culture and as such it will be difficult to impress their guest...    "
                },
                "22": {
                    "title": "Alinea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "16 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina feel that cooking from the cookbook \"Alinea\" is a daunting task. A year after it opened in 2004, Alinea Restaurant in Chicago was voted the best restaurant in America. The cookbook is a companion to the restaurant, where the food they serve looks as much like works of art than things to consume. Much of what they prepare at the restaurant is through the magic of molecular gastronomy. An immediate difficulty for the two is to find the ingredients required in many of the recipes. They are attempting only three recipes in five hours: black truffle ...    "
                },
                "23": {
                    "title": "Gourmet Magazine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina take a departure from their regular testing of a cookbook to the testing of a magazine, specifically \"Gourmet\". A monthly, \"Gourmet\" was first published in 1941 and offers its readers a wide variety of recipes, from the simple everyday to the more challenging for the true gourmet. In five hours, they are making five dishes, each taken from a different edition of the magazine: mozzarella (from scratch), pupu platter, buffalo salmon with watercress, Argentinian beef with chimichurri, and twelve layer mocha cake. Their guest chef taster is Pino Posteraro, the ...    "
                },
                "24": {
                    "title": "Cowboy in the Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina believe that cooking recipes from \"A Cowboy in the Kitchen\" will be a breeze because of the perceived unrefined nature of chuck wagon cuisine. To get inspired, they are preparing their meal outdoors at Stump Lake Ranch. Their executive chef taster is flying in all the way from Texas for the meal and will be difficult to please. Terry Chandler is the owner and head chef at Fred's Texas Café in Fort Worth, he who also runs real chuck wagons at cattle ranches. He feels that the quality of the beans and biscuits are the true measure of any chuck wagon feast. In ...    "
                },
                "25": {
                    "title": "A Good Catch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    \"A Good Catch\", the latest cookbook that Anna and Kristina will be testing, is a compilation of recipes from several different chefs. The common theme is the use of sustainable seafood. Their guest chef taster is Robert Clark, the executive chef at among other places C Restaurant in Vancouver. This restaurant was one of the first restaurants to sign on to the Ocean Wise program, which promotes the use of only sustainable seafood products in a restaurant's menu. All cooked outside in three hours, the two will be preparing five dishes: shaved geoduck salad, gingered cantaloupe soup...    "
                },
                "26": {
                    "title": "Chef Daniel Boulud Cooking in NYC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Anna and Kristina have taken on their most intimidating challenge in tackling recipes from \"Chef Daniel Boulud Cooking in New York City\" if only because Daniel Boulud is a three star Michelin award winning chef and one of the most renowned and famous chefs in the world. Because they want to make sure they perfect the recipes, they are only making three dishes in five and a half hours: white asparagus with poached egg dressing, open lobster ravioli with pea purée, and coconut rochers for dessert. They will not have one, but three guest chef tasters, who are all intimidating in ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Lucinda's Authentic Jamaican Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Anna and Kristina go into preparing recipes from the cookbook \"Lucinda's Authentic Jamaican Kitchen\" with just a little skepticism, despite author Lucinda Scala Quinn's pedigree as head of Martha Stewart's test kitchen, if only because of her not being Jamaican. They are making six recipes in three and a half hours: rum punch, ackee salt fish with Johnny cakes, beef patties, paw paw pepper sauce, jerk pork, and pineapple upside down cake. Their guest chef taster is Prince Rowe, a born and bred Jamaican and executive chef at Kingston 11 Reggae Café in North Vancouver. Before trying the food, Chef Prince is even ...    "
                },
                "2": {
                    "title": "Diners, Drive-Ins and Dives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Anna and Kristina go into testing recipes from the cookbook \"Diners, Drive-Ins and Dives\", based on the television show of the same name, with a sense of ease as they figure that diner food - standard American cuisine - can't be that difficult to cook. They also go into the process figuring that diner food is not something one would always want to eat because of the high calorie content. They will be preparing seven recipes in four hours: Captain Crunch french toast, Cheryl's coleslaw, pork & sweet potato empañadas, inside-out burgers, Mike's Chili Parlor chili, ...    "
                },
                "3": {
                    "title": "How to Cook Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Anna and Kristina find that their next cooking challenge is a bit daunting because the cookbook they are testing, \"How to Cook Everything\", is a huge 2,000 recipe collection that spans a gamut of cuisines. However, the purpose of the book and its recipes seems to be to provide useful advice to the novice chef to be able to cook anything using generally available pantry ingredients, and thus the actual cooking should be simple. They are preparing six recipes in four hours: baba ganoush, gougères, cherry tomato salad with soy sauce, almond stuffed braised squid (which ...    "
                },
                "4": {
                    "title": "The Skinnygirl Dish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    As busy working women, Anna and Kristina like the concept of the latest cookbook they are testing, \"The Skinnygirl Dish\", as it purports to simplify cooking for the non-cook. In addition, the recipes are lower calorie versions of many standards. In reading through the cookbook however, they feel that author Bethenny Frankel, one of The Real Housewives of New York City (2008) takes the simplicity to too far an extreme where cooking is deemed to be a non-enjoyable experience, and food itself is solely sustenance. Their executive chef taster, Manouschka Guerrier, one of the Private Chefs of Beverly Hills (2009), concurs and believes that if Anna and Kristina follow the recipes to a T...    "
                },
                "5": {
                    "title": "Bon Appétit, Y'all",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Despite thinking the book title a little cheesy, Anna and Kristina are excited about testing recipes from the cookbook \"Bon Appétit, Y'all\", which has as its focus southern American foods cooked with a French flair. To truly capture the essence of the cookbook, the two decide to go on the road and cook their meal in Savannah, Georgia. There, their guest taster is Sallie Ann Robinson, a cookbook author and true southerner, whose other claim to fame is that she, as a child, was a student of future author Pat Conroy, who wrote of his experiences with Sallie Ann and her classmates on Daufuskie Island...    "
                },
                "6": {
                    "title": "The New Moosewood Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Anna and Kristina go back to an updated version of an old standard, \"The New Moosewood Cookbook\", as their next cookbook to test. It was one of the first and still is one of the most popular vegetarian cookbooks in North America. They go into it with different palates, Anna who is a confirmed carnivore, and Kristina who leans much closer to being vegetarian by not eating much red meat. They are preparing six dishes in four hours: vegetable walnut pate (which the author claims tastes like chicken liver pate), pita bread, Scheherazade casserole, Kristina's potato salad ...    "
                },
                "7": {
                    "title": "Grand livre de cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Anna and Kristina are starting at the end and finishing at the end by preparing recipes from \"Le Grand Livre de Cuisine\", a cookbook containing recipes solely of high end desserts. They have never been more intimidated by any cookbook as it is used by professional pastry chefs who require little instruction, which is what this cookbook seems to provide. However, the book's author does refer to home chefs using it, which provides a little comfort to the two. They are preparing four recipes in four hours: caramel variations (which in and of itself has five different ...    "
                },
                "8": {
                    "title": "Three Sisters Around the Greek Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    On the surface, the new cookbook that Anna and Kristina are testing, \"Three Sisters Around the Greek Table\", one with home styled Greek recipes, is perfect. It looks great, Greek food with its bold flavors is popular, the recipes are not overly complicated or difficult, the directions seem straightforward, it has great features such as a listing of preparation time for each dish, and it is award winning. Will this on surface perfection translate into their meal? They are preparing six dishes in three hours: olive tapenade with goat's cheese on pita chips, stuffed ...    "
                },
                "9": {
                    "title": "Bite Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Anna and Kristina are hoping to have some fun while testing the cookbook \"Bite Me\", which takes a lighthearted approach to cooking food using everyday ingredients. They will be preparing seven dishes in three hours: chicken tostada cups, stacked sushi, mango and cranberry salad, meatloaf with mushroom gravy, sweet and sour halibut, pasta puttanesca, and fudgy double layer chocolate cake. Their guest taster is New York based executive chef Sam Talbot, who may be best known for his appearance as one of the more popular contestants on the cooking show Top Chef (2006). Instead of being judged as ...    "
                },
                "10": {
                    "title": "Williams-Sonoma Entertaining: Christmas Entertaining",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Anna and Kristina are holding \"Williams-Sonoma 'Christmas Entertaining'\" - the latest cookbook they are testing - to a slightly higher standard if only because meals for the holidays need to be just a little more special than usual. The cookbook provides several set menus for differing holiday entertaining situations. For three and a half hours on meal day, they are preparing the 'Christmas Eve in the City' menu, which consists of six recipes: Belgian endive with crème fraiche, capers and ahi tuna, shrimp bisque, crab salad with green apple and grapefruit coulis, beef...    "
                },
                "11": {
                    "title": "Gordon Ramsay's Family Fare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "5 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina are going back in time metaphorically in testing \"Gordon Ramsay's Family Fare\", a cookbook whose primary goal is to get families, in whatever their form, back to eating meals together at least three times a week... and not by sitting in front of the television set while doing it. The cookbook includes some set menus, recreating, albeit in a slightly higher class form, what Gordon Ramsay himself grew up on eating for Sunday dinners. For three hours on cook day, they will be preparing the set menu entitled 'Mediterranean flavours', which includes five dishes: pan ...    "
                },
                "12": {
                    "title": "Where People Feast: An Indigenous People's Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "12 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina travel to the 'Ksan First Nation Village in northern British Columbia for inspiration in testing the cookbook \"Where People Feast: An Indigenous People's Cookbook\", one of the few cookbooks on the Canadian market focusing of the cuisine of Canadian aboriginal people. This cookbook specifically focuses on the indigenous cuisine of the Pacific northwest. They are preparing seven dishes: buffalo hominy corn chowder, \"just like Grandma's\" bannock, stir-fry herring spawn on kelp, Indian tacos, poached half-smoked wild salmon, Gitsegukla wedding cake, and ...    "
                },
                "13": {
                    "title": "The Best of Croatian Cooking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "19 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina aren't sure if Kristina's own ethnic Croatian background will help or hinder their efforts in testing \"The Best of Croatian Cooking\", one of the few Croatian cookbooks published in the English language. Kristina admits that she hasn't kept up with the cooking traditions of her family, but has had many an excellent Croatian food dinner cooked by her mother, to which Anna can also attest. They will be preparing six dishes in four hours: cheese burek, Dalmatian octopus salad, fried sardines, stuffed sauerkraut rolls, kashtradina, and chocolate chestnut ...    "
                },
                "14": {
                    "title": "Marguerite Patten's Best British Dishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "26 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina hop across the pond to jolly old England to test \"Marguerite Patten's Best British Dishes\", a cookbook unabashedly British and unabashedly old fashioned. They realize that some people would be put-off by the sheer idea of this cookbook as old fashioned British cuisine and good cuisine have historically not gone hand in hand. They are cooking six dishes in four hours: scotch eggs, faggots (which are meatballs made with pig's organs), Yorkshire pudding, pease pudding, rabbit stew with dumplings, and rice pudding. Their guest taster is renowned British ...    "
                },
                "15": {
                    "title": "The Pleasures of Cooking for One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "2 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Regardless of the outcome of their food day, Anna and Kristina like the concept of the cookbook, \"The Pleasures of Cooking for One\", which tells that even in cooking solely for oneself, a person need not make it a slap-hazard meal. As cooking for oneself can invariably result in leftovers, some of the cookbook recipes also attempt to recreate those leftovers into something new. They are cooking six dishes in three hours: steamed lobster (the inclusion of which they are both excited about since it epitomizes the spirit of the book), cheese soufflé, boeuf bourguinon, ...    "
                },
                "16": {
                    "title": "Bobby Flay's Mesa Grill Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "9 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina are shopping for fresh chilies, limes, mangoes, corn and other boldly flavored ingredients in preparing southwestern American recipes from \"Bobby Flay's Mesa Grill Cookbook\". They are preparing six recipes in four hours: pear cactus margaritas, mesa grill pretzels, sweet potato & roasted plantain soup with smoked chili crema and fried plantain, shrimp & roasted garlic corn tamales, chili rubbed short ribs with creamy polenta and cotija cheese, and warm chocolate cakes with dulce de leche. They know that they have a challenge on their hands as the ...    "
                },
                "17": {
                    "title": "The River Cottage Meat Book",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "16 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina come into testing \"The River Cottage Meat Book\" from two different perspectives, Anna's as a true carnivore and Kristina's as not a big meat eater. They prepare a total of six recipes in four hours: paprikash of hearts, livers, and tongues, carpaccio of beef with shaved beets, salad of seared pigeon breast, mincemeat-stuffed pork tenderloins, flying toad in the hole, and perfect mashed potatoes. Beyond preparing the dishes, both Anna and Kristina appreciate the message of the book: the importance of responsible animal husbandry in using the entire ...    "
                },
                "18": {
                    "title": "Ratio: The Simple Codes Behind the Craft of Everyday Cooking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "23 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The cookbook, \"Ratio\", is unlike any other cookbook Anna and Kristina have ever tested, and is really more than a cookbook. Although recipes are included, what it does provide are basic ratios that one can use to develop one's own variations on recipes. For example, if one knows the ratio of fat to flour to sugar in a cookie recipe, that ratio knowledge can be the basis for so many other cookies. As such, in the three hours they have on cook day, they will be preparing three recipes directly from the book (chicken sausages with basil and roasted peppers, lemon tart, ...    "
                },
                "19": {
                    "title": "Food & Wine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "2 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina realize that they have big shoes to fill in preparing recipes from \"Food & Wine\" as the book is associated with the famed A16 Restaurant in San Francisco, so named for a highway in Italy, the Campagna region the highway is in which is the inspiration for their rustic Italian dishes. They are preparing five dishes in four hours: bruschetta with braised artichoke, guanciale and chicken livers, roasted beet salad, pizza Romana, Monday meatballs, and grapefruit sorbetto. Their guest tasters are Frank Falcinelli and Frank Castronovo, executive chefs and co-owners of Frankies Spuntino, ...    "
                },
                "20": {
                    "title": "The Ski House Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina are heading up to the slopes of Whistler Mountain to do some snowshoeing, some skiing, and some cooking, specifically from the cookbook \"The Ski House Cookbook\", which is unabashedly 1970's retro in its aprés-ski focused recipes. With the exception of the first dish which Anna will prepare in advance (as it is not an aprés-ski dish but rather an on the ski slope snack which they will eat while off skiing), Anna and Kristina are preparing six recipes in two hours: roast beef and blue cheese roll-ups, Swiss fondue, coq au vin, Brussels sprouts with ...    "
                },
                "21": {
                    "title": "Izakaya: The Japanese Pub Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "16 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina are feeling a little out of their element and comfort zone in preparing dishes from \"Izakaya: The Japanese Pub Cookbook\" as it is food they feel best left to the restaurateurs who know what they're doing and have the time to do it. However, as izakayas, the Japanese equivalent of a pub, are springing up across North America, they are willing to give the recipes in the cookbook a try, despite what they perceive as the finicky preparation, especially in the exacting presentation of the final product. They are preparing six dishes in three hours: ...    "
                },
                "22": {
                    "title": "Anthony Bourdain's Les Halles Cookbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "23 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina are figuratively heading to both New York and France to test \"Anthony Bourdain's Les Halles Cookbook\". The cookbook, written by the titled chef, includes recipes from the famed New York French bistro Les Halles, considered one of the best outside of France, where Bourdain once served as its executive chef. They are making five dishes in three hours: celery rémoulade, steak tartare, Les Halles fries, duck à l'orange, and crème brûlée. Their guest taster is Thierry Rautureau, the executive chef at two Seattle based French bistros, and who is probably most well known for his appearance...    "
                },
                "23": {
                    "title": "Spécialités de la Maison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "30 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina are figuratively going back to 1940's Hollywood to test the reissued cookbook \"Spécialités de la Maison\", which includes primarily French themed recipes from Hollywood celebrities from the 1940's. As such, the recipes are old fashioned and/or classics, gearing themselves to the palates of the era and of the wealthy. They are preparing six dishes in two hours: lobster à la Newburg (submitted by 'Helen Keller'), Neptune nonsense (submitted by Salvador Dalí), frankfurters with chili sauce (submitted by Valentina), chicken Burgundy (submitted by Katharine Hepburn), pineapple sherbet (...    "
                },
                "24": {
                    "title": "Canyon Ranch: Nourish - Indulgently Healthy Cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "6 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    In testing the cookbook \"Nourish\" which takes its recipes from the Canyon Ranch Spa's restaurant, Anna and Kristina want to emphasize that the recipes are not vegetarian or \"diet\", but rather healthy in a fresh way that focuses on moderation and flavor indulgence rather than abstinence. To get in the mood, they travel to the Sparkling Hill Resort, where they first indulge in some of the resort's spa services, which includes Anna braving the -110ºC cold sauna. In the kitchen, they are preparing five dishes in three and a half hours: shrimp fritters with pineapple ...    "
                },
                "25": {
                    "title": "JamieOliver.com 20 minute meals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "13 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Kristina are going through many firsts. This week will be the first time that they will evaluate not a hard copy recipe source, but rather an online source, namely the app \"20 minute meals\" by Jamie Oliver. The app has recipes with associated shopping lists, and instructional videos of the recipe preparation. Oliver purports that each recipe can be completed within a 20 minute time frame. To test the credibility of that claim, their guest taster will come at the start of their meal preparation - another first - so that he can taste each dish immediately at its completion...    "
                },
                "26": {
                    "title": "My Father's Daughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anna & Kristina's Grocery Bag (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "20 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    In \"My Father's Daughter\" - the latest cookbook that Anna and Kristina are testing - the father and daughter in question are Bruce Paltrow and Gwyneth Paltrow. The cookbook reflects both Gwyneth's overall approach to food, which is in general a healthy and fresh approach (often using healthier substitutes for standard ingredients, those substitutes which include barley flour, vegenaise and brown rice syrup), and her fond remembrances of the social nature of cooking with her family while she was growing up, especially cooking with her late father, who taught her that such cooking is an expression...    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Wallner, Anna"
            },
            {
                "name": "Matisic, Kristina"
            },
            {
                "name": "Coope, Robin"
            },
            {
                "name": "Tojo, Hidekazu"
            },
            {
                "name": "Raye, Alain"
            },
            {
                "name": "Bond, Julian"
            },
            {
                "name": "McIntyre, Stephan"
            },
            {
                "name": "Heffelfinger, Park"
            },
            {
                "name": "Grady, Ingo"
            },
            {
                "name": "Röpke, Marco"
            },
            {
                "name": "Arrouze, Eric"
            },
            {
                "name": "Barnaby, Karen"
            },
            {
                "name": "Beattie, Sally"
            },
            {
                "name": "Haas, Thomas"
            },
            {
                "name": "Haselbach, Bob"
            },
            {
                "name": "Iorio, Gennaro"
            },
            {
                "name": "Nagata, Daryl"
            },
            {
                "name": "Shurety, Stella"
            },
            {
                "name": "Vij, Vikram"
            },
            {
                "name": "Wong, David"
            },
            {
                "name": "Allemeier, Michael"
            },
            {
                "name": "Boulud, Daniel"
            },
            {
                "name": "Chandler, Terry"
            },
            {
                "name": "Chovancek, Jonathan"
            },
            {
                "name": "Clark, Robert"
            },
            {
                "name": "Craig, Melissa"
            },
            {
                "name": "Douglas, Tom"
            },
            {
                "name": "Durbach, Andrey"
            },
            {
                "name": "Froncillo, Andrea"
            },
            {
                "name": "Gabereau, Vicki"
            },
            {
                "name": "Geraghty, Warren"
            },
            {
                "name": "Ibarondo, Claudia"
            },
            {
                "name": "Ingram, Neil"
            },
            {
                "name": "MacIntyre, Mary"
            },
            {
                "name": "Marchesi, Brian"
            },
            {
                "name": "Maw, Jamie"
            },
            {
                "name": "Menghi, Umberto"
            },
            {
                "name": "Nathan, Jeff"
            },
            {
                "name": "Posteraro, Pino"
            },
            {
                "name": "Potvin, Yves"
            },
            {
                "name": "Renaerts, Dino"
            },
            {
                "name": "Schuermans, Nico"
            },
            {
                "name": "Thom, Chili"
            },
            {
                "name": "Weinstock, Sylvia"
            },
            {
                "name": "Yan, Martin"
            },
            {
                "name": "Ahier, Lisa"
            },
            {
                "name": "Boitano, Brian"
            },
            {
                "name": "Busset, Thierry"
            },
            {
                "name": "Guerrier, Manouschka"
            },
            {
                "name": "Kambolis, Harry"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.0,
        "votes": 70,
        "plot outline": "Anna Wallner and Kristina Matisic are long time friends, consumer advocates, and novice home cooks. On each episode of the show, they evaluate all aspects of a cookbook currently available on Canadian bookstore shelves. Although they do some pretesting of the books for several weeks, their ultimate challenge is to prepare a meal in their home kitchen solely from recipes contained within the cookbook for an executive chef guest. Regardless of their cooking prowess or lack thereof, Anna and Kristina, with comments from their guest chef, provide their overall review of the cookbook. Those they recommend get the \"A&K stamp of approval\". In addition, they product test various types of a piece of kitchen cooking equipment and taste test different brands of a food product required for the preparation of their meal.",
        "languages": [
            "English"
        ],
        "title": "Anna & Kristina's Grocery Bag",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Anna & Kristina's Grocery Bag (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Matisic, Kristina"
            },
            {
                "name": "Wallner, Anna"
            },
            {
                "name": "Grenier, Mona"
            }
        ],
        "production companies": [
            {
                "name": "Worldwide Bag Media"
            }
        ],
        "distributors": [
            {
                "name": "Picture Box Distribution Inc."
            },
            {
                "name": "W Network"
            }
        ],
        "plot": [
            "'Anna Wallner' (qv) and 'Kristina Matisic' (qv) are long time friends, consumer advocates, and novice home cooks. On each episode of the show, they evaluate all aspects of a cookbook currently available on Canadian bookstore shelves. Although they do some pretesting of the books for several weeks, their ultimate challenge is to prepare a meal in their home kitchen solely from recipes contained within the cookbook for an executive chef guest. Regardless of their cooking prowess or lack thereof, Anna and Kristina, with comments from their guest chef, provide their overall review of the cookbook. Those they recommend get the \"A&K stamp of approval\". In addition, they product test various types of a piece of kitchen cooking equipment and taste test different brands of a food product required for the preparation of their meal.::Huggo"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 70,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 21,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 23,
                "rating": 8.7
            },
            "males": {
                "votes": 22,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 7.9
            },
            "females": {
                "votes": 36,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 12,
                "rating": 9.2
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "us users": {
                "votes": 18,
                "rating": 8.0
            },
            "non us users": {
                "votes": 30,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 26,
            "9": 13,
            "8": 14,
            "7": 4,
            "6": 3,
            "5": 4,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}