{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "21 May 2008"
            }
        ],
        "release dates": [
            "South Korea::21 May 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Iljimae"
            },
            {
                "countries": "Romania",
                "title": "Hoţul fantomă"
            }
        ],
        "akas": [
            "Iljimae (original title)",
            "Hoţul fantomă Romania"
        ],
        "akas from release info": [
            "Iljimae (original title)",
            "Hoţul fantomă Romania"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 May 2008",
                    "year": "2008",
                    "plot": "\n    Il Ji Mae is a Chosun Dynasty outlaw who steals from corrupt officials and gives back to the poor. But the masked outlaw didn't start out trying to be the hero of the common folk. The young man wants to track down a sword that was used to kill his father and bring the sword's owner to justice.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 May 2008",
                    "year": "2008",
                    "plot": "\n    Geom is frightened inside the closet. Geom and Yong Jae's eye contacts, but Yong Jae tells that there is nothing in the closet. Soon after, Swe Dol finds someone in the closet and brings the closet to home. The next day Dani finds out that the boy in the closet is Lee Won Ho's son and is shocked by the fact. Meanwhile, Geom returns to his ruined house and pledges that he will never forget what they did to his family.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 May 2008",
                    "year": "2008",
                    "plot": "\n    On the frozen river, Yong is drowning. The stone attached to his feet is pulling him down. Meanwhile, Swe Dol searches for Yong and finds out that Shi Wan tried to kill his son. Yong wakes up in a stranger's house, where a strange lord asks him that whether Yong is the Geom or not. Yong says that he doesn't remember anything and that he is not the person that the lord is looking for.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 May 2008",
                    "year": "2008",
                    "plot": "\n    In an arena, Yong is knocked down on the floor and bleeding. Shi Hoo begs him to surrender before he kills Yong, but Yong refuses and tells Shi Hoo that if he loses the fight, his father will lose his hand. On the way back, Yong is attacked by the gangs and get caught, but he struggles out and runs. Unfortunately, Yong bumps his head on the stone while fighting and starts to remember his childhood. Meanwhile, Swe Dol saves his hand but instead loses his teeth.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Bong Soon and her father continue their scheme, but Yong finds them and takes back the money he was scammed for. While he asks Slick to find back his mother and sister, Bong Soon overhears him and decides to scam him again for that. On the other hand, Hunter Jang is on to something and is sure that Yong is the son of a traitor. He wants to catch him, denounce him, and get the compensation money to pay off his debt to Slick. Bong Soon tries to get some documents that might help him find his mother and sister, but these documents are sealed in a secret vault. While Yong...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Shi Hoo is hurt while stopping Sa Cheon's man from killing the man who had the message from Kwon Doo Hyun, which makes him difficult to train for the civil service exam. Bong Soon and her father get scammed by a woman and her son and lose all their money. But Yong finds them and decides to gather their wages from the inn to compensate for his loss. He also asks Slick to find his sister. Slick finds her, but she is accused of running away after hitting a guard and the reunion doesn't happen. Yong, who had even given up his civil service exam to look for his sister, is ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Geom's sister is caught and thrown into prison and tortured so that she can tell the authorities where her brother is. However, she resists all torture. Yong is thrown into the same cell but fails to recognize her. Upon hearing his name, his sister recognizes that Yong is Geom, but stays quiet. After Yong finds out too, he tries to save his sister from hanging, but his plan go amiss and she is executed. He plots revenge for the life of his father and his sister and decides to join the Castor Oil gang so that he can go around looking for a special sword around the ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Geom decides to use his position at the Castor Oil gang to go around the noblemen's house to find the sword with the special pattern. To do that, he needs to learn how thieves operate so that he can go at night. He convinces Swe Dol to teach him, telling him that he will need to pass his examination to become a guard. He steals a drawing from the Hopan household, which he discards as unimportant. Dae shik finds it and is convinced that it's a drawing of his father who was taken as a hostage during the war. However, the drawing turns out to be very precious and ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Geom meets with Eun Chae by chance while he is lying on top of his old house, which Eun Chae is renovating. Shi Hoo finds a clue in the field Hopan's treasure had been stolen, and finds out how the thief, who was Geom, managed to steal the treasure and the cart in such a short time and without anyone noticing. Swe Dol opens a locksmith shop in the South Gate market, but the Castor Oil gang, who doesn't know that Swe Dol is Geom's father, threatens Swe Dol and Dani to pay up for using their place. During their encounter, Shi Hoo manages to drive away the gang, but the ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "19 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Yong realizes he has lost the ornament that belonged to his mother during the raid at the palace. Bong Soon sees him looking for it and realizes that he is the young boy who saved her when she was little. The noblemen hold a meeting for the Cheonwoo club and Yong decides to infiltrate, disguised as one of the men to look for the sword. He nearly gets caught but manages to escape. After seeing the list of the Cheonwoo club members at Lord Byun's place, he deduces that the one who killed this father was also a member of the club. Yong's parents go to the Castor Oil gang...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Iljimae keeps stealing from the noblemen's houses and giving back their riches to the poor. He also helps out the shanty town where the poor people without houses and lands live so that they can start a new life. But as Yong, he is just as annoying to Eun Chae, who although admires Iljimae, fails to recognize Iljimae in Yong and despises him for his acts. Meanwhile, Yong helps Shi Wan figure out some of the tricks Iljimae used so that Shi Hoo doesn't find out in advance and get recognition. Seeing how Eun Chae wants to help the people in the Pyunando village hit by an...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Shi Hoo finds out that Iljimae has been targeting the members of the Cheonwoo club and he got the list from his sister, Eun Chae. He warns her against his real motives, but she doesn't believe him. The whole guard troop is on stake out to catch Iljimae at the house of each member of the Cheonwoo club, and Shi Hoo once again comes into close encounter with Iljimae and manages to wound his leg. Hong He knows Yong is in danger and might be Iljimae and tries to help him. Yong sees Hong He knows how to fight and pleads him to teach him. After much pleading, Hong He decides...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Yong and Shi Hoo are both trained separately under different masters, who used to be a team in the past. While Hong He teaches Yong not to kill, his former partner tells Shi Hoo to kill anyone who stands in his way. While drinking and riding his horse through the crowded market, Jung Chi Hong, the son of the Chung envoy, kills Yang Soon and runs away. The whole village is distraught and mad for the incident and the murder, and they decide to protest at the gate of the palace so that they can have justice. Everyone in the village takes part, but Yong pretends not ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The people are enraged that the king is doing nothing and the murderer is still hiding. In the mist of a chaos where archers aim at the people, Iljimae appears, having kidnapped Jung Chi Hong, the one who killed Yang Soon. The people rejoice at his comeback. However, Swe Dol sees the pink ribbon on Iljimae and realizes that Iljimae is his son, Yong, and is devastated even more when he discovers his hideout. Since Iljimae is back, the noblemen of the village are once more worried that they will be robbed and the guards have to do a stake out all night long. Fair enough...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "9 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Yong helps Shi-wan solve how Iljimae pulled the last robbery so that he doesn't get caught. Kim Ik-hee tells the huntsman that Yong should come to see him so that he can tell about his father, but he meets a strange death, and Yong is once again unable to know who killed his father. Iljimae and Eun-chae get closer to each other, getting some romantic time on the cherry blossom tree, but Iljimae/Yong is still afraid to reveal his true identity to her. The envoy from Chung is desperate to catch Iljimae himself and brings in all the young men to the palace, having his ...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "10 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    After Iljimae has kidnapped Jung Myung Soo and his son so that everyone could see their humiliation, the king is left with no choice but to deport them. Chung sends back the king's son after holding him captive for 9 years. The king is not very happy to see his son back, because he fears that Chung has sent him to dethrone him. He wants to keep his position as king, whatever it may take. Yong wants to throw a wedding ceremony for his parents, since they didn't have any ceremony. The wedding ends in a great success. Shi Hoo is blackmailed by a man who seems to know his...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "16 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Swe-dol, who went to Seo Young Soo's household disguised as Iljimae, so that Yong wouldn't get caught, dies, after being tortured to death about what he might have heard while he was there. Shi Hoo is devastated, as is Yong, and Dani. Yong promises himself to get the person who murdered his real father, and then Swe Dol as well. However, the two noblemen who might know what happened to his father, Seo Young Soo and Yi Jeong Soeb, are both killed too, under the king's orders, and Iljimae, who happened to be there, is accused of both murders. While on pursuit of the ...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "17 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Iljimae sets Lord Byun and Eun Chae free, after he finds out that everyone involved in the murder of his father are now dead. Of course, he doesn't know that Lord Byun lied to him and the king is also implicated in the murder. He finds Bong Soon underneath the cherry blossom tree and remembers her from his past. Bong Soon digs up the box Yong had buried, with his Iljimae disguise, and knows Yong is Iljimae. After many men have been forcefully dragged to enroll as volunteers to the army to be sent to Chung, Iljimae warns the palace that he will rob them. Meanwhile, ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "23 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    In order to save Yong, Bong Soon disguises herself as Iljimae and faces Cheon and the guards. Yong Jae however knows that it's his daughter and can't kill her. Instead, he jumps over the cliff with her. Yong witnesses this and sinks into despair. Heung Hyun also finds out that Yong is Iljimae and decides to help him rob the palace. He brings Hee Bong and Eun Bok in the plot as well, and infiltrates the palace disguised as an imperial messenger. On his way into the palace however, he sees his real mother with the ornament he kept from his childhood, and recognizes her....    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Iljimae (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "24 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Yong gets a close encounter with the king, but manages to escape. The whole plan is complete, and he only has his personal mission left, finding the sword and the man who killed his father. His partners in crime leave him alone in the palace. After going through many traps, he finally finds out that it is none other than the king who killed his father. Shi Hoo finds the message in blood that was to be given to Yong, and he finally remembers Geom and his own father, Lee Won Ho. He helps Iljimae fighting the guards back so that he can go find the king in his hide-out. ...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Lee, Joon-Gi"
            },
            {
                "name": "Kim, Sung-ryung"
            },
            {
                "name": "Ahn, Kil-kang"
            },
            {
                "name": "Lee, Won-jong"
            },
            {
                "name": "Lee, Young-Ah"
            },
            {
                "name": "Moon, Ji-yoon"
            },
            {
                "name": "Han, Hyo-Joo"
            },
            {
                "name": "Park, Shi-hoo"
            },
            {
                "name": "Kim, Chang-wan"
            },
            {
                "name": "Lee, Mun-shik"
            },
            {
                "name": "Kim, Mu-Yeol"
            },
            {
                "name": "Do, Gi-seok"
            },
            {
                "name": "Kim, Hyun-sung"
            },
            {
                "name": "Kim, Kwang-sik"
            },
            {
                "name": "Eun, Jeong Jae"
            },
            {
                "name": "Kim, Roe-ha"
            },
            {
                "name": "Lee, Won-jae"
            },
            {
                "name": "Jo, Sang-ki"
            },
            {
                "name": "Jang, Eun-Poong"
            },
            {
                "name": "Lee, Il-hwa"
            },
            {
                "name": "Seo, Dong-won"
            },
            {
                "name": "Lee, Da-wit"
            },
            {
                "name": "Kim, Yoo-Jeong"
            },
            {
                "name": "Yeo, Jin-gu"
            },
            {
                "name": "Jo, Min-Ki"
            },
            {
                "name": "Son, Tae-yeong"
            },
            {
                "name": "Jung, Da-bin"
            },
            {
                "name": "Yang, Jae-Seong"
            }
        ],
        "locations": [
            "South Korea"
        ],
        "genres": [
            "Action",
            "History",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 598,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWVlMWJmYTItODI0Yy00ZTRlLTkxOTItMjhiMThkMjM5NTEzXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Geom is the son of a virtuous nobleman, Lee Won Ho, who is a trustworthy supporter and brother to the king and a central member of the secret organization, Cheonwoohoe, comprised of important nobles and with the king as their leader. He lives peacefully in a house with many plum trees with his wife, daughter, and son. However, a mysterious rumor is spread that he is plotting to overthrow the king. Knowing about this, the king kills Lee Won Ho as he believes that 'two suns cannot exist on the same sky'. Geom witnesses the incident from the inside of a safe where his father hid him. Later, he is saved and adopted by a retired thief, Seo Dol, after he becomes stricken with amnesia due to the shock of losing his father and being forced to throw a rock at his mother's head to prove that he was not the son. 13 years later, Geom, who was renamed Ryung by Seo Dol, starts to regain his memories and begins to search for his older sister, Yeon, only to see her being sentenced and hanged. The murder of his older sister leaves Geom seeking revenge. With the emblem on the killer's sword he remembers from 13 years ago his only clue, he swears that he will find the one who killed his father and murdered his older sister. To find the sword and its owner, he disguises himself as Iljimae and breaks into the nobles' estates. During the course of his actions, he winds up fighting not only for himself, but also for the people. And so he becomes a fighter for the common people, jumping into action whenever the people are oppressed and wrongly exploited for the sake of the nobles, although at the core of his motives his desire to bring the person who ruined his life and his family to justice burns bright.",
        "languages": [
            "Korean"
        ],
        "title": "Iljimae",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2008",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Choi, Ran"
            }
        ],
        "distributors": [
            {
                "name": "Seoul Broadcasting System (SBS)"
            }
        ],
        "plot": [
            "Set during the Joseon Dynasty, Ryung acted as a hooligan in the marketplace by day but at night he was a thief who robbed corrupted government officials to give to the poor.::Colleen16",
            "Geom is the son of a virtuous nobleman, Lee Won Ho, who is a trustworthy supporter and brother to the king and a central member of the secret organization, Cheonwoohoe, comprised of important nobles and with the king as their leader. He lives peacefully in a house with many plum trees with his wife, daughter, and son. However, a mysterious rumor is spread that he is plotting to overthrow the king. Knowing about this, the king kills Lee Won Ho as he believes that 'two suns cannot exist on the same sky'. Geom witnesses the incident from the inside of a safe where his father hid him. Later, he is saved and adopted by a retired thief, Seo Dol, after he becomes stricken with amnesia due to the shock of losing his father and being forced to throw a rock at his mother's head to prove that he was not the son. 13 years later, Geom, who was renamed Ryung by Seo Dol, starts to regain his memories and begins to search for his older sister, Yeon, only to see her being sentenced and hanged. The murder of his older sister leaves Geom seeking revenge. With the emblem on the killer's sword he remembers from 13 years ago his only clue, he swears that he will find the one who killed his father and murdered his older sister. To find the sword and its owner, he disguises himself as _Iljimae_ (qv) and breaks into the nobles' estates. During the course of his actions, he winds up fighting not only for himself, but also for the people. And so he becomes a fighter for the common people, jumping into action whenever the people are oppressed and wrongly exploited for the sake of the nobles, although at the core of his motives his desire to bring the person who ruined his life and his family to justice burns bright.::Colleen16"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (approx) (South Korea)"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 598,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 179,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 166,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 47,
                "rating": 8.2
            },
            "males": {
                "votes": 131,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 51,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 52,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 8.2
            },
            "females": {
                "votes": 305,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 126,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 110,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 36,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 7.3
            },
            "us users": {
                "votes": 62,
                "rating": 8.1
            },
            "non us users": {
                "votes": 258,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 228,
            "9": 118,
            "8": 131,
            "7": 60,
            "6": 30,
            "5": 12,
            "4": 8,
            "3": 4,
            "2": 2,
            "1": 5
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}