{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "10 April 2008"
            }
        ],
        "release dates": [
            "UK::10 April 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Come Dine with Me"
            },
            {
                "countries": "UK (long title)",
                "title": "Come Dine with Me All in One"
            }
        ],
        "akas": [
            "Come Dine with Me (original title)",
            "Come Dine with Me All in One UK (long title)"
        ],
        "akas from release info": [
            "Come Dine with Me (original title)",
            "Come Dine with Me All in One UK (long title)"
        ],
        "episodes": {
            "10": {
                "5": {
                    "title": "Isle of Wight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    When five dinner party hosts compete for a cash prize, laid-back Angela is in no hurry to serve her Armenian allspice meal, persnickety Bill perfects his Italian inspired menu and chatty Cathy pushes boundaries and taste buds with her risky dishes. As the competition heats up, lawyer Sayeh's cooking confession may blow her chances of being crowned \"the host with the most.\" Hosted by Todd Pettengill.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    In this five-day food battle, hypnotist Beth is hoping her chances don't go up in smoke, hip DJ Tania entertains Italian gangster style and joker Jackson serves up an Asian sensation. As the pressure mounts, hunky frat boy Alex turns ma tre D in his bid to win the hearts of his guests and take home the big cash prize. Hosted by Todd Pettengill.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Coventry, are: pub manager James Paley, who believes being an entertaining host is the most important aspect of holding a dinner party; computer service engineer 'Jon Bramley', who is highly critical and vocal when it comes to food; Marie Hughes-Price, a confident person especially about her cooking; and scientist and writer Vera Phillips Griffith, who sees cooking as an extension of her science background. James is the first to host. He tries a high risk strategy of offering one of two items for each course. His menu consists of: crab & red pepper soup or black pudding & apple tower as ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 May 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Bournemouth, are: property sales executive and amateur violinist Sonia Beck, who considers herself the perfect dinner party guest as she will never allow a dead silence in conversation; patisserie owner Claudette Brady, who hates working for men; property developer James Dean, a recent divorcé who is looking forward to moving on with his life; and café owner Clive Page, a fashionista and self-professed beauty expert. Claudette is the first to host. Her menu consists of: New England seafood chowder and red pepper soup as the starters, Stilton stuffed chicken breasts as the main ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 May 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Newport, Wales, are: hairdresser Sam Mallet, a party girl; drinks salesman Nick Payne, a rugby aficionado who plays hard and plays to win; Jan Taylor, a grandmother who likes to stay busy; and former journalist Tony Wardle, a vegan who wants to convert the world to his way of eating. Nick is the first to host. His menu consists of: butternut squash and prawn risotto (basil mushrooms for vegan Tony) as the starter, lemon sole (broccoli, tofu and cashew stir fry for vegan Tony) as the main course, and floating islands (vegan pancakes with chocolate sauce for Tony) as the dessert....    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 May 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Oxford, are: food writer Juliet Harbutt, a Kiwi who doesn't like people who won't try unfamiliar food; shop owner Greg Miller, a South African who wants his food to be interesting; banker and semi-professional footballer Tom Smith, who believes presentation is as important as taste, which is affected by a self-professed obsessive-compulsive nature; and dance teacher Adish Vadivale, a devout Hindu, specific day-of-the-week vegetarian (for religious reasons) and non-alcohol drinker who admits to being a picky eater. Greg is the first to host. His menu, which reflects what he has been ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 May 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Bath, are: town crier Adrian Dando, who is a supporter of what he considers traditional English food, especially of the public house variety; IT manager Simon Goddard, a sports car collector whose doesn't care if people think him snobbish by his extravagant lifestyle; Kenyan born community worker Sarah Hillman, who will donate her winnings (if she does indeed win) to an orphanage in Kenya; and horse eventer Annie Todd, who is used to finishing first. Sarah is the first to host. Her African based menu consists of: battered zebra and vegetables as canapés, fillet of ostrich as the ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Devon, are: supermarket owner Karen Bretagne, who works hard for what she wants; 'Sarah Corbett', who believes image is everything; pig farmer Deborah Custance-Baker, who doesn't want to be judged by her cover, which are the two extremes of being a farmer but living in a mansion; and IT consultant Darren Frame, who dislikes self-absorbed giggly girls. Karen is the first to host. Her menu consists of: fisherman's delight as the starter, chicken Kiev as the main course, and passion fruit volcano as the dessert. She hopes that the effort and more effort and more effort she puts into the ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Norwich, are: single mom Zara Davies, whose life can be described as organized chaos; property developer Seamus Farrelly, a recent divorcé who thinks his cooking intimidates others; project manager Wendy Holdsworth, a newlywed who will let her diet pass for the week; and hairdresser David Knight, for who style is everything. Zara is the first to host. Her menu consists of: Thai salt and pepper prawns as the starter, Gressingham duck breast as the main course, and tiramisu for dessert. Beyond the quality of the food, the guests discuss the state of Zara's house. Two of the contestants battle...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The four contestants, all from Swindon, are: Mark Farrow, who believes men are better cooks than women and believes supermarket bought food is crap; business manager Sarah Louise Moore, a confident person about everything; ethnic Filipino Imelda Smith, a person who enjoys the finer things in life; and spiritualist Annette Storey, who calls upon her angels whenever she can. Annette is the first to host. Her menu consists of: ricotta stuffed Portobello mushrooms as the starter, baked swordfish and prawns on tagliatelle as the main course, and chocolate orange surprise for dessert. Beyond the quality of the food, the guests ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Sep. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Nov. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from East Yorkshire, are: plumber and farmer's son John Beachell, who likes sexy women; market researcher Sandra Brooks, a keen equestrienne; Andrew Smith, a Ferrari fanatic who has a motor-mouth to match; and beauty salon manager 'Wendy Spencer', who likes her feminine curves. Wendy is the first to host. Her menu consists of: potato and bacon quiche as the starter, pink champagne chicken as the main course, and forget-me-not trifle with raspberries as the dessert. After the dinner, she believes that that was the worst meal she's ever eaten. Will her guests agree? The second host...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Plymouth, are: Natalie Jaspers, a larger than life woman who believes everything should be made from scratch; Christian charity project worker David Martin, who describes himself as a big Labrador puppy; Sharron Robbie, a stickler for detail who knows she knows how to host dinner parties; and Carla Wisdom Grey, a party girl who likes to stir up trouble between others. Natalie is the first to host. Her menu, the items from which which will all be made from scratch, consists of: coarse country pâté as the starter, hot chicken mousse as the main course, and warm Black Forest pudding as the dessert...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The four contestants, all from Royal Berkshire, are: radio station salesman Tony Byrd, who, despite being a self-professed good cook, confesses that he's never prepared a three course dinner party on his own; fitness instructor Helen Kent, who, apropos to her profession is high energy in life; property business director Sarah Lewis, whose finishing school background she considers a waste of money; and Fred Wilkinson, whose negative outlook on British food is based on being born and raised in Belgium. Helen is the first to host. Her menu consists of: Serrano and prosciutto ham with fresh figs as the starter, ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "15 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The four contestants, all from Southampton, are: professional mystery diner Liz Grana Priego, whose job makes her extremely critical when it comes to dining, period; marketing manager Amy Lovett, whose pet peeve is picky eaters; tribute singer Danielle Merrick, a confident person; and auditor Eleanor Williamson, who's easily irritated. They comment on the fact of four women as the contestants. Amy is the first to host. Her menu consists of: stuffed baby squid on vegetable ribbons as the starter, spicy Thai meatballs on saffron rice with Asian greens as the main course, and luscious Lovett's lemon 'cheesefake' for dessert. ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The four contestants, all from the Isle of Wight, are: aspiring actress Charlotte Barton-Hoare, a romantic who is looking for a \"Mr. Darcy\" (of Wuthering Heights fame) to come sweep her off her feet; radio news reader Michael Coombes, whose friends consider him a bit bonkers; travel agent Mandy Gale, who has a self-professed superiority complex; and car salesman Steve Morris, who wants honesty at all cost. Living on an island, many of the four choose island themed menus. Charlotte is the first to host. Her menu consists of: Isle of Wight crab cakes as the starter, wild island pheasant with root vegetable fento moulon as the ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "20 Sep. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Episode #4.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "22 Dec. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #4.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "31 Jan. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Episode #4.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "14 Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "6": {
                "17": {
                    "title": "All in One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "20": {
                "18": {
                    "title": "North Lancashire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 20,
                    "episode": 18,
                    "original air date": "6 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Battling it out are proud and very loud American post mistress Rosie Rawsthorn, straight-talking vegetarian Linda Cottam, not-so-funny joker DJ Johnny Pep and ultra-critical financial advisor Anne Thompson.    "
                }
            },
            "26": {
                "31": {
                    "title": "Enfield - All in One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 26,
                    "episode": 31,
                    "original air date": "7 Sep. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "29": {
                "19": {
                    "title": "Episode #29.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 29,
                    "episode": 19,
                    "original air date": "9 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Halloween Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Come Dine with Me (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Lamb, Dave"
            },
            {
                "name": "Currie, Edwina"
            },
            {
                "name": "Ansell, Jonathan"
            },
            {
                "name": "Barker, Linda"
            },
            {
                "name": "Beachell, John"
            },
            {
                "name": "Beck, Sonia"
            },
            {
                "name": "Beckwith, Tamara"
            },
            {
                "name": "Bourret, Caprice"
            },
            {
                "name": "Brady, Claudette"
            },
            {
                "name": "Bramley, Jon"
            },
            {
                "name": "Bretagne, Karen"
            },
            {
                "name": "Brooks, Sandra"
            },
            {
                "name": "Byrd, Tony"
            },
            {
                "name": "Clarke, Nicky"
            },
            {
                "name": "Corbett, Sarah"
            },
            {
                "name": "Custance-Baker, Deborah"
            },
            {
                "name": "Dando, Adrian"
            },
            {
                "name": "Davies, Zara"
            },
            {
                "name": "de Paul, Lynsey"
            },
            {
                "name": "Dean, James"
            },
            {
                "name": "Farrelly, Seamus"
            },
            {
                "name": "Frame, Darren"
            },
            {
                "name": "Goddard, Simon"
            },
            {
                "name": "Harbutt, Juliet"
            },
            {
                "name": "Harvey, MC"
            },
            {
                "name": "Heaton, Michelle"
            },
            {
                "name": "Hillman, Sarah"
            },
            {
                "name": "Holdsworth, Wendy"
            },
            {
                "name": "Hughes-Price, Marie"
            },
            {
                "name": "Jaspers, Natalie"
            },
            {
                "name": "Kent, Helen"
            },
            {
                "name": "Knight, David"
            },
            {
                "name": "Lewis, Sarah"
            },
            {
                "name": "Mallet, Sam"
            },
            {
                "name": "Martin, David"
            },
            {
                "name": "Miller, Greg"
            },
            {
                "name": "Osmond, James A."
            },
            {
                "name": "Page, Clive"
            },
            {
                "name": "Paley, James"
            },
            {
                "name": "Payne, Nick"
            },
            {
                "name": "Griffith, Vera Phillips"
            },
            {
                "name": "Reeves, Vic"
            },
            {
                "name": "Robbie, Sharron"
            },
            {
                "name": "Ryan, Lee"
            },
            {
                "name": "Smith, Andrew"
            },
            {
                "name": "Smith, Tom"
            },
            {
                "name": "Sorrell, Nancy"
            },
            {
                "name": "Spencer, Wendy"
            },
            {
                "name": "Stringfellow, Peter"
            },
            {
                "name": "Taylor, Jan"
            }
        ],
        "genres": [
            "Game-Show",
            "Reality-TV"
        ],
        "runtimes": [
            "48"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 29,
        "rating": 6.4,
        "votes": 476,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEzMDUxMTcwNl5BMl5BanBnXkFtZTgwMzIzMzczNjE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "An hourly prime time version of the daytime television show of the same name. Four strangers - amateur chefs - compete to host the best dinner party. The parties, solely for the competitors, are held on consecutive evenings and each competitor, who is the primary chef in preparing the food for their respective dinner, must submit their menu in advance. The menu must consist of at least a starter, a main and a dessert/pudding. At the end of each party, each guest secretly rates the party on a scale of one to ten inclusive. The rating is based on whatever criteria the guest deems important, the food only being one of those possible factors. At the end of the last party, the host of that party reveals the scoring results, the competitor with the highest score winning a cash prize of £1,000.",
        "languages": [
            "English"
        ],
        "title": "Come Dine with Me",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13",
            "14",
            "15",
            "16",
            "17",
            "18",
            "19",
            "20",
            "21",
            "22",
            "23",
            "24",
            "25",
            "26",
            "27",
            "28",
            "29"
        ],
        "production companies": [
            {
                "name": "Granada Productions"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "plot": [
            "An hourly prime time version of the daytime television show of the same name. Four strangers - amateur chefs - compete to host the best dinner party. The parties, solely for the competitors, are held on consecutive evenings and each competitor, who is the primary chef in preparing the food for their respective dinner, must submit their menu in advance. The menu must consist of at least a starter, a main and a dessert/pudding. At the end of each party, each guest secretly rates the party on a scale of one to ten inclusive. The rating is based on whatever criteria the guest deems important, the food only being one of those possible factors. At the end of the last party, the host of that party reveals the scoring results, the competitor with the highest score winning a cash prize of £1,000.::Huggo"
        ],
        "tech": {
            "runtime": [
                "48 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 476,
                "rating": 6.4
            },
            "aged under 18": {
                "votes": 2,
                "rating": 4.5
            },
            "aged 18 29": {
                "votes": 122,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 159,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 63,
                "rating": 6.5
            },
            "males": {
                "votes": 269,
                "rating": 6.2
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 78,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 121,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 52,
                "rating": 6.2
            },
            "females": {
                "votes": 97,
                "rating": 7.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 44,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 38,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 34,
                "rating": 5.1
            },
            "us users": {
                "votes": 22,
                "rating": 5.3
            },
            "non us users": {
                "votes": 273,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 57,
            "9": 36,
            "8": 61,
            "7": 103,
            "6": 99,
            "5": 45,
            "4": 25,
            "3": 14,
            "2": 12,
            "1": 24
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}