{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "15 January 2008"
            }
        ],
        "release dates": [
            "Canada::15 January 2008"
        ],
        "episodes": {
            "6": {
                "0": {
                    "title": "Toronto, Ontario, VAncouver, BC and Moose Jaw, Saskatchewan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Dogs (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 0,
                    "plot": "\n    We go to Moose Jaw Saskatchewan to learn about the physics of flying in formation. Ever military pilot in Canada and the (everywhere else) has had top learn to do this. It is challenging and dangerous. But is is also a necessary evil. Airplanes flying during war time didn't have very good instruments, so flying in bad weather meant flying off your buddies wing. Five airplanes together meant five brains. Many many pilots have died because they got disorientated in cloud. Formation helps to solve that. We learn about the basics of formation, and then we see it at it ...    "
                }
            },
            "1": {
                "0": {
                    "title": "Chilliwack and Vancouver, BC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Dogs (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "plot": "\n    Two Russians and Two Canadians, Bud Granley and His son Ross are two generations of Canadian forces pilots. Both were Snowbirds (Bud's other son was also a Snowbird). Today Bud and Ross fly Russian airplanes at air shows across Canada. The Yak 18 is the Russian version of the Canadian Beaver a Siberian Bush plane. The airplane is very very different from anything in North America, different builders, same needs... different approaches. We compare the two planes. And learn Canadians and Russians share a remote north and love of super strong airplanes. Bud is considered...    "
                }
            },
            "2": {
                "0": {
                    "title": "Hamilton, Ontario and Vancouver, BC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Dogs (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "plot": "\n    We arrive at the War Plane museum in Hamilton to fly the Lancaster bomber. One of only two left flying the world. There we the most important planes flown by the allies during the European part of the war. The airplane is called the Mynarski (check spelling ) named after a young Canadian aviator who sacrificed his life in Lancaster saving the rest of his crew over Europe. (use historical photos) We also learn about the Mitchell B 25 bomber the airplane used in the Pacific theatre by the Allies. Both were critical airplanes... both operated very very differently. We ...    "
                }
            },
            "3": {
                "0": {
                    "title": "Pitt Meadows and Vancouver, BC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Dogs (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 0,
                    "plot": "\n    Tail Draggers every Canadian forces pilot who flew in WW2 learned how to fly a two seater \"tail dragger\". Today only a handful of the WW2 aircraft exist. many were built in Toronto, we find one of the old planes and learn what made it fly. Capt. Reichert invites his old instructor Kent Peich to join us. Kent restores, builds and flies tail draggers, He is also a retired military pilot and now a commercial pilot. Kent is one of the best air show pilots in Canada because of his skill in the tail dragger. Kent teaches us that the planes were made of fabric to keep them ...    "
                }
            },
            "4": {
                "0": {
                    "title": "Cold Lake, Alberta and Vancouver, BC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Dogs (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 0,
                    "plot": "\n    Go Fast: We head for CFB Cold Lake, where Capt. Reichert works. This is AETE the Air Force test establishment. If it is cutting edge the military tests it here first. We learn about the latest upgrades that will make the CF 18 Hornet a 21 first century aircraft. We learn about the new ejection seat system developed at Cold Lake. The show follows two CF-18 traveling at the speed of sound. We learn that many pilots were killed as super sonic flight was developing because the airplane changes, as it passes through the sound barrier. It took pilots and engineers years to ...    "
                }
            },
            "5": {
                "0": {
                    "title": "Burnaby, BC, Bend Oregon and Vancouver, BC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Dogs (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 0,
                    "plot": "\n    It called the Garmin 1000, Diamond aircraft in London Ontario has pioneered it. A new kind of glass cockpit for private pilots. It looks like an Airbus 320 inside, two screens, and an incredible amount of information. G1000 is a revolution in flying that will change the way bush pilots fly up north. Computers, plot positions on maps, calculate fuel burn. Hundreds of pilots have lost their lives getting lost, the G1000 should put an end to that. We see G1000 at work in the Lancair4p the highest flying pressurized kit plane in the world. It flies at 340 miles per hour, ...    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "budget": "CAD2,600,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Air Dogs",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "Air Dogs (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Miller, Mark A."
            },
            {
                "name": "Thomas, Neil"
            }
        ],
        "production companies": [
            {
                "name": "The Eyes"
            }
        ],
        "distributors": [
            {
                "name": "The Eyes"
            }
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}