{
    "imdb": {
        "raw release dates": [
            {
                "country": "New Zealand\n",
                "date": "  2008"
            }
        ],
        "release dates": [
            "New Zealand::2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wayne Anderson: Glory Days (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    We rejoin our hero Wayne Anderson and his trusty manager, Orlando, in the wake of the glory days. All they have left are memories as Wayne faces life back on the rest home circuit and Orlando struggles to manage Wayne's floundering career from his new job at the K Rd Car Park. Old friend Faye arrives on the scene having decided to take an active role in helping promote Wayne's career, starting with a Tom Jones styled makeover. And after a guest performance on local radio, Wayne has the bright idea of launching a radio station from his house, after all, people often ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wayne Anderson: Glory Days (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Wayne with the help of his trusty sidekick, Christian, bestowe a fitting moniker on their radio station and hence, Radio Classy is born. But a problem rears its ugly head immediately; money. Wayne's performance at an audition for a burger commercial leaves a lasting impression, and Faye's laminator goes into overdrive.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wayne Anderson: Glory Days (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    This week on Wayne Anderson: Glory Days, Radio Classy becomes a reality when electronics whizz-kid CJ procures a transmitter. The team's sponsorship drive hits a snag when it's revealed that the radio station has only a very limited range, as far as South Mall in Manurewa. Christian sets off on his first assignment as sports reporter and Raewyn gets out and about collecting the local news.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wayne Anderson: Glory Days (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    This week on Wayne Anderson: Glory Days, the radio station launch is a huge hit and a small crowd gathers to celebrate the auspicious start of Wayne's broadcasting career. A hitch with the radio station's signal is a bitter pill to swallow, but a letter from Japan offers an intriguing opportunity. With the chance to play in Tokyo on the cards, fundraising for the trip kicks into gear, first stop is Christchurch where Wayne is a celebrity judge at the garden city's biggest pumpkin festival.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wayne Anderson: Glory Days (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The fundraising jaunt to Christchurch is a huge success, but Wayne is shocked by quality of the pies on offer in the capital of the South Island. With the final tally of money revealing a shortfall in the funds required to make it to Tokyo, desperation strikes. Will a last minute idea from Raewyn be enough to get Wayne and Orlando to Tokyo?    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wayne Anderson: Glory Days (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Wayne arrives in Tokyo, and his tour is thrown into chaos when it's discovered he has left valuable hairstyling products at home. After a fruitless search for an afro comb, the tour is put back on track with a perm and Wayne fulfils his obligation to promote Manurewa and good music to the Mayor of Tokyo. With his gig for the Japanese Wayne Anderson Fan Club a huge success, Wayne gets the biggest pay cheque of his career. Are the glory days back?    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wayne Anderson: Glory Days (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The yen to dollar conversion bites hard and Wayne and Orlando realise they don't have enough money to buy tickets home. Ever resilient, Wayne takes the disappointment on the chin and decides a concert of John Rowles covers will earn them enough money to secure their passage home. But will it?    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Anderson, Wayne"
            },
            {
                "name": "Stewart, Orlando"
            }
        ],
        "locations": [
            "New Zealand"
        ],
        "genres": [
            "Biography",
            "Music",
            "Reality-TV"
        ],
        "countries": [
            "New Zealand"
        ],
        "country codes": [
            "nz"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Glory Days rejoins Wayne, the sexy singer of songs, 18 months after the fickle finger of fate has pulled the trappings of fame out from under him. Wayne is back out on the rest home circuit and his trusty manager, Orlando, has been forced to take a job at the K'Road Carpark. An intimate portrait of a man and his dream, Wayne Anderson: Glory Days is a heart-warming tale of the everyday folk who truly believe in Wayne and the determination they have to put South Auckland's finest voice back on the map and pull off one of the most audacious comebacks in pop history. Glory Days is champagne television and a timely reminder to us all that dreams only die if we let them.",
        "languages": [
            "English"
        ],
        "title": "Wayne Anderson: Glory Days",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "Wayne Anderson: Glory Days (New Zealand)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Black, Jett"
            },
            {
                "name": "Elliott, Glenn"
            }
        ],
        "production companies": [
            {
                "name": "Buto Productions"
            }
        ],
        "distributors": [
            {
                "name": "Prime TV"
            }
        ],
        "plot": [
            "Glory Days rejoins Wayne, the sexy singer of songs, 18 months after the fickle finger of fate has pulled the trappings of fame out from under him. Wayne is back out on the rest home circuit and his trusty manager, Orlando, has been forced to take a job at the K'Road Carpark. An intimate portrait of a man and his dream, _Wayne Anderson: Glory Days_ (qv) is a heart-warming tale of the everyday folk who truly believe in Wayne and the determination they have to put South Auckland's finest voice back on the map and pull off one of the most audacious comebacks in pop history. Glory Days is champagne television and a timely reminder to us all that dreams only die if we let them.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}