{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Croucher, Jessica"
            },
            {
                "name": "Leonard, Sean"
            }
        ],
        "locations": [
            "St. John's, Newfoundland, Newfoundland and Labrador, Canada"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "What Do They Do in There? takes its title from a hip and happening column written by eleven-year-old Abby Brown and ten-year-old Ian Carter. Abby and Ian are investigative reporters for their school newspaper, The Riverhead Beacon. Always on the lookout for enterprises with strange, intriguing names, Ian's and Abby's fun-filled detective work seeks to uncover what those enterprises do. Notebooks in hand and ready for mischief, these two sly sleuths explore the fascinating worlds of science, medicine, technology, manufacturing, aviation, and entertainment... Phew! Just try to keep up with them! Or you can read their column. But clicking on the TV and following along is way more fun!",
        "languages": [
            "English"
        ],
        "title": "What Do They Do in There?",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "What Do They Do in There? (Canada)"
        ],
        "writer": [
            {
                "name": "Canning, Jordan"
            }
        ],
        "production companies": [
            {
                "name": "Best Boy Productions"
            }
        ],
        "distributors": [
            {
                "name": "Newfoundland Broadcasting Company"
            }
        ],
        "plot": [
            "_What Do They Do in There?_ (qv) takes its title from a hip and happening column written by eleven-year-old Abby Brown and ten-year-old Ian Carter. Abby and Ian are investigative reporters for their school newspaper, The Riverhead Beacon. Always on the lookout for enterprises with strange, intriguing names, Ian's and Abby's fun-filled detective work seeks to uncover what those enterprises do. Notebooks in hand and ready for mischief, these two sly sleuths explore the fascinating worlds of science, medicine, technology, manufacturing, aviation, and entertainment... Phew! Just try to keep up with them! Or you can read their column. But clicking on the TV and following along is way more fun!::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials) (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}