{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "13 May 2008"
            },
            {
                "country": "Canada\n",
                "date": "13 May 2008",
                "notes": "                            (video premiere)"
            }
        ],
        "release dates": [
            "Canada::13 May 2008",
            "Canada::13 May 2008                            (video premiere)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    As the case of \"The Elusive Husband of Katarina Kinsey\" continues, Fletcher and George set about tracking down potential sources of information leading to Frank Kinsey's whereabouts. Meanwhile, the arrival of a new investigator on the scene, Samantha Steele, has George on edge. Later, the return of George and Jenna's mothers leads to a surprising revelation.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Hot on the trail of \"The Elusive Husband of Katarina Kinsey\", B.J. Fletcher and Georgia Drew follow a lead that calls for an intricate undercover operation with two unlikely associates, and an old friend. Meanwhile, Fletcher finds herself caught off guard by her best friend's recent revelation.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    As George's departure to England nears, the mystery of \"The Elusive Husband of Katarina Kinsey\" ramps up as Fletcher and George scheme to stakeout a secret meeting, in hopes of finally ascertaining Frank's whereabouts. Meanwhile, tensions are high between our duo as an uninvited guest turns up to take part in the stakeout.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    In the series finale of B.J. Fletcher: Private Eye, Fletcher and George finally unravel the mystery surrounding the disappearance of \"The Elusive Husband of Katarina Kinsey\". Later, Fletch and George are forced to make some tough decisions in their relationship as George's departure date for England arrives all too soon.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 May 2008",
                    "year": "2008",
                    "plot": "\n    Private Investigator B.J. Fletcher longs for more exciting cases, while her best friend George wishes she would make better personal choices. Someone from Fletcher's past shows up looking for help.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 May 2008",
                    "year": "2008",
                    "plot": "\n    After a night of reminiscing, private investigator B.J. Fletcher and her sidekick George set to work on the case of \"Agatha and her Leaky Empire.\"    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 May 2008",
                    "year": "2008",
                    "plot": "\n    Private Investigator B.J. Fletcher decides to confront her ex-girlfriend Marjorie after discovering she is more involved in the case of \"Agatha and her Leaky Empire\" than she's letting on. Later, in an attempt to wrap up the case, Fletcher brings George along on a fact-finding mission.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    After wrapping up the case of \"Agatha and her Leaky Empire\" Private Investigator B.J. Fletcher is looking forward to some time off. However, her vacation plans are cut short as trouble once again finds it's way through the door. On the case yet again, Fletcher takes a reluctant George on a recon mission.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    In the case of \"Mr. Christie and his Wandering Aperture\", Private Investigator B.J. Fletcher and her best friend George go undercover at Dominic Christie's photography studio. Once there, they set to work to uncover proof on Marilyn's cheating husband. Unfortunately for our intrepid investigator, things don't go quite according to plan.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    In her attempts to get proof in the case of \"Mr. Christie and his Wandering Aperture\", Private Investigator B.J. Fletcher sends George undercover at Dominic's studio. With the help of her good pal Joe Magnum, Fletch sets into motion a plan that's sure to entrap the cheating husband. Being on the front lines of Fletcher's plan, George hopes she isn't getting in over her head.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    While trying to wrap up the case of \"Mr. Christie and his Wandering Aperture\", Private Investigator B.J. Fletcher ends up putting her best friend George in harms way when the undercover mission goes awry. Later, George decides to bring Fletcher on a mission of her own.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    In the case of \"The Little Lost Lesbian: Run, Jenna, Run\", Private Investigator B.J. Fletcher and her assistant Georgia Drew are drawn into the seedy underbelly of municipal politics when they help a local politician's wife find her missing daughter. Little does Fletcher know a dark figure from her past will thwart her at every turn.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    During the case of \"The Little Lost Lesbian: Run, Jenna, Run\", Private Investigator B.J. Fletcher and her best friend and assistant Georgia Drew attempt to track down Jenna's boyfriend, Tyler York for information on her whereabouts. In the race to beat Doyle and Louis to find Jenna, frustrations mount for Fletch and George as they once again find themselves one step behind the competition.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Private Investigator B.J. Fletcher and her best friend Georgia Drew race to solve the case of \"The Little Lost Lesbian: Run, Jenna, Run\". After Doyle and Louis leave them stranded in a remote area outside the city, Fletch and George must act quickly to get back in the race to find Jenna Watson before the competition does. Meanwhile, George experiences a personal dilemma of her own.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Private Investigator B.J. Fletcher and her best friend Georgia Drew are back in Season Two of B.J. Fletcher: Private Eye. In the opener, Fletcher and George kick start their new frequent client program with the case of \"Mrs. Lacey and her Hidden Gems\". Meanwhile, Fletcher and George attempt to adjust to some major changes in their relationship.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    After their initial attempt to entrap the bicycle thieves fails, Private Investigator B.J. Fletcher (Lindy Zucker) and her associate Georgia Drew (Dana Puddicombe) track down a new lead in the case of \"Mrs. Lacey and her Hidden Gems\". Fletch and George soon discover there is more to the bicycle-napping case than they first thought. Later, George and Jenna host a dinner party for the gang.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The case of \"Mrs. Lacey and her Hidden Gems\" continues for Private Eye B.J. Fletcher and her trusty associate Georgia Drew as they go undercover to infiltrate the local mafia. As the case continues, George worries that Fletch may be getting them in over their heads. Also, the true nature of Fletcher's relationship with Marjorie and what happened the night George and Fletch solved the Watson case is revealed.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    When the case of \"Mrs. Lacey and her Hidden Gems\" reaches an unexpected and shocking climax, Private Investigator B.J. Fletcher and her best friend Georgia Drew find themselves uncovering more than they bargained for. Luckily for the duo, their trusted friend Magnum offers assistance. Meanwhile, Fletcher deals with some unexpected feelings.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    In the case of \"Bitter Batter at the Dip 'n' Sip Bakery\", Private Investigator B.J. Fletcher (Lindy Zucker) and her trusty assistant Georgia Drew (Dana Puddicombe) put technology to the test to draw out a saboteur. But when a previous case comes back to haunt them, they realize that nothing is what it seems. Later, Fletch follows up on a lead while George and Jenna take time to consider their relationship.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The plot thickens for B.J. Fletcher (Lindy Zucker) and her partner Georgia Drew (Dana Puddicombe) in the case of \"Bitter Batter at the Dip 'n' Sip Bakery\" as they race to discover the identity of the elusive saboteur. With the surprising reappearance of Fletcher's arch nemesis, Doyle (Jonathan Thomas), Fletcher and George must race to put the pieces together before the bakery is forced to close for good. When things take an unexpected turn, George enlists a reluctant Jenna (Vanessa Dunn) to help with the case.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    While trying to wrap up the case of \"Bitter Batter at the Dip 'n' Sip Bakery\", Private Investigator B.J. Fletcher (Lindy Zucker) finds herself in a frosty situation with her best friend Georgia Drew (Dana Puddicombe) and an unhappy Jenna Watson (Vanessa Dunn) after the stakeout at the bakery goes awry. Later, the long awaited lunch between George, Jenna and their Mothers (Maria Heidler and Patricia Yeatman) doesn't quite go according to plan.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    In the case of \"Wheelings and Dealings at the Watson Warehouse\", Private Investigator B.J. Fletcher (Lindy Zucker) and her valued assistant Georgia Drew (Dana Puddicombe) stakeout a potential mafia meeting. Jenna's concern for her mother's safety leads to a tough choice for George. Meanwhile, Fletch and George take time away from sleuthing to celebrate the holidays.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Deep in the depths of the case of \"Wheelings and Dealings at the Watson Warehouse\" Private investigator B.J. Fletcher (Lindy Zucker) takes her interrogation techniques to a new level in trying to ascertain the whereabouts of Doyle (Jonathan Thomas) and the stolen diamonds. Meanwhile, Magnum provides George (Dana Puddicombe) with some new insight into Fletch's history with Doyle.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "B.J. Fletcher: Private Eye (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "3 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    In the Season Two finale of B.J. Fletcher: Private Eye, George (Dana Puddicombe) finds herself alone in a rather frightening predicament. With time running out, Private Investigator B.J. Fletcher (Lindy Zucker) and Jenna Watson (Vanessa Dunn) race to rescue George from the clutches of Doyle (Jonathan Thomas) and his mafia associates. Later, Fletcher makes a decision that could change everything.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Zucker, Lindy"
            },
            {
                "name": "Puddicombe, Dana"
            },
            {
                "name": "Dunn, Vanessa"
            },
            {
                "name": "Morgan, Karim"
            },
            {
                "name": "Thomas, Jonathan"
            },
            {
                "name": "Tasson, Sean"
            },
            {
                "name": "Heidler, Maria"
            },
            {
                "name": "Yeatman, Patricia"
            },
            {
                "name": "Noble, Ben"
            },
            {
                "name": "Noble, Ben"
            },
            {
                "name": "Gordon, Natasha"
            },
            {
                "name": "Dowling, Stuart"
            },
            {
                "name": "Fabian, Diane"
            },
            {
                "name": "Perehinec, Kimwun"
            },
            {
                "name": "Greenberg, Jessica"
            },
            {
                "name": "Aaraya, Nicholas"
            },
            {
                "name": "Logothettis, Stavroula"
            },
            {
                "name": "Graham, Kesta"
            },
            {
                "name": "Cornell, Robert Latimer"
            },
            {
                "name": "Zucker, Len"
            },
            {
                "name": "Ocean, Christopher"
            },
            {
                "name": "Schurman, Andrea"
            },
            {
                "name": "Risk, Andrea"
            },
            {
                "name": "Trewhitt, April"
            },
            {
                "name": "Brandenburg, Erin"
            },
            {
                "name": "Calnan, Claire"
            },
            {
                "name": "Cook, Jillian"
            },
            {
                "name": "Marsh, Kali"
            },
            {
                "name": "Mulock, Julian"
            },
            {
                "name": "Toussaint, Melissa"
            },
            {
                "name": "Yarkoni, Guy"
            },
            {
                "name": "Acott, Claire"
            },
            {
                "name": "Bartley, Stephanie"
            },
            {
                "name": "Fyfe, Tracey Hill"
            },
            {
                "name": "Lazarus, Adam"
            },
            {
                "name": "Manu, Costin"
            },
            {
                "name": "Nguyen, Mayko"
            },
            {
                "name": "Tigchellar, Alexandra"
            },
            {
                "name": "Walter, Meg"
            },
            {
                "name": "Zeh, Karynah"
            },
            {
                "name": "Innes, Debbie"
            },
            {
                "name": "Romard, Justin"
            },
            {
                "name": "Steinman, Amber"
            },
            {
                "name": "Cook, Jody"
            },
            {
                "name": "Yager, Janice"
            },
            {
                "name": "Araya, Nicholas"
            },
            {
                "name": "Smith, Terri"
            },
            {
                "name": "Heffernan, Carly"
            },
            {
                "name": "Smadu, Zach"
            },
            {
                "name": "Chenier, Keith"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Adventure",
            "Comedy",
            "Crime",
            "Drama"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(MiniDV)"
        ],
        "number of seasons": 3,
        "rating": 6.8,
        "votes": 33,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGE5NTM4YTctYzM2ZC00NmYwLTg1YzMtZjBiZjg1OWNmNzYyXkEyXkFqcGdeQXVyMjA2MzQ2NDc@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "In a roller-coaster ride of action, comedy and drama, the series follows our dynamic female duo as they grapple with everything from running surveillance to going undercover to foiling would-be saboteurs all with varying degrees of success. The strength of the series lies in the dynamics and growth of the ever-evolving relationship between Fletcher and George. Will they? Won't they? The chemistry between the two characters is undeniable and presents an intriguing and complex relationship as it unfolds over the course of the series.",
        "languages": [
            "English"
        ],
        "title": "B.J. Fletcher: Private Eye",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "B.J. Fletcher: Private Eye (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Latimer, Alys"
            },
            {
                "name": "Latimer, Regan"
            }
        ],
        "production companies": [
            {
                "name": "Bee Charmer Productions"
            }
        ],
        "distributors": [
            {
                "name": "Bee Charmer Productions"
            }
        ],
        "plot": [
            "_B.J. Fletcher: Private Eye_ (qv) is a wicked awesome web series centering on the investigatorial shenanigans of Private Investigator Beatrix Jane (B.J.) Fletcher and her best friend and assistant, Georgia (George) Drew.::Regan Latimer",
            "In a roller-coaster ride of action, comedy and drama, the series follows our dynamic female duo as they grapple with everything from running surveillance to going undercover to foiling would-be saboteurs all with varying degrees of success. The strength of the series lies in the dynamics and growth of the ever-evolving relationship between Fletcher and George. Will they? Won't they? The chemistry between the two characters is undeniable and presents an intriguing and complex relationship as it unfolds over the course of the series.::Regan Latimer"
        ],
        "tech": {
            "color": [
                "Color (MiniDV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 33,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 12,
                "rating": 5.4
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 4.2
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 5.4
            },
            "males": {
                "votes": 10,
                "rating": 4.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 5.3
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 2.8
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "females": {
                "votes": 18,
                "rating": 5.7
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 6.1
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 6.7
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 3.2
            },
            "us users": {
                "votes": 5,
                "rating": 4.1
            },
            "non us users": {
                "votes": 21,
                "rating": 4.7
            }
        },
        "number of votes": {
            "10": 10,
            "9": 3,
            "8": 3,
            "7": 3,
            "6": 2,
            "5": 4,
            "4": 2,
            "3": 3,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}