{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "December 2010"
            },
            {
                "country": "USA\n",
                "date": "26 February 2012"
            }
        ],
        "release dates": [
            "USA::December 2010",
            "USA::26 February 2012"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    In this hour, expect the unexpected. We have people who think they've won a new laptop, but instead, they're under arrest. Then, there's a fisherman who thinks he's hooked a shark, but it's the shark who's hooked him. Also, a driver who takes a dangerous path, a cop caught off guard, and a skydiver hurtling toward earth. These are unexpected situations, with unpredictable endings, improbable suspects... and what in the world is a car thief doing on a golf course?    "
                }
            },
            "1": {
                "1": {
                    "title": "Bold, Brazen, Bizarre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    A mother cheers on her teenage daughter in an after-school fight; a McDonald's customer loses her cool over Chicken McNuggets; a woman puts a cat in the trash! A donkey is sent soaring through the sky on a parasail; and violence erupts at a tow yard. These are fights that are bold, thieves who are brazen, and unbelievable scenes that couldn't be more bizarre. And it's all Caught on Camera!    "
                },
                "2": {
                    "title": "Dash Cam Diaries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    A dangerous chase, a daring maneuver, and a crash -- that's not to be believed; one dog leads a trooper to a burning building..and The Dog Whisperer tells us why, plus insight into what led another dog to take a bite out of a cop's bumper. Then, a suspect who seems to take a bite out of the evidence. In this hour, tense situations...heartbreaking stories..and moments that have to be seen to be believed.    "
                },
                "3": {
                    "title": "Cheating Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Imagine being trapped in a burning car, flipped upside down on the runway, crashing to earth in a helicopter, clinging for life to a tiny tree, sent flying by a truck, thrown from a moped or plummeting down a rocky canyon... When a miracle -- or a lifeline -- or a good samaritan appears, and you make it out, alive!    "
                },
                "4": {
                    "title": "Bad Behavior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Bad behavior..it seems to have become an epidemic. From road rage to bullying over the internet, to fist fights on reality TV. In this hour, you'll see it all: chaos in the streets; a bridal alteration that becomes an altercation; a video vigilante confronting a cop in a no-standing zone; bullies scared straight; a case of sticky fingers; devastating daycare; and a battle for a parking space.    "
                },
                "5": {
                    "title": "Disaster in Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Mar. 2011",
                    "year": "2011",
                    "plot": "\n    It came without warning:one of the worst natural disasters in recorded history. And in 2011, \"recorded history\" means something very different than it once did. This time- when nature unleashed its power, the world was a witness...to images like we'd never seen - captured like never before.    "
                },
                "6": {
                    "title": "Boom!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Mar. 2011",
                    "year": "2011",
                    "plot": "\n    We're surrounded by dangerous material and equipment that is taken for granted and, when used properly, safe. Usually there's not a problem with compressed gasses, high-powered machines, or explosives. But if one little thing goes wrong, the consequences can be disastrous. In this hour; the biggest explosions; raging infernos; terrifying escapes; brave responders; exploding projectiles; massive flames, and enormous fireballs.    "
                },
                "7": {
                    "title": "Dash Cam Diaries 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Mar. 2011",
                    "year": "2011",
                    "plot": "\n    In law enforcement, only one thing is certain: you never know what can happen. On any given day...at any given moment...chaos is just around the corner. Life and death are separated by fractions of a second...or a split-second decision. And sometimes, there's only one chance to get it right. The dashboard camera is our witness in this hour, featuring a fleeing killer, a suicidal mom, an out-of-control semi, and a host of officers willing to risk everything to keep citizens safe.    "
                },
                "8": {
                    "title": "Occupational Hazard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Apr. 2011",
                    "year": "2011",
                    "plot": "\n    A reporter under attack; a referee hits the mat; a falling tower sends a cameraman and others running for cover; and a police officer faces an out of control chimp. They're on the job, facing unbelievable situations...from bizarre... to death defying.    "
                },
                "9": {
                    "title": "Thrills and Spills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Apr. 2011",
                    "year": "2011",
                    "plot": "\n    This hour features the stories of a race car driver hitting the wall, a kiteboarder slamming into steel poles, motorcycle riders scraping the street, super athletes pushing the limits, daredevils going for broke ... and a family going over the edge. Thrill seekers have many ways to pump up the adrenaline: racing cars, four-wheeling through canyons, parachuting from bridges. You name it ... and the daring will try it. But when something goes wrong, the result can be terrible. Is a near fatal injury worth the high? Watch and you will see that for some folks risk is its ...    "
                },
                "10": {
                    "title": "Watch at Your Own Risk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    When you buy a ticket to a sports event or comedy show, you expect a couple of hours of entertainment, a chance to sit back, relax, and enjoy. But the spectators you'll meet in this hour, got much more than they bargained for: Massive waves taking out surfing fans; a bull charging into the stands; spectators attacking; bleachers collapsing... a plane crash-landing at a baseball field; and an off-road vehicle veering off track. It's not always fan appreciation day.    "
                },
                "11": {
                    "title": "Fireball!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Dangerous materials are used everyday, usually without incident, because safeguards are in place to minimize risks. But accidents, both natural and man-made, happen all-too frequently. And when highly flammable materials are involved, the ensuing disaster often results in a fireball. In this hour, watch as massive industrial accidents lead to unbelievable explosions, fuel leaks level buildings, gas stations erupt into infernos, and rescue workers put it all on the line.    "
                },
                "12": {
                    "title": "Viral Videos - Do You Believe?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    From the absurd... to the embarrasing... to the just plain shocking... these viral videos capture our attention, one way... or another. Almost instantly we want to forward them along. But how can you know if they're real? See if you can tell truth from fiction in this hour of fantastic recorded tales.    "
                },
                "13": {
                    "title": "Shots Fired",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    You're about to see some incredible stories of courage under fire as we explore one of the most dangerous scenarios a person can face: A close encounter with a gun. In this hour, people's lives are suddenly thrown into jeopardy as they meet with a daunting test of survival: brave officers caught in the line of fire... desperate criminals creating chaos... disturbed minds seeking vengeance. And somewhere, somehow, the cameras are rolling.    "
                },
                "14": {
                    "title": "Crash!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Jul. 2011",
                    "year": "2011",
                    "plot": "\n    In this hour, we bring you high impact, low bridges, and crushing life or death moments. Watch as a truck torpedoes through a storefront-and strikes a young woman; a monster machine wreaks havoc on a small town; a daring air-show stunt goes from fun to frightening, and a high speed chase - with a truck, trailer and lawnmower- spins out of control, hitting speeds upwards of ninety miles an hour.    "
                },
                "15": {
                    "title": "Fury!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Jul. 2011",
                    "year": "2011",
                    "plot": "\n    It's human nature to get angry, and while most of us try to calm down before things get out of hand, sometimes emotions boil over. When they do, situations can easily spiral out of control. In this hour, you will see people who lash out in frustration, despair and rage as violence erupts in a court room, tempers explode on a bus, teenage girls beat each other bloody, and customers attack a restaurant's staff. And it's all Caught on Camera!    "
                },
                "17": {
                    "title": "Dash Cam Diaries 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Police officers have a lot of equipment to help them fight crime : guns, tasers, and cuffs. But many also have another powerful tool: the dashboard cameras installed in their police cruisers. As you'll see, those devices are often the silent partner that can speak volumes. In this hour, cameras capture fists flying at traffic stops; cars careening out of control... and a plane in trouble... landing on a highway. They are some of the most dramatic, electrifying and unbelievable moment, and they're all caught on dashboard cameras!    "
                },
                "18": {
                    "title": "High Voltage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "Aug. 2011",
                    "year": "2011",
                    "plot": "\n    It can occur in a flash, with devastating impact. And the few who have felt the jolt of an electric shock know just how brutal a force it is. When we control it, electricity powers our lives. But when it's unleashed, high voltage can be terrifying. It can kill with a touch; drop suspects on the spot; and blast the unsuspecting. Whether it's a bolt out of the blue, an electrifying fall, or a dangerous climb: ... what you're about to see is sure to be shocking.    "
                },
                "19": {
                    "title": "Unusual Suspects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    A school bus driver...drunk on the job; an elderly man...who robs banks at gunpoint; a priest...on a belligerent tirade; and an armed thief with impeccable manners. These are not the usual cases; not the usual suspects; not even the usual species...but they are all Caught on Camera!    "
                },
                "20": {
                    "title": "Wet and Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Daring rescues in frigid waters; massive floods and danger at sea -- Get ready to get wet! In this hour, there's catching air... and crashing hard, as well as falling in... .and flying out. When it comes to the power of water, expect the unexpected!    "
                },
                "21": {
                    "title": "Surprise!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this hour, expect the unexpected. We have people who think they've won a new laptop, but instead, they're under arrest. Then, there's a fisherman who thinks he's hooked a shark, but it's the shark who's hooked him. Also, a driver who takes a dangerous path, a cop caught off guard, and a skydiver hurtling toward earth. These are unexpected situations, with unpredictable endings, improbable suspects... and what in the world is a car thief doing on a golf course?    "
                },
                "22": {
                    "title": "Inmates and Outlaws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Politicians riot; two young boys fight...inside a cage; and an angry driver plows through a crowd. Watch what happens when people are caught on camera behaving wildly, acting inappropriately, and just plain go too far!    "
                },
                "23": {
                    "title": "Nick of Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A day at the beach...a night out to see your favorite band...a hike in a beautiful state park. Sometimes even the most enjoyable activities can suddenly take a turn for the worse. When disaster does strike, every second counts, and every decision matters. In this hour, we bring you daring rescues, from land, air, and sea. With only precious seconds to spare... can they be saved?    "
                },
                "24": {
                    "title": "Up In the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    When our feet leave the ground, there's no telling how high we can go, or how hard we can fall. In this hour, we bring you two mid-air collisions that send daredevils plummeting to earth, a lurching plane that drops from the sky and crashes into a lake, and a man teetering on the edge, requiring a harrowing rescue 70 stories above mid-town Manhattan!    "
                },
                "25": {
                    "title": "Wrong Side of the Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Breaking the law is one thing... fighting the law is another. In this hour, you'll meet people who challenged authorities - a cornered criminal taking on more than 100 federal agents; angry teens ambushing deputies inside the halls of justice; a distraught dad snapping, and critically wounding a police officer. These are all men and women who battled the badge. Some used guns... Some used fists.. one even used an eighteen wheeler! But no matter the method... They all have one thing in common: Somebody was there to capture it on camera.    "
                },
                "26": {
                    "title": "Viral Videos: Fact of Fiction?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Hundreds of thousands of videos hit the web every day, but only a select few really grab the public's attention and go viral. And sometimes, these videos seem a bit suspicious. In this hour we'll watch some of the web's most popular videos: stunts too insane to believe; animals acting like humans; and pranks that push the limit. They've all gotten millions of clicks...but what is the truth? We've got the answers.    "
                },
                "27": {
                    "title": "Dash Cam Diaries 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    They do battle with the armed and dangerous...handle some of the most unexpected predicaments, and react quickly when routine situations suddenly turn perilous. Police officers put their lives on the line every day, and in their arsenal they have a silent witnesses that can speak volumes. In this hour, suspenseful stories seen through the unblinking eye of the dashboard camera.    "
                },
                "28": {
                    "title": "Labor Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    A rampaging elephant, a runaway Cadillac, and a terrifying earthquake: on-the-job nightmares that were all caught on camera! Some end with a crash, other's a mid-air rescue, and some are broadcast, on live TV! But hey, it's no use crying over spilt wine bottles! In this hour, we bring you profiles of several nine-to-fivers who weather the storm, and live to tell the tale.    "
                },
                "29": {
                    "title": "Hoarding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Out-of-control hoarding leaves a mother and daughter overwhelmed. A real estate investor finds a real steal, and gets more than he bargained for. In Florida, it's a race against the clock to save hundreds of lives. When the experts finally step in at the request of a successful business executive who's facing eviction, even they can't believe their eyes!    "
                },
                "30": {
                    "title": "Don't Try This at Home!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Mix a little bit of thrill with a dash of danger, and some very bad decisions, and you MAY find yourself in a situation you'd never want to be in!    "
                },
                "31": {
                    "title": "Combat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    It's war...up close.    "
                },
                "32": {
                    "title": "What Went Wrong?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    All the world may be a stage, but there's no telling when life will radically depart from the script. In this hour, a man is trampled by a panicked horse, while another struggles to escape a deadly inferno. Then, a Fourth of July celebration goes explosively off course, taking-off in a jet turns into a fight between life and death and falling from the sky, and divers struggle to free themselves before it's too late. Sometimes the best laid plans...can take a turn for the weird, and it's all Caught on Camera!    "
                },
                "33": {
                    "title": "Up in Flames",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    In this hour, a massive explosion rips through a California community, highways become infernos, firefighters face death, and a day of celebration descends into chaos.    "
                },
                "34": {
                    "title": "Viral Videos: How? What? Why?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The web's most popular videos often get us going back again and again, trying to figure out the method behind the madness. In this hour, we take a look at some truly unique, brain-twisting videos to see if we can unravel their magic and mystery.    "
                },
                "35": {
                    "title": "Dash Cam Diaries 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Moments of horror, heroism, and poor judgment are caught on camera.    "
                },
                "36": {
                    "title": "Man vs. Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Sizzling, 2000-degree lava decimates a village, a lightning bolt makes a direct hit, and a gigantic dust storm swallows up an entire city. In this hour we bring you all this, plus baseball-sized hailstones and massive wildfires. It's Mother Earth at her worst, and it's all Caught on Camera!    "
                },
                "37": {
                    "title": "Heart Stoppers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    It's heart-stopping, high-altitude horror, as a skydiver becomes a human bullet, and a base jump goes terribly wrong. On the ground, an unexpected encounter, between buck and biker, and a rescue that just \"bear\"-ly gets the job done. In this hour, you'll see all this, plus a truck dips and a racecar flips. These are moments so jarring, they take your breath away. Hear from those who saw it, filmed it and lived to tell the tale.    "
                },
                "38": {
                    "title": "Out of Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A racing boat flips upside down, motorcycles fly off the track, and dangerous drivers plow straight into disaster. There are so many ways to lose control, and when you least expect it, a perfectly calm day can get a little out of hand, then suddenly go WILD!    "
                },
                "39": {
                    "title": "Overboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A cruise ships run aground...and vacationers fight for their lives. Then, a barge mows down a boat full of sightseers, a tourist is blasted by a rogue wave, and a day trip turns disastrous...These are the stories of unsuspecting victims, who all struggle...to keep their heads above water!    "
                },
                "40": {
                    "title": "Armed and Dangerous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Criminals are caught on surveillance cameras, bursting into restaurants, armed with guns and knives, jumping over convenience store counters, and terrifying unsuspecting customers and clerks. But in some cases, when the target is armed, the tables are turned!    "
                },
                "41": {
                    "title": "Did That Just Happen?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Caught on Camera: sitting protestors doused with pepper spray; a slithering snake on a windshield...and two \"old-timers\" battling it out \"for old time's sake\"! These are videos that make you do a double-take! Stories so shocking, so original, so unique, they'll have you saying, \"Did That Just Happen?!?\"    "
                },
                "42": {
                    "title": "Out of Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "May 2012",
                    "year": "2012",
                    "plot": "\n    A U.S. college basketball team visits China for an 11-day exhibition tour, and a game that was supposed to be friendly turns into a violent, chaotic scene. Watch what happens when people behave wildly and act inappropriately.    "
                },
                "61": {
                    "title": "The Thin Bule Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "5 Jan. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Total Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Damage on a massive scale! Huge structures crash to the ground, reduced to rubble in seconds; trains demolish trucks in their path; houses crumble; a factory erupts, and fire rains down from the sky. In this hour, stories of chaos - survival - and courage, and they are all caught on camera!    "
                },
                "2": {
                    "title": "Help Is on the Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Amazing action...unbelievable rescues: firefighters who demonstrate courage, any time, any place; acts of bravery from everyday heroes; and nerves of steel in the face of imminent danger. And it's all Caught on Camera!    "
                },
                "3": {
                    "title": "Very Bad Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Sometimes the best-laid plans can go awry, leading to the worst kind of day possible: On a picture perfect afternoon for skydiving, one jumper ends up hanging on for dear life; at a Kentucky gas station, a routine fill-up, flares-up; in Texas, one tow job turns perilous, while another one \"goes south\" in the snowy northeast; and animals can have horrible days too -- rush hour on a freeway is always bad, but for a tiny dog it's life-threatening. These are the stories... of ordinary days that turn into very bad ones.    "
                },
                "4": {
                    "title": "In the Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Cameras are rolling all day, everyday -- and you'd be surprised what they catch... Unlikely thieves, heroic bystanders, and downright brazen criminals. In this hour, a man chases a woman into a building -- by smashing his pick up through the doors! Another guy drops in... unannounced. And a strip mall casino robbery is foiled when a security guard breaks free -- and opens fire. It's hard to get away with a thing -- when the footage tells it all.    "
                },
                "5": {
                    "title": "Blindsided",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Suckerpunched -- caught off guard: one commuter thinks another commuter is talking too loud on her cell phone -- so she takes matters into her own hands; a hot-tempered liquor store patron goes from impatient -- to out of control; a convenience store break-in on four wheels -- forces a young clerk to run for his life; and a guy walks into a bar -- with a chainsaw!    "
                },
                "6": {
                    "title": "In a Split Second",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Sometimes, life comes at us so fast. It could be a freak explosion, a raging fire, or a very bad day at the big top. These are the events that happen in the blink of an eye -- situations that can force people to make split-second decisions... moments that mean the difference between life & death... and rides that can make your heart skip a beat. In this hour, monumental decisions that make the jump from paralyzing fear - to the most triumphant moment of a lifetime.    "
                },
                "7": {
                    "title": "Crowd Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    A good time can turn ugly in a hurry, when thousands of people find they have no way out: panic consumes a Chicago nightclub packed to four times its capacity; a soccer game goes from confrontation...to total chaos, and what happens next is a shock even to the players; and when a concert lets out, the crowd is trapped in a suffocating crush.    "
                },
                "8": {
                    "title": "They Fought the Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Defiant...dangerous...and desperate: They are suspects who won't go down without a fight. Whether riding down the road in a fiery truck, or jumping off a bridge, each, in their own way, defied the rules, clashed with police...and paid the price.    "
                },
                "9": {
                    "title": "Hostage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Taken by force ... held against their will. In this hour - hostages, thrust into terrifying life and death situations: a dramatic attempt by US Special Forces to save an American hostage in Iraq; an eight-hour standoff ends in a burst of gunfire; children trapped inside a bus, and forced on a chase through the streets of Miami by a desperate man; and fifty-two Americans held captive for more than a year.    "
                },
                "10": {
                    "title": "When You Least Expect It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "21 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Every now and then, we come across exceptional moments- when the 'normal routine' becomes anything but...when the day leaves us battered, tossed around, and falling flat on our face! Moments when we can't believe what we're seeing, or who we're seeing! And moments we never see coming!    "
                },
                "11": {
                    "title": "Life or Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Innocent bus passengers...dodge a barrage of bullets; an airborne race car...flies directly at a cameraman; a pilot runs out of fuel and crash lands...in the Pacific; powerful tornadoes...target a small town, leaving devastation in their path; and a terrorist's bomb blows up a bar. In this hour, unwilling participants fight for survival, and it's all Caught on Camera!    "
                },
                "12": {
                    "title": "What on Earth?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Any time...any place...when mother nature and man collide, disaster can happen. From raging flood waters...to devastating earthquakes: unexpected...extreme...and breathtaking moments that reveal the wonder - and power - of nature.    "
                },
                "13": {
                    "title": "Watch Out!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    When you're in the danger zone -- you'd better get out of the way-- fast! A landslide terrifies a small town in Italy. A sinkhole swallows a street in Hollywood...and tons of rock threaten the lives of workers in Tennessee. In this hour - caution...hazards ahead!    "
                },
                "14": {
                    "title": "Viral Videos: Bogus or Bona Fide?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    When it comes to viral videos, seeing isn't always believing. Fantasy football feats...treacherous trick shots...parking pandemonium...breathtaking biking...insane inventions. Join us as we investigate some of the most unbelievable things ever Caught on Camera!    "
                },
                "15": {
                    "title": "What Would You Do? 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Terrifying, dangerous, explosive situations and split second dilemmas: a house on fire, a car out of control, a downed sight-seeing plane, and an abduction in broad daylight. In this hour, witnesses must decide whether or not to intervene - at their own risk.    "
                },
                "17": {
                    "title": "Axles of Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    These are people who put pedal to the metal...and smash-up hard! When you're out on the road, danger lurks around every curve. In this hour, a pileup that makes your blood run cold, the happy hour from hell...and a racecar that takes a terrifying turn off the side of a mountain! When weather and wheels clash...and drivers have a need for speed...you'd better brace for impact!    "
                },
                "52": {
                    "title": "Desperate & Dangerous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caught on Camera (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 60,
        "cast": [
            {
                "name": "Brewer, Contessa"
            },
            {
                "name": "Morales, Alfredo"
            },
            {
                "name": "Rodriguez, Charmaine"
            },
            {
                "name": "Gibbs, Keith"
            },
            {
                "name": "Valverde, Mike"
            },
            {
                "name": "Torrens-Vilas, Alexandra"
            },
            {
                "name": "Meltzer, Lawrence"
            },
            {
                "name": "Cox, Cory"
            },
            {
                "name": "Haney, Steve"
            },
            {
                "name": "Freeze, Roger"
            },
            {
                "name": "Mains, Phillip"
            },
            {
                "name": "Mains, Tustin"
            },
            {
                "name": "Harding, Matthew"
            },
            {
                "name": "Abdalla, Fred"
            },
            {
                "name": "Bridges, John David"
            },
            {
                "name": "Gordon, Derek"
            },
            {
                "name": "Hanlin, Jane"
            },
            {
                "name": "Jakuchunas, Dale"
            },
            {
                "name": "Kennedy, Mark"
            },
            {
                "name": "McDonald, Mike"
            },
            {
                "name": "Olivito, Peter"
            },
            {
                "name": "Stecker, Kurt"
            },
            {
                "name": "Tackett, Timothy"
            },
            {
                "name": "Zarotney, Shelby"
            },
            {
                "name": "Albrecht, Alex"
            },
            {
                "name": "Arnold, Troy"
            },
            {
                "name": "Blumenfeld, Luis Carone"
            },
            {
                "name": "the Klepto, Dusty Kitty"
            },
            {
                "name": "Francois"
            },
            {
                "name": "Peretti, Jonah"
            },
            {
                "name": "Adams, Lauren"
            },
            {
                "name": "Allen, Maxwell"
            },
            {
                "name": "Johns, Chris"
            },
            {
                "name": "Melikdjanian, Alan"
            },
            {
                "name": "O'Connor, Maureen"
            },
            {
                "name": "Pace, Marcus"
            },
            {
                "name": "Thomas, Sebastian"
            },
            {
                "name": "Todd, Charlie"
            }
        ],
        "genres": [
            "Documentary",
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Mono"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 6.5,
        "votes": 46,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc1ODQxNzY5OF5BMl5BanBnXkFtZTgwNTM4ODAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$18,000 (estimated)",
        "plot outline": "From purse snatching to homicide, we reveal the shocking footage of real crimes that are Caught on Camera, and also explore the devious tactics of pickpockets, shoplifters and con artists. Meet Britain's leading slight of hand expert and learn the working methods and skills of real con artists, and learn how you can be more guarded and prevent yourself from becoming a victim. Featured by XiveTV.",
        "languages": [
            "English"
        ],
        "title": "Caught on Camera",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Caught on Camera (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Rivo, Steve"
            },
            {
                "name": "Marabella, Mark"
            }
        ],
        "production companies": [
            {
                "name": "Peacock Productions"
            }
        ],
        "distributors": [
            {
                "name": "CBS Reality"
            },
            {
                "name": "MSNBC Network"
            }
        ],
        "other companies": [
            {
                "name": "Jukin Media"
            }
        ],
        "plot": [
            "From purse snatching to homicide, we reveal the shocking footage of real crimes that are _Caught on Camera_ (qv), and also explore the devious tactics of pickpockets, shoplifters and con artists. Meet Britain's leading slight of hand expert and learn the working methods and skills of real con artists, and learn how you can be more guarded and prevent yourself from becoming a victim. Featured by XiveTV.",
            "There are almost six million CCTV cameras in the UK, more per head than any other country on the planet. These cameras are becoming increasingly important in catching criminals in the act and providing the evidence to put them behind bars. Get a unique insight into the world of those who monitor our streets and the cops they liaise with 24/7.",
            "_Caught on Camera_ (qv), a series that features some of the most dramatic, compelling events ever caught on tape. Cops, criminals, and ordinary citizens captured in extreme situations---whether teetering on the edge of life and death, battling an attacker, or surviving a deadly explosion. Hear it from those who saw it, filmed it, and lived it."
        ],
        "tech": {
            "sound mix": [
                "Mono"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1",
                "16:9 HD"
            ],
            "negative format": [
                "Video"
            ],
            "printed film format": [
                "Video"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 46,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 14,
                "rating": 6.8
            },
            "males": {
                "votes": 28,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 4.5
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 5.2
            },
            "females": {
                "votes": 6,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 9.3
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 6.2
            },
            "us users": {
                "votes": 17,
                "rating": 5.8
            },
            "non us users": {
                "votes": 15,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 9,
            "9": 2,
            "8": 5,
            "7": 10,
            "6": 6,
            "5": 4,
            "4": 3,
            "3": 2,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}