{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "27 October 2008"
            }
        ],
        "release dates": [
            "Canada::27 October 2008"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Laughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Gavin can't stop laughing and the children and puppets learn how infectious laughter can be. While Tiga, Gavin and Gertie exchange 'knock-knock' jokes, Dad takes Jason and Jodie to the Trick & Joke Shop. The children decide to play some practical jokes on their backyard friends but discover that jokes aren't always funny. All ends well and they eventually find out what gave Gavin the giggles.    "
                },
                "2": {
                    "title": "Hands and Feet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Gertie has hurt her paw and Jodie has sore feet because her shoes are getting too small. The backyard friends think about how important our hands and feet are and make up a song about all the things we use them for. Jodie goes with Dad to the Hearing Impaired Centre to meet Suzanne who uses her hands to talk. Later, Tiga, Gavin, and Gertie try to tickle Dad's feet while he snoozes    "
                },
                "3": {
                    "title": "Tiga and Hiccups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Moving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Jack and Alice's family is moving to a new house. Jack's excited but Alice is worried about it. Tiga, Gertie, and Gavin try moving into each other's homes but it isn't as fun as they thought it would be. Jodie and Jason decorate a Memory Box for Alice to hold some mementos from her old home - so she can take a bit of that home with her.    "
                },
                "5": {
                    "title": "Do It On My Own",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "I Feel Left Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Tiga and Gertie are playing a game of checkers and Gavin feels left out. Alice and Jodie are playing house with their dolls and Jason feels left out. Dad takes Jason (who takes Gavin) to visit the Totem Pole Park. Meanwhile, Tiga is busy happily working on his own project. It's going to be a wonderful surprise for the others. The friends learn the value of sometimes doing things together and apart    "
                },
                "7": {
                    "title": "Where is it?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    While playing hide and seek the children and puppets are introduced to prepositions - in, under, on, etc. Then everyone starts losing things - Dad his jacket, Gavin a special coin, Tiga his favorite whistle and Gertie her train of thought! It takes Ribbit the Rapper to give them the clues to where to find everything.    "
                },
                "8": {
                    "title": "I Want a Pet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Kyle and Tessa have a new kitten but can't decide what to call it. Then everyone wants a pet. Tiga wants a butterfly, Gertie wants a spider and Gavin decides that Ribbit can be his pet. Jason and Jodie want a puppy so Dad takes them to the SPCA to learn about looking after a pet. The children and puppets decide they don't need pets when they have such wonderful friends in the backyard!    "
                },
                "9": {
                    "title": "What Shall I Wear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Gertie can't decide what to wear. The children sort through a pile of their old clothes and donate them to a charity. Kokum takes them on a Magical Journey to meet her friends who make Cowichan sweaters. Back home the children and puppets put on a costume party - even Kokum and Dad join in.    "
                },
                "10": {
                    "title": "Who's That?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Tiga hears something making a noise and doesn't know who it is. The children and puppets explore all the different sounds that animals make and Dad takes Jodie and Jason to visit a nearby farm. Jack and Alice help Gertie and Gavin make animal masks and they all put on a play using the animal masks and making the different sounds they've learned.    "
                },
                "11": {
                    "title": "Cook Out!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The kids are helping plan a cook-out and use a Nutritious Menu Planner game. They help Kokum buy vegetables at the Farmer's Market while Dad gets some moose from the freezer. The family hosts a big cook-out for all their friends. The children have canoe races while Dad and Kokum cook moose and bannock over the camp fire.    "
                }
            },
            "1": {
                "1": {
                    "title": "Shh Is for Sharing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Fuh Is for Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "SSS Is for Smiling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Guh Is for Growing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Kimmie is growing fast. Tiga and Gertie wonder if they are growing too. Tiga tries to grow a bean seed and is frustrated that it does not seem to be growing. Gertie suggests that all living things need love and care as well as water and sunlight to grow and teaches Tiga how to sing to the plant. Kokum takes Tiga on a ride on a quad, and en route sees a moose and a bear.    "
                },
                "5": {
                    "title": "LLL Is for Listening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "CCC Is for Caring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Gertie has a cough and needs to take great care not to give it to the others. Tiga and Kokum go to the Nitinat to visit the Dididaht Nation where Tiga rides in a canoe and is welcomed by the traditional chief and dancers in full regalia. Elder Jimmy Chester sings songs and carves a canoe paddle.    "
                }
            },
            "2": {
                "1": {
                    "title": "Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    This is an episode of day dreams, night dreams, drumming songs and dragons. Through stories, songs, and creative play, Tiga and the children explore the wonders of dreaming. Kokum solicits the help of an elder and her dream-catcher to banish Jodie's nightmares away.    "
                },
                "2": {
                    "title": "Birthdays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    It's Jason's birthday and Kokum and Tiga have arranged for a surprise picnic celebration in the park, complete with Métis fiddlers, jig lessons, traditional Métis artifacts, songs, popcorn, balloons and of course, lots of cake!    "
                },
                "3": {
                    "title": "Keep Trying",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    This episode is filled with physical challenges: Tiga and cohorts keep trying to reach their goal for Jumping Jacks, Jason and Jodie build and climb a make-believe mountain, elders paddle hard in racing canoes, and a robin learns to sing his song    "
                },
                "4": {
                    "title": "Dwellings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The children and Tiga listen to the sounds of rain as they learn about different dwellings: a warm cozy teepee, drafty caves, houses on wheels, and about the kinds of animal homes in a story entitled Where do you live?    "
                },
                "5": {
                    "title": "Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Tiga shares a musical day with the children - instruments like glass jars filled with colored water, bells and triangles and of course, Jason's favorite, the drums! Costume-clad Gertie and Gavin have fun dancing, Kokum and Tiga travel on a horse and Jason gets a teaching from Sammy the Sandhill Crane - he learns that it doesn't matter what other people think it's wonderful to dance.    "
                },
                "6": {
                    "title": "Safety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Safety starts at home - Jodie's fall from a tree and her hurt wrist inspires the theme of this episode. The puppets and children learn that you need to \"think before you do\", get advice from a fireman and his truck, build a toy boat with safety gear and learn how to make sure that they stay safe at home and out in the world.    "
                },
                "7": {
                    "title": "Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The children and Tiga learn that hunger makes you grumpy! They discover just how much work goes into growing and gathering food and different creatures need different kinds of food. They travel on a fishing boat, hear a story about planting corn and visit a vegetable garden - everyone goes to bed with freshly picked berries in their stomachs!    "
                },
                "8": {
                    "title": "Food Preparation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Exercise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Jason, Jodie and the puppets learn the importance of exercising - for kids, grownups and animals - to keep hearts fit and strong. Jodie does gymnastics, Kokum jogs, Jason runs to school, while Gertie lifts weights, while exercise for their imaginations comes from a carver of masks and a chance at making their own masks at the craft table.    "
                },
                "10": {
                    "title": "Spring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Kokum's pussy willows signal spring, when the world wakes up again and everything's brand new. Spring Salmon fingerling carvings are presented, Jodie and Jason, play hide and seek to the 5 Little Raindrops song to help Gertie stay awake, and Kokum gets a big surprise from last year's spring gathering.    "
                },
                "11": {
                    "title": "Summer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Tiga, Jodie and Jason rejoice in the delights of summer - swimming, sand castle building, shell collecting at the beach, and stylish sunhats for protection from the sun's rays. Kokum and Tiga fly to the Land of the Midnight Sun in a small float plane and learn traditional net fishing from the elders, while Jodie and Jason imagine a fishing game complete with swans and grizzly bears.    "
                },
                "12": {
                    "title": "Fall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Jason and Jodie sing sleepy Gertie awake to enjoy the fun and colours of fall and make lovely seasonal decorations of baskets filled with harvest, big orange pumpkins for pies and hear stories about how different animals prepare for hibernation. Kokum and Tiga are introduced to an artist who makes prints of salmon swimming upstream to spawn.    "
                },
                "13": {
                    "title": "Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Gertie always misses winter fun - she sleeps through sledding, sliding, and snowball fun! Warm scarves are knit and traditional snow-shoes crafted for outdoor activities like sighting animal tracks in the snow, while indoor craft activities and exercises keep Jodie and Jason cozy when winter wind is swirling.    "
                }
            },
            "3": {
                "1": {
                    "title": "Building",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Jodie and Jason get to see different kinds of buildings being put together. They visit construction sites, a teepee and then do a little building of their own. Tiga is very happy with the results!    "
                },
                "2": {
                    "title": "Appreciate the World We See",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tiga, Gertie, Gavin and the kids learn to take a look around and enjoy all of the amazing things happening in the world around their house. Jason and Jodie get to take a special art lesson and then fly with Kokum!    "
                },
                "3": {
                    "title": "Listen to the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Dad takes the kids to the studio where he's recording a song in Cree. Kokum takes them on a magical journey and teaches them all about sound waves and how they help us hear.    "
                },
                "4": {
                    "title": "Remembering the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Jason and Tiga get to go fishing with Dad and try to catch a big one. Gertie needs help trying to find her favorite hair bow and Kokum takes a fancy old-fashioned car for a spin.    "
                },
                "5": {
                    "title": "Keep Smiling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Smiles are important but they don't stay healthy all by themselves! Though she likes to smiles, Gertie doesn't want to brush her teeth. The kids teach her why she needs to brush and show her what happens if you don't!    "
                },
                "6": {
                    "title": "Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Friendly competition can be fun, but what happens when you start to take it too seriously? Jason learns about teamwork at a lacrosse practice with Dad and how trying your best in more important than winning the game.    "
                },
                "7": {
                    "title": "Dressing Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    \"Dress up\" can mean a lot of different things. Tiga and his friends learn all about the different kinds of dress up, from ancestral clothing, to fancy clothes for special events, to putting on costumes for fun.    "
                },
                "8": {
                    "title": "Making Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Music can be a wonderful thing to listen to, but when Kokum is learning to play the violin it sounds anything but musical! The kids learn how practice makes playing instruments easier by creating a band with the puppets and other friends from their neighborhood.    "
                },
                "9": {
                    "title": "Trees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Trees are fun to climb - until you go too high and get stuck! The kids have to rescue the puppets from a tree and together they find other tree games to play. They discover a baby cedar tree that needs a new home and Jason and Jodie have to find the best place for it to grow up big and tall.    "
                },
                "10": {
                    "title": "Babies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Babies are cute, but whether they're bunnies, birds or people they need a lot of care to stay happy and healthy. The kids learn all about different ways to take care of babies and make crafts to decorate the baby's room.    "
                },
                "11": {
                    "title": "Treasures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Everyone has treasures - things that are special to them that they keep. Some people and puppets even have special boxes to keep their treasures in. The kids learn all about treasures and the memories that they hold.    "
                },
                "12": {
                    "title": "Giving Gifts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Getting gifts is great but giving them can be even better. With Dad's birthday coming up the kids have to be creative to give him a gift without spending any money. Gertie teaches Gavin another important part of giving and getting gifts - saying \"thank you\" and \"you're welcome\".    "
                },
                "13": {
                    "title": "Camping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiga Talk! (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Everybody is getting ready for a camping trip! You need gear when you camp so Dad takes the kids to a store to make sure they have everything for their trip. But when plans fall through the kids and the puppets come up with a fantastic new idea.    "
                }
            }
        },
        "number of episodes": 43,
        "cast": [
            {
                "name": "Hansen, Ingrid"
            },
            {
                "name": "Cooke, Calvin"
            },
            {
                "name": "Dick-Charleson, Shauntelle"
            },
            {
                "name": "Elijah, Isaac"
            },
            {
                "name": "Fraser, Michaela"
            },
            {
                "name": "Green, Irene"
            },
            {
                "name": "La Faith, Kate Hanuse"
            },
            {
                "name": "Heberlein, Kyra"
            },
            {
                "name": "Napoleon, Art"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODdkZDQ1MTAtZjhmOS00MDY5LWEyMjctNGYwNzQ2ZjY3MGFhXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Tiga Talk!",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Tiga Talk! (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            }
        ],
        "distributors": [
            {
                "name": "Aboriginal Peoples Television Network"
            }
        ],
        "other companies": [
            {
                "name": "Tactica Interactive"
            }
        ],
        "plot": [
            "Tiga the wolf pup, Gertie the Gopher and Gavin the Goose are stuffed toys who live with Jodie and Jason, their Dad and grandmother, Kokum. But when there are no adults around, the toys come to life."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}