{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 November 2008"
            }
        ],
        "release dates": [
            "USA::3 November 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Moon Man/Snowy Day/The Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Moon Man - The man in the moon, bored with life on his drifting sphere in space, longs to join in the fun he sees on earth. He catches a shooting star and rockets down, only to be treated as an invader. Disillusioned with life on earth, he returns to his \"shimmering seat in space.\" The Snowy Day - This is the story of the silent wonder of a city snow and Peter's solitary delight in it as he slides down snow mountains and takes a snowball home in his pocket. The sensitive combination of pictures and storytelling reflects the sparkling quality of snow. The Trip - Louie ...    "
                },
                "2": {
                    "title": "Make Way for Ducklings/Possum Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Make Way For Ducklings - After raising her ducklings on an island in the Charles River in Boston, Mrs. Mallard leads her brood to their permanent home in the Public Garden. The timeless qualities of this classic tale are captured on the screen by camera movement on the original illustrations. Possum Magic - An Australian possum named Hush used to think that the magic made by Grandma Poss to make her invisible was fun - until one day, Hush wants to know what she looks like. Tour Australia with these two charming possums as they sample the food that will one day make ...    "
                },
                "3": {
                    "title": "Norman the Doorman/Harold & the Purple Crayon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Norman The Doorman - Norman's job is to stand guard at the mouse hole entrance to the Museum of Art, but his ambition is to become an artist. One of his sculptures wins an award in the museum's art show and Norman finds himself a celebrity in this witty adaptation of Don Freeman's satire. Harold & The Purple Crayon - One evening Harold decides to go for a walk in the moonlight, but there isn't any moon. He takes his purple crayon and draws one. The wondrous magic of Harold's purple crayon takes this character on a succession of adventures matching the range of his own...    "
                },
                "4": {
                    "title": "Burt Dow: Deep Water Man/The Little Red Hen/Hot Hippo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Burt Dow: Deep Water Man - Burt catches himself a lot more than a fish when he and his trusty boat, the Tidely-Idely, put out to sea. A whale of a tale! Narrated by Tim Sample. The Little Red Hen - An industrious, hardworking hen teaches her friends a thing or two about helping out in this classic story. Hot Hippo - Hippo promises not to eat Ngai's little fishes in exchange for being allowed to live in the cool water instead of on dry land.    "
                },
                "5": {
                    "title": "Doctor DeSoto/The Three Billy Goats Gruff/The Happy Lion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Doctor DeSoto - A hungry fox with a toothache begs a mouse dentist to relieve his pain in this modern-day fable. The Three Billy Goats Gruff - A wicked troll tries in vain to gobble up a family of goats when they go trip-trapping over his bridge. The Happy Lion - A lion in a Paris zoo tries to return his friends' visits by venturing into town to see them.    "
                },
                "6": {
                    "title": "Apt. #3/Each Peach Pear Plum/Giving Thanks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Apt. #3 - Amidst life's gloom and despair, a blind man and two boys discover music as a common bond of joy. The lively blues sound of a harmonica reflects their happiness. Each Peach Pear Plum - Young children can spy familiar nursery characters hiding in the colourful pictures. There's Tom Thumb, Jack and Jill, and the Three Bears as well as Baby Bunting and a host of others. Giving Thanks - Known as the Thanksgiving Address, this Native American good morning message is based on the belief that the natural world is a precious and rare gift - from the moon and the ...    "
                },
                "7": {
                    "title": "Strega Nona/Millions of Cats/Owl and the Pussycat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Strega Nona - Strega Nona's meddling assistant Big Anthony is determined to prove to the townspeople his knowledge of the magic secrets contained in the pasta pot of Strega Nona. In so doing, he unleashes a torrent of pasta which threatens to engulf their little Italian town. Millions of Cats - Millions and billions and trillions of cats! A search by a husband to find a cat for his wife becomes a lesson in humility and greed. Black and white graphics and all of the original text are preserved in this popular filmed version to ensure the integrity of this classic book....    "
                },
                "8": {
                    "title": "The Cow Who Fell in the Canal/Monty/Pet Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The Cow Who Fell in the Canal - Hendrika, a cow who longs to see the city, gets her wish - and more - when she rides an old raft down one of Holland's most picturesque canals - to adventure. Monty - Monty, a dependable and considerate alligator taxi for three children who need to get to school every day, decides that he needs a vacation when their back-seat driving proves more than he can handle. Pet Show - Archie needs to come up with a pet in a hurry for the neighborhood pet show. A timeless story.    "
                },
                "9": {
                    "title": "I Lost My Bear/Time of Wonder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    I Lost My Bear - What do you do when your best toy disappears and no one will help you find it? Jules Feiffer's spunky little detective learns that if you keep on searching, you might just discover more than you expected! Time Of Wonder - In simple rhythmic words that are the essence of pure poetry, Rev. Ted Hoskins describes the Maine island that is the home of Robert McCloskey. Radiant watercolors, sparse piano music and haunting sound effects capture the sights and sounds of all seasons.    "
                },
                "10": {
                    "title": "The Mysterious Tadpole/Village of Round and Square Houses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "19 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The Mysterious Tadpole - Louis' best birthday present comes from his Uncle McAllister in Scotland -- a tadpole! Everyone is stunned to see Louis' new pet, Alphonse, grow and grow and grow. Village of Round and Square Houses - A young girl from the West African village of Tos movingly tells how the men came to live in square houses and the women in round ones.    "
                },
                "11": {
                    "title": "Caps for Sale/Stone Soup/The Stonecutter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Caps For Sale - A charming tale of the peddler whose stolen caps mean all kinds of monkey business. Stone Soup - Three clever soldiers devise a plan to get food and lodging from the selfish inhabitants of a French village during the time of Napoleon. The Stonecutter - Tasaku is a lowly cutter of stone who longs for power. Authentic Japanese music on the koto.    "
                },
                "12": {
                    "title": "Flossie & the Fox/Tomten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Flossie and the Fox - Plucky Flossie Finley asks a clever fox to prove that he is a fox before she will be frightened of him on her way to deliver a basket of eggs. Narrated by author Patricia McKissack. Tomten - At a lonely old farm house, deep in the forest on a crisp winter's night, everyone sleeps. All but one . . . the old Tomten, a little troll whom no human being has ever seen. In the moonlight, he moves about the farm, comforting the animals in a silent little language.    "
                },
                "13": {
                    "title": "Joey Runs Away/Charlie Needs a Cloak/Georgie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Joey Runs Away - Joey looks for another home when he doesn't feel like cleaning up his messy room. Charlie Needs A Cloak - When Charlie's old cloak becomes torn and tattered, he spins a new one showing how cloth is made from wool. Georgie - A friendly ghost looks for a new house to haunt when he feels unwanted by the Whitaker Family.    "
                },
                "14": {
                    "title": "Harold's Fairy Tale/The Three Robbers/The Wizard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Harold's Fairy Tale: Harold draws an enchanted garden, only to discover that nothing can grow there because of a giant witch. With the aid of his purple crayon, he defeats the witch and makes the garden bloom again, but not before he encounters a variety of strange and wonderful experiences. The Three Robbers: A little girl named Tiffany sets three robbers straight, turning their gold to good. The Wizard: A visit to the Wizard to buy a magic spell seems the best solution.    "
                },
                "15": {
                    "title": "Tikki Tikki Tembo/Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "1 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Tikki Tikki Tembo: What's in a name? A great deal according to the Chinese of long ago who honored their first son with a grand, long name, Tikki Tikki Tembo. But as the viewers of this tongue-in-cheek film soon discover, such names can be very dangerous. Picnic: The littlest mouse disappears on the way to a family outing, temporarily putting a damper on the fun and games.    "
                },
                "16": {
                    "title": "The Napping House/Yo Yes/Over in the Meadow/John Brown, Rose, and the Midnight Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Napping House: Join the fun when a wakeful flea on a slumbering mouse on a snoozing cat on a dozing dog on a dreaming child on a snoring grandma on a sagging bed has an itch! Yo! Yes?: Two lonely boys who don't know each other meet on a city street. Brought together with a simple \"Yo!\" answered by the other ones \"Yes?\" and the bounce of a basketball, this modern classic will strike a chord with every child who's ever longed for a friend. Over in the Meadow: John Langstaff's endearing version of an old counting song for children is filled with the beauty and wonder...    "
                },
                "17": {
                    "title": "Not So Fast Songololo/All the Colors of the Earth/Rosie's Walk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "3 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Not So Fast Songololo: Malusi, affectionately nicknamed Songololo by his grandmother Gogo, goes to the city to go shopping with her. Set in South Africa, Daly's warm text is enhanced by expressive illustrations that capture the warmth and tenderness shared by grandmother and child. All the Colors of the Earth: Inspired by her own two children's multi-ethnic heritage, Ms. Hamanaka uses soaring text and beautiful art to celebrate the glorious diversity of children laughing, loving and glowing with life. Rosie's Walk: Against the strains of a catchy barnyard tune, a ...    "
                },
                "18": {
                    "title": "A Story, a Story/Cat & Canary/The Happy Owls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "4 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    A Story, A Story: An African folktale of how Anance, the spider man, goes about buying stories from Nyame, the Sky God, so they could be retold to the children on earth. Cat & Canary: Cat's unlikely friend Canary shows him the greatest time when his master is away at work. You'll never look at your cat the same way again. The Happy Owls: Two owls discover the secret of peace and happiness and eventually share their secret with all their barnyard friends.    "
                },
                "19": {
                    "title": "Beast of Monsieur Racine/Wilford Gordon McDonalds Partridge/Drummer Hoff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "5 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Beast of Monsieur Racine: A suspicious pear-thieving beast becomes fast friends with a lonely man who proudly presents him to the prestigious Academy of Sciences. Wilford Gordon McDonald Partridge: In this gentle, moving story about caring and sharing, a small boy helps an old friend remember when her memory is not as sharp as it used to be. Narrated by Mem Fox, with music by Ernest V. Troost. Drummer Hoff: Lively folk verse, colorful animation and dramatic drumbeats tell the tale of the firing of a cannon and bring a message of peace.    "
                },
                "20": {
                    "title": "The Hat/Smile for Auntie/Whistle for Willie/Peter's Chair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "6 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Hat: In a lively and imaginative romp, a top hat with a mind of its own changes a penniless man's life. Smile for Auntie: Silly Auntie will try anything, from singing and dancing to standing on her head, to get Baby to smile! Whistle for Willie: Peter wants to learn to whistle so he can call his dog, Willie. He tries and tries before he finally succeeds. Animation and sensitive storytelling have made this a perennial favorite for children. Peter's Chair: Peter wants to run away from home when his baby sister arrives, but soon learns something very important about ...    "
                },
                "21": {
                    "title": "Danny & the Dinosaur/One Zillion Valentines/Happy Birthday Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "7 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Danny & The Dinosaur: This is the story of a boy's friendship with a dinosaur and how they spend one happy day together. One Zillion Valentines: This suspenseful folktale about Tim Tildrum and a strange graveyard encounter blends humor with macabre mystery. Happy Birthday Moon: Bear decides to give his friend the moon a birthday present and thinks the echoes of his own voice are the moon's answers to his questions about what the moon would like. A tender fantasy about the meaning of friendship is played out through the cleverly phrased dialogue.    "
                },
                "22": {
                    "title": "The Great White Man Eating Shark/Caterpillar & the Polliwog/Jonah & the Great Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "15 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The Great White Man Eating Shark: Norvin, a boy who closely resembles a shark, uses his talents to scare away all the swimmers at Caramel Cove - except for one female shark in love. Help! The Caterpillar and the Polliwog: Impressed by the proud caterpillar's boast that she will turn into a butterfly when she grows up, a polliwog determines to watch the caterpillar very carefully and turn into a butterfly too. Jonah & The Great Fish: Jonah disobeys the Lord, and a great fish is sent to swallow him up in this well-known story from the Bible.    "
                },
                "23": {
                    "title": "Little Tim & the Brave Sea Captain/The Emperor's New Clothes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "16 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Little Tim & The Sea Captain: This film captures the feel of salt air in a seaside village and the rigors of shipboard life through the adventures of Tim, a gallant stowaway. The sweeping power of the wild ocean and angry sky is shown while sea chanteys and the calls of gulls accent the storytelling. The Emperor's New Clothes: A vain emperor who loves new clothes wears a royal robe created especially for him by two swindlers.    "
                },
                "24": {
                    "title": "Fourteen Rats & a Rat Catcher/What's Under My Bed/Wynken, Blynken & Nod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "17 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Fourteen Rats & A Rat Catcher: What happens when a nice - or nasty - old woman calls on a rat-catcher to catch a nasty - or nice - family of rats living below her floor? Even a rat-catcher knows there can be more than one side to every story. So . . . up he comes with the best possible solution. What's Under My Bed: Mary Ann and Louie are convinced there is something scary under their beds--until Grandpa eases their fears by telling them about his fear of the dark as a little boy. A wonderfully imaginative film that children will want to see over and over again. ...    "
                },
                "25": {
                    "title": "Patrick/Waiting for Wings/Goggles/The Most Wonderful Egg in the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "18 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Patrick: Patrick sets out for the marketplace in search of a fiddle, which he buys from a junkman. The joyful fiddle music which ensues brings all the trees and creatures of the countryside to life with vibrant color and motion. Waiting for Wings: Butterflies bloom as delicately as flowers in this visually magnificent story of beginnings, middles and ends: eggs, caterpillars and finally butterflies. Drama and beauty and an appreciation of nature will make this a true favorite with children. Goggles!: Peter and his friend Archie call upon faithful dog Willie to ...    "
                },
                "26": {
                    "title": "Dot the Fire Dog/Morris' Disappearing Bag/A Letter to Amy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy's Story Shop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "19 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Dot the Fire Dog: Dot, the fire dog, and her firefighter friends know exactly what to do when the alarm bell rings at the fire station. Children will know too, - plus a lot more - especially after they've heard Dot's fire safety tips at the end. Morris' Disappearing Bag: Morris, the youngest child, is ignored on Christmas morning by his brothers and sisters. They're not interested in his new bear and they call him \"too silly, too young, too little\" to share their toys. But he discovers a present that he has overlooked and his day is saved. A Letter to Amy: Peter is ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "DaCosta, Kezia"
            },
            {
                "name": "DeNardo, David"
            },
            {
                "name": "Kempner, Ethan"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "number of seasons": 1,
        "rating": 5.2,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ0MDM4MjIyOV5BMl5BanBnXkFtZTgwNjY1ODAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "With his imaginary \"magic pan and magic spoon,\" Sammy and his friends Sharlene and Wiggy cook up best-selling and award-winning children's books. \"Sammy's Story Shop\" features fun and engaging animated hosts and selections from Weston Woods Studio's award-winning shorts, promising to delight, entertain and inspire.",
        "title": "Sammy's Story Shop",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Sammy's Story Shop (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Scholastic Entertainment"
            }
        ],
        "plot": [
            "With his imaginary \"magic pan and magic spoon,\" Sammy and his friends Sharlene and Wiggy cook up best-selling and award-winning children's books. \"_Sammy's Story Shop_ (qv)\" features fun and engaging animated hosts and selections from Weston Woods Studio's award-winning shorts, promising to delight, entertain and inspire."
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 5.2
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "males": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "us users": {
                "votes": 2,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 0,
            "9": 0,
            "8": 3,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 5.2,
        "median": 8
    }
}