{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "14 August 2008"
            }
        ],
        "release dates": [
            "Philippines::14 August 2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Aquino, Carlo"
            },
            {
                "name": "Bernardo, Pontri"
            },
            {
                "name": "De Veyra, Lourd"
            },
            {
                "name": "Galura, Alchris"
            },
            {
                "name": "Garcia, Bea"
            },
            {
                "name": "Jamora, Jenny"
            },
            {
                "name": "Laurel, Denise"
            },
            {
                "name": "Morales, Marco"
            },
            {
                "name": "Nakpil, Rea"
            },
            {
                "name": "Ong, Wincy Aquino"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "4:3",
        "plot outline": "Rakista is a weekly television comedy about the misadventures of a newly formed rock band called The Love Team, composed of five college students. There's Caloy (Carlo Aquino), the introverted songwriter who formed the band because of the girl he loves; Ted (Charles Christianson), the chick-hungry manager who thought being in a band could improve his chances with the ladies; Nix (Alchris Galura), the musical prodigy who thinks he is above everyone else; Bebe (Rhea Nakpil), the emo girl who refuses to be known as such; and finally, Sven(Wincy Ong), the school weirdo whose identity is about having as many identities as possible.",
        "title": "Rakista",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Rakista (Philippines)"
        ],
        "writer": [
            {
                "name": "Castillo, Diego"
            },
            {
                "name": "De Veyra, Ramon"
            },
            {
                "name": "Henares, Quark"
            }
        ],
        "production companies": [
            {
                "name": "Furball"
            }
        ],
        "distributors": [
            {
                "name": "TV5"
            }
        ],
        "plot": [
            "An ensemble college comedy about an upstart young band and their trials and tribulations with ninjas, zombies, murder cases, young love, and the Cubao Art Scene.::Anonymous",
            "_Rakista_ (qv) is a weekly television comedy about the misadventures of a newly formed rock band called The Love Team, composed of five college students. There's Caloy (Carlo Aquino), the introverted songwriter who formed the band because of the girl he loves; Ted (Charles Christianson), the chick-hungry manager who thought being in a band could improve his chances with the ladies; Nix (Alchris Galura), the musical prodigy who thinks he is above everyone else; Bebe (Rhea Nakpil), the emo girl who refuses to be known as such; and finally, Sven(Wincy Ong), the school weirdo whose identity is about having as many identities as possible.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "4:3"
            ]
        }
    }
}