{
    "imdb": {
        "raw release dates": [
            {
                "country": "United Arab Emirates\n",
                "date": "1 September 2008"
            }
        ],
        "release dates": [
            "United Arab Emirates::1 September 2008"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Khalaf, Qamar"
            },
            {
                "name": "Najem, Wa'el"
            },
            {
                "name": "Al Nobani, Zuhair"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Jordan"
        ],
        "country codes": [
            "jo"
        ],
        "language codes": [
            "ar"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTcyZTIyMTgtOGI4Yi00NDJlLWEzNjQtMDkzYWQyMjRlMzJmXkEyXkFqcGdeQXVyNDI1MzI4NzE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "This production is the first Arab attempt to portray the life of the late novelist Ghaleb Halasa on screen. It represents his own biography, where Jereis' the main character, is a representation of Ghaleb. Al Sultana is one of the greatest works dealing with Jordanian social history, in one of the most important phases of history. It has a high sensation in representing the reality through the social fabric. The series Al Sultana is Jereis's answer to Azza, his beloved in Egypt, on her questioning why he left Jordan and never came back. The answer took him on a journey through his life, where Jereis's is brought back to his life in Jordan, starting from Mae'en, up until his arrival to Amman, the young developing city that was thriving with life in every sense.",
        "languages": [
            "Arabic"
        ],
        "title": "Sultana",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Sultana (Jordan)"
        ],
        "writer": [
            {
                "name": "Halasa, Ghaleb"
            }
        ],
        "production companies": [
            {
                "name": "Arab Telemedia Productions"
            }
        ],
        "distributors": [
            {
                "name": "Arab Telemedia Pictures"
            }
        ],
        "plot": [
            "This is the life story of late Jordanian novelist Ghaleb Halasa, who comes back to his homeland Jordan after a long time to end up living in Amman which was then still developing.",
            "This production is the first Arab attempt to portray the life of the late novelist Ghaleb Halasa on screen. It represents his own biography, where Jereis' the main character, is a representation of Ghaleb. Al _Sultana_ (qv) is one of the greatest works dealing with Jordanian social history, in one of the most important phases of history. It has a high sensation in representing the reality through the social fabric. The series Al _Sultana_ (qv) is Jereis's answer to Azza, his beloved in Egypt, on her questioning why he left Jordan and never came back. The answer took him on a journey through his life, where Jereis's is brought back to his life in Jordan, starting from Mae'en, up until his arrival to Amman, the young developing city that was thriving with life in every sense."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}