{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "  2008"
            },
            {
                "country": "India\n",
                "date": "31 December 2008"
            }
        ],
        "release dates": [
            "India::2008",
            "India::31 December 2008"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Mummy/Sword",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    An American archeologist discovers a very ancient and rare mummy of the Pharaoh Snekhufu. To show the world his greatest discovery, he carries the mummy along with him on a ship; A royal sword is situated on the top of the sacred mountain far away from Dholakpur. It has been a part of the royal possession for ages.    "
                }
            },
            "1": {
                "1": {
                    "title": "Where Is Bheem/Babban Sher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "31 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The wicked hunter Sankhi Shikari comes to Dholakpur; Jadugar Khambata enthralls Dholakpur with his magical tricks. Once he finishes, he accidentally forgets his magic wand and it falls in the hands of Raju.    "
                },
                "2": {
                    "title": "Sanki Shikari/Jadugar Raju",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The wicked hunter Sankhi Shikari comes to Dholakpur; Jadugar Khambata enthralls Dholakpur with his magical tricks. Once he finishes, he accidentally forgets his magic wand and it falls in the hands of Raju.    "
                },
                "3": {
                    "title": "Raging Bull/Boat Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Kalia's bull is a menace to the crops of Dholakpur. The villagers have tried their best to stop the bull from harming the crops but to no avail.    "
                },
                "4": {
                    "title": "Flying Horse/Bheem Vs Hercules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Early one morning, the jungle of Dholakpur has an unusual visitor - a flying horse; The king of Dholakpur is challenged by a Greek warrior - Hercules.    "
                },
                "5": {
                    "title": "Chutki's Wish/Operation Desert Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Chutki saves a little helpless butterfly and sets it free, but is surprised when the butterfly tells her that it has magical properties and will grant her one wish; The king's victorious army marches into the gates of the city to a warm welcome from the people of Dholakpur. But Raju's father is missing.    "
                },
                "6": {
                    "title": "Pirates of the Sea/Ladoo Chor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The king and his daughter Indu are returning from a trip to the neighbouring kingdom, but get attacked by pirates who take over the ship; Bheem once again steals laddoos from Tuntun mausi's shop and gets away with it. In order to stop Bheem, Tuntun mausi asks Kalia and Dholu-Bholu to guard the shop and keep Bheem away.    "
                },
                "7": {
                    "title": "Sea Princess/Wood Cutter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    A poor little mermaid who happens to be the Sea Princess, is once washed ashore by a deadly storm. Kalia and Dholu-Bholu, immediately plot to make money by exhibiting her; Much harried by the incessant nocturnal plundering of their crops - by all kinds of wild marauding, rampaging animals - the farmers of Dholakpur, beseech everyone to save their livelihood from being destroyed.    "
                },
                "8": {
                    "title": "Treasure Hunt/Crocodile Crazy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    One day, while playing in the forest Bheem and gang step on an old man who is beaten severely by Kalia and Dholu-Bholu. They learn from him the secret of a missing treasure hidden somewhere in the forest of Dholakpur, and set out to find it; Dholakpur is in the grip of terror unleashed by a bloodthirsty crocodile of prodigious strength and intelligence.    "
                },
                "9": {
                    "title": "Circus in Dholakpur/Mumbai Se Aaya Mera Mama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Maddened no end by the dwindling number of spectators, Baalu, the notorious owner and also the strongman of the celebrated circus decides that it is time to take in more animals into his menagerie; After being regularly defeated and humiliated by Bheem, Kalia calls upon his uncle from the city of Mumbai.    "
                },
                "10": {
                    "title": "Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Bheem and his friends visit a mysterious cave, where people are lost. There they discover that the cave is full of gold and people are hypnotized due to the curse of Brahmabhatta.    "
                },
                "11": {
                    "title": "Einstein Bheem/Daku Mangal Singh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    On applying the wrong formula to his time machine, Einstein, a scientist of the future, accidentally lands in the village of Dholakpur; Daku Mangal Singh, the notorious dacoit of Dholakpur creates havoc in the village. He has a reward of 100 gold coins on his head.    "
                },
                "12": {
                    "title": "Kidnapping Princess/Theif of Dholakpur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Daaku Mangal Singh is imprisoned for his wrong deeds but manages to escape with the help of his cunning assistants; Dholakpur is suddenly faced by a series of thefts. The king promises a reward of 100 gold coins to the one who catches the thief. Now it is up to Bheem and his gang to catch this thief and save the village from this menace.    "
                },
                "13": {
                    "title": "Magic Broom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    In a fierce battle, the thaumaturgy of the good witch prevails and using her superior powers she vanquishes the bad witch. The bad witch crashes to the ground and forgoes her most prized possession - the broom she was riding upon which, hurtles down to fall near an ecstatic Kalia's feet. Now the unquestioned master of the pliant broom, Kalia, annoys and terrorizes the people of Dholakpur.    "
                }
            },
            "2": {
                "1": {
                    "title": "Talking Parrot/Samurai Ram",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Daku Natwar, disguised as Babu, an expert fortune teller visits Dholakpur along with his talking parrot, 'Paro' who starts predicting the future of everyone in Dholakpur; One fine day, two foreigners come to visit Dholakpur. The king treats them as his guests, but he is in for a surprise when they threaten him to either pay 100,000 gold bars or risk war.    "
                },
                "2": {
                    "title": "USO/Flying Carpet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    The U.S.O or the Unidentified Swimming Object was the root cause for the disappearance of ships entering Dholakpur; Unable to bear Kalia's pranks, Dholu and Bholu finally decide to desert him. On their way towards Dholakpur forest, the duo accidentally comes across a magical carpet with instructions written in some unknown language.    "
                },
                "3": {
                    "title": "Dholakpur Athletics/Invisible Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Dholakpur kingdom is all set for the event of the years - The Dholakpur Athletics. Participants arrive from various countries; Jholu, an ill educated assistant of Dholakpur, becomes the innocent victim of a chemical concoction - the result of which turns him invisible. Hearing his plight, group of thieves, decide to take advantage, and device on a simple strategy.    "
                },
                "4": {
                    "title": "The Talking Tree/The Giant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Reevappan has an evil plan of fleecing the hard earned money of Dholakpur. He seeks shelter and rest beneath Dholakpur's biggest and proudest and certainly the most famed landmark - the banyan tree and ready to snare, catch, terrify, and exploit his victims; An evil giant decides that by scaring the villagers of Dholakpur, he can settle down there and also satiate his appetite.    "
                },
                "5": {
                    "title": "Bull Race/The Lost Alien",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Keechak, a big bully from the neighbouring village Pehalwanpur, challenges Bheem for a kabbadi match and loses. He then dares Bheem to defeat him; An alien spaceship loses control and unexpectedly lands in the outskirts of Dholakpur. After trying his best to restart the spaceship, Zark, the little alien from Zarhan planet now lost in Dhoalkpur, wanders in the village for help.    "
                },
                "6": {
                    "title": "Hypnotist Harry/Cowboy Bheem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Harry Hamlin tricks, hypnotises and finally kidnaps children to work as slaves in his castle. The sudden and horrifying disappearance of so many children is a cause for much heartbreak and angst amongst parents and the citizens of Dholakpur; When a plea for help reaches Dholakpur through Ollie, a giant bird, it is now up to Bheem and Jaggu to fly over the oceans to the small town of Slow Creek.    "
                },
                "7": {
                    "title": "Genie Out of A Bottle/Magic Seed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    One day while on the Dholakpur beach, Kalia unwittingly releases a genie trapped in a bottle. The genie appears but instead of granting wishes (as is the case normally) traps Kalia and enslaving him; A ferocious storm is raging in Dholakpur, doing its utmost to raze and devastate all structures, man made and otherwise.    "
                },
                "8": {
                    "title": "Rocky the Rhino/Evil Ministration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    After being provoked by Kalia, a ferocious rhinoceros chases him and his friends Dholu-Bholu into Dholakpur and starts wrecking havoc in the peaceful village; The tranquility of the kingdom of Dholakpur is tested when the King is coincidentally involved in a suspicious mishap. But he miraculously survives. Bheem and Kalia set out to investigate the mishaps.    "
                },
                "9": {
                    "title": "Tribe/Shivani Ka Dhabha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Angry at the King of Dholakpur for stopping the flow of water into the jungle, a group of tribals near Dholakpur take innocent Raju captive, when he wanders too far into the Jungle in pursuit of his kite.    "
                },
                "10": {
                    "title": "Enter the Dragon/Saber Toothed Tiger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    A tremble of devastating magnitude strikes the earthquake prone regions of Dholakpur - freeing in its wake a long dormant Dragon; The sun-bleached white bones of a huge saber toothed tiger long extinct, are found in the desert sands of Dholakpur.    "
                },
                "11": {
                    "title": "Temple Raiders/Missing Scepter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    The ancient deity housed in the Temple of Dholakpur is a place much visited. Presented with offerings of every kind, the revered deity is not only much loved but also rich beyond wildest bouts of imagination; The Royal Scepter was handed over to the king of Dholakpur ages ago by the brave and courageous Warrior king of the Ape people who lived in the forest situated at the edge of Dholakpur.    "
                },
                "12": {
                    "title": "Greatest Archer of Dholakpur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    It's Athletics time in Dholakpur and the kids are all excited. Kalia and the twins try to sabotage Bheem's performance, but only make it better. The race begins and Bheem is neck to neck with participants from diverse cultures managing to bring home the much coveted, heavily contested, laurel wreath.    "
                },
                "13": {
                    "title": "Jungle Trail/Hoax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    While Bheem and his friends decide to have a picnic one day in the Jungle of Dholakpur, they find it strange that the friendly animals of the jungle are scared of them; A scroll is found that speaks of an imminent calamity in Dholakpur. The village gains all the appearance of a ghost town except for the one small contradictory fact, forsaken riches.    "
                }
            },
            "3": {
                "1": {
                    "title": "Up Up and Away/Princer Who Wanted the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    Avi Chacha, the crazy scientist of Dholakpur, makes his new invention - a hot air balloon. When Bheem and his friends visit avi Chacha who is in midst of his discovery, he invites the kids to be a part of his invention; Princess Indumati throws a gargantuan tantrum of royal magnitudes. She wants the moon or else won't touch food or water.    "
                },
                "2": {
                    "title": "Mummy/Sword",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Kohinoor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    The King of Dholakpur purchases the Kohinoor. But they did not realise that having the Kohinoor is dangerous. Some greedy rulers send 3 Ninjas to steal or forcibly acquire the jewel. With their unorthodox Martial arts skills, they succeed in stealing the Kohinoor. On Bheem's advice, the King lets go of the Ninjas but with a promise that will henceforth lead righteous lives.    "
                },
                "4": {
                    "title": "Witch Doctor/Mirror Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Scrawny Sutra, the witch doctor, and his brawny cronies, decide to ply their trade of hocus-pocus in Dholakpur. With surgical precision, predictions foretold by Sutra come true and in a matter of days the people of Dholakpur are eating out of his hand; The black witch throws away her mirror into the bushes. The mirror and the Wand decide that anyone who looks at it will be sucked in forever.    "
                },
                "8": {
                    "title": "Super Hero/Trouble in the Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    When the favourite saint of Dholakpur, Dhuni Baba falls ill, Chhota Bheem and Raju dedicatedly serve him. Pleased with the kids, the holy saint grants them a boon to become Superheroes, on the condition that it would last only for a day; Chutki is in a buying spree when she comes across an old beautiful box. The seller agrees to sell it on the condition that she never open it.    "
                }
            },
            "4": {
                "2": {
                    "title": "Greed/Alibaba's Cave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    Bheem and his friends spot a few strangers traveling in a cart in the village who get looted by dacoits. Bheem fights the dacoits and saves their treasure. Later they learn that the cart contained gifts for king Indraverma from the ambassadors of Russia, China and Japan; The story of Ali Baba's cave and forty thieves is well known in Dholakpur.    "
                },
                "7": {
                    "title": "Great Train Escape/Tree Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "plot": "\n    Bheem decides to take his friends on a joyride. He takes then on a train ride across the jungle. Once aboard the kids start enjoying the train journey. But soon, they come to know that the train is being kidnapped by a group of dacoits; Bheem and team build a treehouse. But as it nears completion, a strange phenomena occurs every night as someone/something damages it.    "
                },
                "8": {
                    "title": "King for a Day/Junior Boxing Championship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "plot": "\n    The King of Dholakpur needs to leave the kingdom for a day, and appoints Bheem as the caretaker king in his absence, insisting that Bheem and his friends stay at the palace; Having suffered many defeats at the hands of the Dholakpur team, the Pehelwanpur boys are desperate for a win. Their answer lies in Chotta Mannu, a young member of their group who exhibits unusual strength    "
                },
                "10": {
                    "title": "Antsy/The Missing Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    All is hunky-dory and peaceful Dholakpur but deep underneath the surface a rebellion against Natural Selection And Evolutionary Dominance is brewing; The neighbouring king Prasann Sen is visiting Dholakpur. He gets his horse Chetak along. The kids get close to the horse and play with him almost everyday. One fine day, Chetak goes missing.    "
                },
                "13": {
                    "title": "Ladoo No.1/the Gladiator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "plot": "\n    A new mithaiwala Chaggan, comes to Dholakpur, and is jealous seeing Tuntun's sales and popularity. He tries to offer freebies but his products are so bad that no one even wants them for free; In Rome, the great emperor of the Old World is bored. On a whim, he decides to arrange a contest where his gladiators will be made to fight various famous warriors from all over the world.    "
                },
                "26": {
                    "title": "Raju the Skater/Dholakpur Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 26,
                    "plot": "\n    It is time for the Dholakpur mela and Tuntun mausi has taken a stall. Bheem and team reach the mela which is quite crowded and has many rides. The roller coaster is the favourite ride among the kids. Bheem and gang take a ride when the coaster is in full speed, the machine suddenly encounters a problem and and does not stop    "
                },
                "30": {
                    "title": "Lost in the Woods/Kalias Master Plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 30,
                    "plot": "\n    Not far away from the jungle of Dholakpur, is the jungle of Sunderisthan. The uniqueness of the jungle is the fact that all the trees look alike. Taking advantage of this situation, a group of robbers have made their den and smuggle expensive wood; Kalia is quite sickened of always losing to Bheem. Then he manages to get darts that induce drowsiness from a con man, posing as a Sadhu.    "
                },
                "35": {
                    "title": "Third Eye of Buddha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 35,
                    "plot": "\n    The monks in the monastery find Buddha's third eye missing while they meditate. The King of Tibet pleads with Bheem to unravel this mystery and find the thief of the missing eye. Will Bheem succeed in returning the third eye of Buddha?    "
                },
                "38": {
                    "title": "Haathi Bheem Ka Saathi/Touch of Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 38,
                    "plot": "\n    The kids go for a picnic near the jungle. While playing, they realize that somebody is stealing their food and after observing keenly, it is found that it is an Elephant; One day while sleeping, Kalia gets a strange dream that everything he touches turns to stone. He suddenly wakes up, dismisses the dream and goes back to sleep. The following day, everything he touches actually turns to stone.    "
                }
            },
            "5": {
                "1": {
                    "title": "Happy New Year/Kite Flying",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The King announces a grand party for the new year. The condition for entrance is that each one must come to the party covered head to toe in a fancy dress; Dholakpur is organising a kite fighting competition for Makar Sankranti. The last kite to keep flying will be awarded the Flying Champion.    "
                },
                "3": {
                    "title": "The Rink/Treasure Hunt 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Confused Camel/Masti Ka Patashala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "plot": "\n    A merchant wishes to present a rare gem to King Indraverma. Scared of dacoits on his way, the merchant hides the gem in the saddle of his camel; Summer is here and the kids are all geared up for some fun but they have a surprise in store for them. Chutki's distant uncle has come over for a short stay with his family    "
                },
                "10": {
                    "title": "Dwaraka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    One night as Bheem soundly sleeps, he relives the happy times spent with Krishna. On waking up, he decides to visit Krishna. The kids set out on a bullock cart for the island city Dwaraka. Armed with a map from Avi Chacha, the kids set out on their voyage. They will need to complete half of the journey by cart, some by foot and the rest by a ship.    "
                },
                "14": {
                    "title": "Two Heads Too Many/The Skull Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "plot": "\n    Daku Mangal and Velu are bonded by their mutual dislike for Bheem and decide that probably if they combine their brains, they are sure to strike gold. The plan is that Daku Mangal should attack the palace; As Kalia and Dholu-Bholu return from a visit to another town, they chance upon a caravan of magicians. The Head magician is hospitable and invites them to see a performance.    "
                },
                "22": {
                    "title": "Dumdaar Dadaji/Kankaal Raj",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "plot": "\n    It is Bheem's mother's birthday and much to their joy, Bheem's dadaji shows up at their doorstep as a surprise. Bheem is excited and introduces dadaji to everyone; Dholu-Bholu are quite scared after watching a horror movie in a theatre. Kalia decides to scare them and plays a series of pranks, to the extent of \"haunting\" them even in broad daylight.    "
                },
                "28": {
                    "title": "Book of Spells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 28,
                    "plot": "\n    Bheem and friends see a bent, tired old man carrying a big load of books outside his house and his wobbly legs staggering under their weight. He complains that he has no one to help him clear out his old attic and so the kids offer to help while the man goes off to attend to other chores.    "
                }
            },
            "6": {
                "1": {
                    "title": "Piggy Piglet/Brambhatt's Forgotten Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    A sailor is off to Persia, to gift some animals. Among all the animals, he has a piglet that can change its form at its will ; Bhrambhatt appears in King Indravarma's dream one night, and reminds him about his promise to build schools and hospitals for the needy. The following day, Dhuni baba advices the king to immediately act upon his promise.    "
                }
            },
            "7": {
                "1": {
                    "title": "Pagalpur/Wanted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Bheem and team are traveling by boat when they get lost and flow downstream to an unknown village. When they buy some fruit, the bill comes to nine rupees. But they don't have change so they pay a ten rupee note. They are accused of cheating; A dubious vaidh sets shop in Dholakpur, selling remedies for various things. Soon the whole village seems to be in his grip.    "
                },
                "4": {
                    "title": "Dadaji ki Durbeen/Chanda Mama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Bheem's Dadaji is very friendly and generous with the kids, but there is one thing that he doesn't let anyone touch, and that is a telescope that he keeps locked; Bheem and his friends are lying under a tree and looking at the night sky, counting the stars. Raju is really curious to know more about his beloved Chanda mama. Bheem knows only one person who can give them more information.    "
                },
                "6": {
                    "title": "Bio Scope/Karamati Comic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "plot": "\n    Tamashilal comes to Dholakpur with his Bioscope. The kids are excited and want to have a look inside it; Raju is sitting on the ground and drawing some figures in the sand but everyone can recognize themselves because of their special features.    "
                },
                "10": {
                    "title": "Taquat ka Formula/Jaggu ki Poonch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Professor Dhoomketu is working in his lab and has achieved the desired result, as he smiles looking at a blue liquid; Jaggu is the pride of all the monkeys in Dholakpur forest for his bouncy, shiny and fluffy tail. Many a monkey has been jealous of Jaggu's poonch. The evil witch too discovers that with Jaggu's poonch she could make a magic potion that could increase her strength manifold.    "
                }
            },
            "8": {
                "8": {
                    "title": "Mannu Musketeer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "plot": "\n    In a friendly contest, Raju wins and Mannu loses. Sad, Mannu sits alone at the the river bank when a crook comes to him praising his skills and tells him that he needs Mannu's help in rescuing one of his friends from the prison of Lalpur. Feeling appreciated for once, Mannu gladly agrees.    "
                },
                "10": {
                    "title": "Magic Cube/Kalia's Tatto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "plot": "\n    One sunny afternoon, Kalia is lazing at the shore throwing pebbles into the lake and thinking how he can be the hero of Dholakpur when a Rubix cube just sweeps onto the sand from the waves; One sunny afternoon, Kalia is lazing at the shore throwing pebbles into the lake and thinking how he can be the hero of Dholakpur when a Rubix cube just sweeps onto the sand from the waves.    "
                },
                "19": {
                    "title": "Professor Ki Lal Diary/Wah Taj",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 19,
                    "plot": "\n    Professor Dhoomketu is roaming in the marketplace in search of his red diary; The Dholakpur kids visit the Taj Mahal where they click pictures and marvel at the architecture. They notice an ill-mannered group of tourist boys who are more eager to vandalise the compound, rather than admire it.    "
                },
                "22": {
                    "title": "Chamatkari Murti/Tour De Dholakpur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 22,
                    "plot": "\n    An alien-ship lands in Dholakpur. They leave unnoticed but forget a crystal sculpture behind. It is found by Dholu-Bholu and soon taken over by Kalia; A renowned cyclist is on a world tour and crosses Dholakpur. King Indraverma is fascinated and extends a warm welcome to the cyclist. But the cyclist throws an open challenge to the cyclist that kids from Dholakpur will be able to defeat him.    "
                },
                "25": {
                    "title": "Purkho Ki Almari/Buri Chudail Ka Jadu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 25,
                    "plot": "\n    Chutki requests Bheem, Raju and Jaggu to help her take her almirah to the smith in order to open it. They ask to borrow Kalia's cart but he insists that in return, they will have to give him a few contents of the almirah when it is opened; The bad witch turns Telu, Pelu and Chelu into monsters and they attack Dholakpur    "
                },
                "27": {
                    "title": "Teen Bandar/Daant Ka Doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 27,
                    "plot": "\n    Jaggu is sleeping in his treehouse when suddenly he sees three imposter monkeys sneak into his house - one with hands on its eyes, one with hands covering its ears and the third with eyes on its mouth; The new dentist in Dholakpur is a strange man with an evil grin that shows his set of gold and silver teeth. But his prescription for all ailments is one and the same - tooth extraction    "
                }
            },
            "9": {
                "5": {
                    "title": "Judwa Nagar/Noor E Hind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "plot": "\n    Dholu and Bholu are frantically looking for their ustaad Kalia who is not to be found anywhere. Panic stricken, they go to Bheem for help. Bheem approaches Achi Pari who tells him that Kalia is in a place called Judwanagar where everyone has a twin; Prof. Dhoomketu takes the kids to visit a historical monument where the main attraction is a carved diamond called the Noor-e-Hind.    "
                },
                "10": {
                    "title": "Circles vs Triangles/Swachh Dholakpur Abhiyaan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Bheem and his friends prepare for the Halloween party, when they come across the Triangle wizard and the Circle witch. They are enemies and their magical battle ends up creating imbalance in the world; Bheem and his friends spread awareness of the importance of cleanliness to the villagers, but their ignorance gives birth to a garbage monster who infects the whole village.    "
                },
                "11": {
                    "title": "Jaggy Aur Daddu/Cruise Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 11,
                    "plot": "\n    After years of searching, Daddu finally finds his grandson, Jaggu and asks him to come with him. Their talks get interrupted when they are attacked by gorillas; Kalia finds a coupon for a cruise vacation inside a packet of chips. Excited, all of them decide to go, but little do they know that there's a pirate on the ship waiting for them.    "
                },
                "16": {
                    "title": "Taal Dhamaal/Sarpangi Ke Jaadui Phool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 16,
                    "plot": "\n    Bheem and his friends accept a challenge for a musical battle with Kichak and his friends. Chacha calls his old friend Rockstar to train Bheem and his band. Little do they know that it is Daaku Mangal Singh in the disguise of the Rockstar; Bheem and his friends are fishing for time pass when they get a box of magical flower, belonging to Sarpangi. Sarpangi comes to take her magical flower back.    "
                },
                "28": {
                    "title": "Nanha Natkhat Gogi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 28,
                    "plot": "\n    The villagers are troubled by the thief who has been causing mischief. Meanwhile, the King of the neighboring country, Raja Rajendra, come to seek Bheem's help for a lost boy, Gogi. Bheem puts two and two together and solves everybody's problems.    "
                },
                "29": {
                    "title": "Asli Naqli/Ek Se Bhale Teen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 29,
                    "plot": "\n    Mangal Singh gets hold of a magical cloak that can transform him into any person he wants. He kidnaps Raja Indravarma and disguises himself as the Raja using the cloak and takes his place in the palace; Bheem and his friends are enjoying some fresh mangoes when Raju brings a rug sack to store them. They find that the mangoes start multiplying in the sack and realise that it has magical powers.    "
                }
            },
            "10": {
                "1": {
                    "title": "Patang Se Pantang/Jaggu vs Piggu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Frog Race/Raju Ki Cycle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Chamgaadar Raju/Darpok Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chhota Bheem (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 13,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 68,
        "cast": [
            {
                "name": "Kaushal, Sonal"
            },
            {
                "name": "Mausam"
            },
            {
                "name": "Kava, Rajesh"
            },
            {
                "name": "Tejwani, Julie"
            },
            {
                "name": "Bhimani, Rupa"
            },
            {
                "name": "Bhardwaj, Jigna"
            },
            {
                "name": "Shekar, Arun"
            },
            {
                "name": "Ghosh, Kaustav"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Comedy"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi",
            "en",
            "ta",
            "te"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "India:U"
        ],
        "number of seasons": 10,
        "rating": 4.5,
        "votes": 256,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTI2MDU2ZDEtMDMyZi00YjQ3LWI5MDktYmQyNzU1NjBjZmUxXkEyXkFqcGdeQXVyNjc5MjE5Nzg@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The extremely strong Bheem lives in a fictional town called Dholakpur set in rural India. The series revolves around Bheem, a nine-year-old boy, who is brave, strong and intelligent.Bheem's rival is Kalia Pahelwan, a jealous ten -year-old bully, who is envious of Bheem's popularity. Kalia, along with his sidekicks Dholu and Bholu, always plot to embarrass and defeat Bheem but never succeed. The story revolves around Bheem and his friends and their rivalry with Kalia and his friends. All the children of Dholakpur look up to Bheem, as he solves everyone's problems. He is also seen defeating some enemies in and around Dholakpur like the evil demon Kirmada, Kichak & Mangal Singh. Bheem earns the trust of Dholakpur and Raja Indravarma.The stories of Bheem project him as a hero of Dholakpur.He saves Dholakpur and the world by having a laddoo with a cocktail of courage and gravity defying stunts.",
        "languages": [
            "Hindi",
            "English",
            "Tamil",
            "Telugu"
        ],
        "title": "Chhota Bheem",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Chhota Bheem (India)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10"
        ],
        "writer": [
            {
                "name": "Shekhawat, Sonam"
            },
            {
                "name": "Chilaka, Rajiv"
            },
            {
                "name": "Deo, Richa"
            }
        ],
        "production companies": [
            {
                "name": "Green Gold Animation"
            }
        ],
        "distributors": [
            {
                "name": "Green Gold Animation"
            }
        ],
        "plot": [
            "_Chhota Bheem_ (qv) is an Indian animated series adventures about a boy named Bheem and his friends in fictional village of Dholakpur.Bheem and his friends are usually involved in protecting the village from various evil forces.::Swarup Basak",
            "The extremely strong Bheem lives in a fictional town called Dholakpur set in rural India. The series revolves around Bheem, a nine-year-old boy, who is brave, strong and intelligent.Bheem's rival is Kalia Pahelwan, a jealous ten -year-old bully, who is envious of Bheem's popularity. Kalia, along with his sidekicks Dholu and Bholu, always plot to embarrass and defeat Bheem but never succeed. The story revolves around Bheem and his friends and their rivalry with Kalia and his friends. All the children of Dholakpur look up to Bheem, as he solves everyone's problems. He is also seen defeating some enemies in and around Dholakpur like the evil demon Kirmada, Kichak & Mangal Singh. Bheem earns the trust of Dholakpur and Raja Indravarma.The stories of Bheem project him as a hero of Dholakpur.He saves Dholakpur and the world by having a laddoo with a cocktail of courage and gravity defying stunts.::Swarup Basak"
        ],
        "tech": {
            "runtime": [
                "15 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 256,
                "rating": 4.5
            },
            "aged under 18": {
                "votes": 4,
                "rating": 2.0
            },
            "aged 18 29": {
                "votes": 88,
                "rating": 5.1
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "males": {
                "votes": 125,
                "rating": 5.0
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 2.0
            },
            "males aged 18 29": {
                "votes": 84,
                "rating": 4.9
            },
            "males aged 30 44": {
                "votes": 14,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 11,
                "rating": 6.3
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 5.7
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.8
            },
            "us users": {
                "votes": 13,
                "rating": 6.2
            },
            "non us users": {
                "votes": 70,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 46,
            "9": 9,
            "8": 9,
            "7": 15,
            "6": 10,
            "5": 10,
            "4": 11,
            "3": 8,
            "2": 21,
            "1": 117
        },
        "arithmetic mean": 4.1,
        "median": 2
    }
}