{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2008"
            }
        ],
        "release dates": [
            "Canada::2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    This week is a hectic one at Posies with a baby shower job, an exclusive bridal show and arrangements for a corporate dinner. Creative juices flow as Amber, Cathy and Karina produce a moss-covered teddy bear and floral baby carriages for the shower. The design team's white flowers and black linens create a stir.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The floral design team gives their imagination free rein as they take on some custom work. Cathy and Amber get out the glue gun to create a floral guitar. Karina and team combine roses and muscaris for a big Bat Mitzvah event. And Soleil and Monique decorate mannequins with floral skirts and hats for the launch of a new risqué clothing store.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Floral design is child's play as Karina and Cathy help children make beautiful bouquets for the fundraiser of their art camp. Meanwhile, Soleil and Cathy take on a big Chinese banquet job. And the team gets an order from the husband whose wife is to undergo a C-section.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Valentine's Day is no bed of roses for floral designers!. A Goth customer orders black flowers for his girlfriend. Another client wants flowers for her divorce party at a trendy lounge. Only red roses will do. And an earnest guy tries to impress his girlfriend with an elaborate bouquet.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    It's show time as the floral design team is hired by a house-stager to add some floral touches to the transformation! The team has another staging job to do--transforming a dance studio into a floral fairyland for a little girls' princess recital. And a woman orders flowers for her boyfriend at his office as a show of affection.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Karina and her designers are invited to showcase their work at a big gardening show. The show has a 60s vibe so the team gets groovy with a big floral peace sign! The team also goes retro with a vintage fashion shoot. Amber and Monique build a wall of yellow gerberas for a backdrop. And it's back to the past with a debutante ball. White corsages and boutonnières are customary.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Bill Clinton and Robert Kennedy Jr. are coming to town to speak at a big environmental event and the flowers have to be politically correct. The team bids on local flowers at a crack-of-dawn auction. An Australian wine-tasting event is also a tough order. And designer Soleil and Monique go uptown with a 13th birthday party at trendy manicure boutique.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The arrangements for a big wedding pose real challenges because it involves candelabras, with the candles perched precariously close to the flowers. Cathy and Soleil decorate a wedding cake with edible flowers. And Karina replicates a woman's original bouquet 50 years ago for a wedding vow renewal but gives it a modern twist.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    It's Alternative Fashion Week and the team builds a BIG floral chandelier...something eclectic and electric! Cathy and Monique combine palm leaves and amaryllises in big and bold arrangements for a cabaret hosted by society women. And a client orders a fusion of branches and blooms for his dinner party.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    The owner of a teahouse holds a special high tea to mark her second anniversary. Cathy and Soleil suggest using some of her teacups and pots instead of vases! Meanwhile, Amber and Monique arrange flowers in martin glass vases for a bachelor and bachelorette auction. And it's take two for a wedding job!    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    A boutique hotel is expecting some VIP guests and our floral designers have been hired to do special floral arrangements. And red and white can pose aesthetic challenges in the world of floral design. But this event is a red and white ball to raise money for breast cancer so the design team perseveres. And a client wants classy and contemporary arrangements for a 40th birthday party.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Organizers of a fundraiser for the homeless want a chic look on a charity budget. Karina and Cathy help them produce high-style arrangements with lower-priced blooms. A client orders floral arrangements for a birthday party for a real party animal--her dog! And it's opening night for My Fair Lady and for after-show party the floral arrangements must be 'loverly'!    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Petal Pushers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    It's the holiday season and there's not much time to celebrate! A client wants blue and silver arrangements for Hannukah. The team also has an order for a big corporate party and combine carnations, branches and berries for a festive look. Last minute orders and delivery problems threaten to throw the schedule out of whack.    "
                }
            }
        },
        "number of episodes": 13,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzE0MDQzZDgtM2Y0Yy00ODUzLTk2NmYtYzZkOGMwMWUwMGUwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Petal Pushers explores the workings at one of North America's premiere floral establishments. In each episode owner/lead designer Karine Lemke of Posies Flower Shop, leads her team of eclectic designers through various projects from the everyday bouquet to novelty designs such as a large peace sign and a fire hydrant for a dog's birthday party.",
        "languages": [
            "English"
        ],
        "title": "Petal Pushers",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Petal Pushers (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "BUCK Productions"
            }
        ],
        "plot": [
            "_Petal Pushers_ (qv) explores the workings at one of North America's premiere floral establishments. In each episode owner/lead designer Karine Lemke of Posies Flower Shop, leads her team of eclectic designers through various projects from the everyday bouquet to novelty designs such as a large peace sign and a fire hydrant for a dog's birthday party."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}