{
    "imdb": {
        "raw release dates": [
            {
                "country": "Bulgaria\n",
                "date": "14 January 2008",
                "notes": "                            (Sofia)"
            }
        ],
        "release dates": [
            "Bulgaria::14 January 2008                            (Sofia)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Salich, Ani"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Bulgaria"
        ],
        "country codes": [
            "bg"
        ],
        "language codes": [
            "bg"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzQyZjkxOGEtMTQyMS00MjM2LWI0NzYtNGZjY2U1NWVhN2Q0XkEyXkFqcGdeQXVyNzA0ODkzNw@@._V1_SY150_CR55,0,101,150_.jpg",
        "plot outline": "The Magnificent Six is the first show of its kind, developed entirely to a charity cause. The show is a project realized by bTV, Global Films, and UNICEF. The Magnificent Six is a new TV format, in which took part 12 of the most popular people in Bulgaria - 6 singers and 6 VIPs from Politics, Sports, Media and other aspects of the social life in the country. 6 duets were formed by selecting one professional musician and one VIP. The purpose of the project was raising funds to help the children in Mogilino Care Home, Bulgaria. UNICEF's part was to guarantee for the expedient dispensation of the raised funds. The show raised about EUR870,000, which were used in the construction of 4 \"Small Children Houses\", where the children from Mogilino will be living in an environment, closer to the family one. The production looks like \"Celebrity Duets\".",
        "languages": [
            "Bulgarian"
        ],
        "title": "The Magnificent Six",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2010",
        "akas": [
            "The Magnificent Six (Bulgaria)"
        ],
        "writer": [
            {
                "name": "Aprilov, Vladi"
            }
        ],
        "production companies": [
            {
                "name": "Global Films"
            }
        ],
        "distributors": [
            {
                "name": "BTV Media Group"
            }
        ],
        "plot": [
            "_The Magnificent Six_ (qv) is the first show of its kind, developed entirely to a charity cause. The show is a project realized by bTV, Global Films, and UNICEF. _The Magnificent Six_ (qv) is a new TV format, in which took part 12 of the most popular people in Bulgaria - 6 singers and 6 VIPs from Politics, Sports, Media and other aspects of the social life in the country. 6 duets were formed by selecting one professional musician and one VIP. The purpose of the project was raising funds to help the children in Mogilino Care Home, Bulgaria. UNICEF's part was to guarantee for the expedient dispensation of the raised funds. The show raised about EUR870,000, which were used in the construction of 4 \"Small Children Houses\", where the children from Mogilino will be living in an environment, closer to the family one. The production looks like \"Celebrity Duets\".::Global Films [bg]"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}