{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2008"
            },
            {
                "country": "USA\n",
                "date": "  2009"
            }
        ],
        "release dates": [
            "USA::2008",
            "USA::2009"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Taste of Japan: Kyushu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Explore the island of Kyushu it's dramatic landscape, hot sands, and discover the essence of Japanese cuisine.    "
                },
                "2": {
                    "title": "Taste of Japan: Tokyo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Rudy Maxa takes us to the heart of Japan, Tokyo. Tokyo strives for perfection from the sushi to the wasabi.    "
                },
                "3": {
                    "title": "Taste of Japan: Hokkaido",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Rudy Maxa takes us to Japan's northern frontier Hokkaido. The hot spring capital of Japan with it's many volcanoes, Hokkaido also boost some of the world greatest ramen, ramen noodles and legendary whiskey.    "
                },
                "4": {
                    "title": "Hong Kong, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "1 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Host Rudy Maxa and Washington, D.C. restaurateur and chef Daisuke Utagawa enthusiastically eat their way through Hong Kong, from cheap but authentic, hole-in-the-wall Chinese restaurants to Michelin-starred palaces. Along the way they illustrate the excitement, stunning topography, and energy that defines Hong Kong.    "
                },
                "5": {
                    "title": "Hong Kong, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "8 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The iconic photo of Hong Kong is a wall of skyscrapers against Victoria Peak with the city's harbor as a foreground. But on the other side of the island there are beaches and miles of forest hiking trails. Dramatic photography by renowned shooters Karel Bauer and Joe Pontecorvo bring Hong Kong into viewers' homes as never before.    "
                }
            },
            "1": {
                "1": {
                    "title": "Delhi and Agra, India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    From the serene beauty of one man's love poem to a woman, the Taj Mahal, to the crowded alleys of downtown New Delhi, India is a feast for the senses. Maxa discovers temples straight out of Disneyland and consults a street astrologer who tells him he will live a long life but his hotel room number is not an auspicious one.    "
                },
                "2": {
                    "title": "Rajasthan, India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    This episode takes viewers into the royal rooms behind the sandstone walls of the Mehrangarh Fort, perched high above the city of Jodhpur. In the dusty countryside outside of Jodhpur, villagers who have never have seen a Westerner invite Rudy Maxa into their modest homes, and the maharajah of Jodhpur explains why his palace is now a hotel.    "
                },
                "3": {
                    "title": "Istanbul, Turkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Everywhere in the Turkish capital is evidence of civilizations that tried to tame it. From the Romans to the Ottomans, this tumultuous city has seen it all, and its architecture, cuisine, and customs reflect that reality. Prowl some of the Grand Bazaar's 2,000 shops and tour some of the world's great buildings--Topkapi Palace, the Aya Sofia, the Blue Mosque, and the downtown Spice Market.    "
                },
                "4": {
                    "title": "Turkey's Turquoise Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Great, ancient towns of Ephesus, Antalya, Myra and Dalyan dot the Turkish coast, tempting visitors to step back into time when lavish Roman homes and markets dotted the landscape. Boarding a gulet, the traditional wooden Turkish boat, for a Blue Cruise, Rudy departs from the popular seaside town of Bodrum for a watery visit along the coast with stops to tour dramatic, historic ruins.    "
                },
                "5": {
                    "title": "Bangkok, Thailand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Rudy takes you to back streets and the quiet, residential klongs, or canals, of Bangkok. Marvel at the Emerald Buddha visit the city's flower and fish markets, join locals offering incense and flowers at colorful outdoor shrines, celebrate the king's 80th birthday with an all-day and all-night party, and take a wooden boat along the city's main artery, the wide Chao Phraya river.    "
                },
                "6": {
                    "title": "Thailand, the Golden Triangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Join Rudy as he takes mahout lessons and gets soaked steering his elephant into the river that separates Thailand from Burma. Visit an Akha hill tribe village trying to maintain its traditions in the face of tourism. The saffron robes of Buddhist monks, the vivid colors of local blossoms, and the brilliant emerald of rice fields make the Golden Triangle a magical corner of the world.    "
                },
                "7": {
                    "title": "Thailand, the Andaman Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Some of the world's most beautiful waters and beaches await visitors to southern Thailand, where the names of Andaman Coast towns such as Phuket are well known to backpackers and sun seekers. Join Rudy as he paddles through hidden entrances of small islands to find mangroves few people ever see. Visit the Dramatic limestone cliffs and rock formations jut from translucent waters of Phang-nga Bay.    "
                },
                "8": {
                    "title": "Estonia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Venture into the countryside of Estonia, to the islands of Saaremaa and Muhu, where you'll find windmills, thatch-roofed farmhouses and quiet waters. Rudy interviews Mart Laar, the prime minister who took over a country that was an economic and psychological basket case following the withdrawal of Soviet troops and turned Estonia into one of Europe's most dynamic and forward-thinking countries.    "
                },
                "9": {
                    "title": "St. Petersburg, Russia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    St. Petersburg--enjoying a renaissance since its favorite son, Vladimir Putin, ascended to office--is no longer the gloomy city it once was as billions of rubles pour in to restore the place to its former glory. From the splendors of Peterhof to the quiet grace of the city's many canals, this former capital built by a czar has reclaimed its position as one of the world's great destinations.    "
                },
                "10": {
                    "title": "Buenos Aires, Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The style and verve of one of South America's most beautiful capitals is highlighted with Argentina's national dance, the tango, as well as the energy that its diverse population brings to the urban landscape. We wander the famous Recoleta cemetery in downtown Buenos Aires, where incredible monuments to the departed, feature winged angels and other fantastically decorated crypts.    "
                },
                "11": {
                    "title": "Mendoza, Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Rudy drives into the thin air of the Andes, visiting the graveyard of those who died trying to summit Aconcagua. His choice for high-altitude adventure: getting soaked while whitewater rafting. Back at sea level, he meets winemakers whose well-priced and elegant Malbecs are shaking up the world's wine market.    "
                },
                "12": {
                    "title": "Tokyo, Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    From bathing in the neon lights of the Shibuya neighborhood at night, to marveling at the city's spring explosion of cherry blossoms, to learning your fortune by consulting a joss-stick at a Buddhist temple, Tokyo offers a rainbow of experiences guaranteed to fascinate.    "
                },
                "13": {
                    "title": "Kyoto, Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The spiritual heart of Japan, Kyoto offers a glimpse of Japanese life as it used to be, primarily because it was never bombed during WWII. Tiny streets with wooden homes, impressive temples, and a dedication to ancient Japanese traditions make Kyoto one of Japan's most visited cities.    "
                }
            },
            "2": {
                "1": {
                    "title": "South Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "31 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    An adventurous safari is a wonderful way to visit the country. Get up-close-and-personal with lions, giraffes, elephants, and dozens of other animals in their natural habitat.    "
                },
                "2": {
                    "title": "Scottish Highlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Climb the ramparts of Edinburgh Castle. Tee up at the world's most famous golf course, St. Andrews. Tour Deward's whiskey distillery. Stroll Stirling's historic battlefields of Braveheart fame. And, sail the bonny banks of legendary Loch Lomond.    "
                },
                "3": {
                    "title": "London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Rudy answers London's call with this expert tour of its traditional sights and contemporary and cutting-edge attractions. In London's breathtaking countryside, Rudy points out mythic castles, browses in the real Alice in Wonderland's candy store, visits Jane Austen's house, and gazes upon the mysterious megaliths of Stonehenge.    "
                },
                "4": {
                    "title": "Uzbekistan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "31 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    In one of his series' most colorful and exotic episodes, Maxa takes viewers along the Silk Road in a country that is an emerging economy in Central Asia. Marvel at eye-popping mosques built centuries ago and impeccably restored during Soviet occupation of the country. Maxa joins a family for the preparation of the national dish, \"plov.\"    "
                },
                "5": {
                    "title": "Cape Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "31 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Cape Town is a nexus of cultures in a setting so stunning, it's called the \"new California\" or Africa's Riviera.\" Where else in the world can you wake up in a cosmopolitan city, spend the afternoon with penguins, ride a funicular to the edge of the continent, and watch the sun set from a beach with a glass of local wine in hand?    "
                },
                "6": {
                    "title": "Garden Route",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "31 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    One of the world's most beautiful drives, the Garden Route takes you on a trek along a wild, rugged, gorgeous coastline. Surfers brave enormous waves, exotic birds, watch visitors climb serpentine paths that rise above the coast, and charming seaside resort towns accommodate guests. Finally, take a visit to the heart of South Africa's lush wine country in the village of Franschhoek.    "
                },
                "7": {
                    "title": "Korea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "31 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    From the bustling city of Seoul with its 10 million residents to the country's quite countryside, Korea is a travelers paradise. With their misty mountain temples and the uber-modern cities, Koreans mix an abiding sense if history and traditions with a zeal to achieve global success in technology and other industries.    "
                }
            },
            "3": {
                "1": {
                    "title": "Tahiti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    For sheer tropical splendor, the islands of Tahiti and Bora Bora stand alone. Hyper blue lagoons, white-sand beaches, fish of every shape, size and color, as well as a generous and welcoming people make these islands favorite destinations for travelers from around the world. Lush aerial photography is a highlight of this journey.    "
                },
                "2": {
                    "title": "Polynesia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    Experience their rich sea life, crystal blue waters, and vibrant cultures. Tour the diverse reefs of the coral, sea turtle rehabilitation centers, and the many islands in the different atolls. Participate in the oyster-cultivation process at the major pearl farm. See the remote and sparsely populated Marquesas Islands, where dramatic mountains offer evidence of volcanic origins.    "
                },
                "3": {
                    "title": "Montreal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    Two of the most unique cities in the world are just north of New England. You'll find brie, pate, jewel box-patisseries, and \"s'il vous plait\" right along with bagels, maple syrup, hockey, delis, and bocce ball. The people who forged Montreal and Quebec City 400 years ago braved frigid winters, wars and famine to make these beautiful, multi-cultural cities of the world.    "
                },
                "4": {
                    "title": "Nova Scotia & Newfoundland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    From the charming fishing towns of Nova Scotia to the vast wilderness of Newfoundland, these are the last great open spaces of Eastern North America. A touch of New England, a dash of Germany, here a British fort, there an Irish brogue, Nova Scotia and Newfoundland are mixed-up worlds peopled by the descendants of hardy colonists who came to fish and trade fur.    "
                },
                "5": {
                    "title": "Food, Drink, and Culture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    At Istanbul's Spice Market, brown-gold paprika is carefully molded into the shape of a pyramid. Cinnamon, cumin, ginger, and cardamom infuse the air with the fragrance of the East. From haggis in Scotland to soba and tea in Japan, from asada in Argentina to bibimbap in Korea, food and drink help illustrate the culture and people of a place.    "
                },
                "6": {
                    "title": "Asian Cities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rudy Maxa's World (TV Series 2008–2018)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    From the world's largest city, Tokyo, to the colorful chaos of Delhi, and from the modern miracle of Seoul to the teeming streets of Bangkok, \"Asian Cities\" is a passport to the high-tech marvels and back-street secrets of four of the world's most amazing cities.    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Gray, Daniel Lee"
            }
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzU1MDBmODAtMGQ1Yi00ZjdkLWJjNGYtNmE2YmZmMjUxMGYxXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "title": "Rudy Maxa's World",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2018",
        "akas": [
            "Rudy Maxa's World (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "plot": [
            "Welcome to _Rudy Maxa's World_ (qv), the ultimate travel experience with America's leading high-end travel expert. Join Rudy Maxa, public radio's original Savvy Traveler and contributing editor for National Geographic Traveler magazine."
        ],
        "tech": {
            "runtime": [
                "24 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}