{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "25 May 2008"
            }
        ],
        "release dates": [
            "India::25 May 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Stay Away from Rohan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 May 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina watches a dream in which she and Rohan run towards each other and suddenly a giant Ms. Malpekar arrives and pushes Rohann away capturing Sunaina in a cellphone like box. Rohan blames Sunaina for this to be happened. Sunaina after waking up decides to stay away from Rohan, whom every girl wants to stare and spending time with. She by mistake take her father's new cellphone to school, which was not allowed their. Rohan calls her for some help and she escapes from there. The phone falls from the bag in these chaos and Rohan picks it. Suddenly, Ms. Malpekar ...    "
                },
                "2": {
                    "title": "Mrs. Mathur & Mrs. Mathur!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina watches a dream, in which her mom is canceling her Manali trip. Next day, she gets involved in a fight with Swagatika. Ms. Malpekar arrives capturing Sunaina and calls for a meeting with her father or mother in principal's office. Sunaina in order to save her Manali Trip does not tell her parents about what happened at school. Instead, she ends up dressing up in her mom's outfit and goes to the principal's office to attend the meeting with Ms. Malpekar and principal Shastri, which creates all sorts of chaos. Meanwhile, Geethika finds certain injuries on the ...    "
                },
                "3": {
                    "title": "The Burglar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina hears about regular burglary happening in her area. She then watches a dream in which she is tied with a rope and her mom's friend Dolly Aunty is shown to be killed with a knife. All point for a burglary. Next day, her parents go for a function in late night. They call Dolly aunty to watch their home after Sunaina requests them to not go. She falls in a deep sleep. Meanwhile, Rishabh keeps playing video games till late night. Sunaina calls Nina, Ritu and Sohail. They plans to catch and trap the thief. But due to Sohail's stupid ideas, they themselves get ...    "
                },
                "4": {
                    "title": "Interschool Quiz Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Sohail gets the opportunity to represent their school in the Interschool Quiz Contest with a prize money worth Rs. 50 thousands. Sunaina watches in her dream that Sohail is excitingly roaring 'Tanzania' many times, lots of money is falling and Rishabh is crying and a black kitten. She along with Ritu and Nina gets Sohail ready for every possible question regarding Tanzania. Sohail completely learns a whole book featuring it. Meanwhile Ritu and Nina tries to impress him by helping him in his science project in order to get some share from the prize money. However, ...    "
                },
                "5": {
                    "title": "Rishabh Escaped!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Geethika tries to send Rishabh to skating classes on which he threats them that he will go away from the house. Sunaina watches in her dream that Rishabh is escaping and marking Amitabh Bachchan in Anthony look, an old man, skating classes and banning of video games as reasons. Ritu, Sohail and Nina comes up next day and gift him chocolates to make him happy. But everything goes wrong when Sohail by mistake breaks his favorite game's CD and gets the glass of juice be spread over the room, which annoys Geethika. She thinks that it is done by Rishabh and bans his TV ...    "
                },
                "6": {
                    "title": "Sameer's Birthday Bash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina watches in her dream that Rohan in a magician's costume is attending a kids birthday party. She next day finds that Sameer's birthday is coming and Rishabh is refusing to attend his party. She in order to spend some time with Rohan agrees to Geethika to attend the party along with Rishabh. In school she finds that Sohail is going to attend that party as an anchor for getting two thousand rupees. She along with Nina and Ritu plans to let Rohan agrees to attend the party and to let Sohail agrees to not attend the party. Unfortunately, Swagatika hears about their...    "
                },
                "7": {
                    "title": "Party or Maths Test!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina in her dream watches that Sohail is enjoying a party and Ms. Malpekar is saying 'surprise' again and again times. Next day, she finds that Rohan is giving a late night party and everyone in the class is invited. Sunaina thinking that Ms. Malpekar will keep a surprise maths test on the very next day to the party. She, Ritu and Sohail decide to not attend the party and instead of that, they decide to study at Sunaina's home. Nina decides to attend the party and refuses to study as she don't believes on her dream. But eventually, in night she reaches at her home ...    "
                },
                "8": {
                    "title": "Who Burst the Bomb?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Sohail tries a trick to prank Swagatika. He keeps a bomb below her bench but it accidentally bursts at Ms. Malpekar. Swagatika hears Sohail laughing with Sunaina and others. She gets known to the plan and decides to tell the truth to Ms. Malpekar. Sunaina watches in her dream spectacles and tap recorder. She makes a plan. Ritu takes an interview of Swagatika and records her voice in the tap recorder. Nina then goes to Ms. Malpekar and removes her glasses and keeps them away from her. Sunaina arrives after Nina leaves and she starts the tap recorder telling Ms. ...    "
                },
                "9": {
                    "title": "The Angry Librarian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina issues a book from the town library, on which the angry librarian Mrs. Kadake tells her that if she will somehow harms the book, then her membership would be canceled. She watches in her dream that Mrs. Kadake has canceled her library membership. This makes her worried. She takes its care. But in school it gets destroyed by tomato soup due to the fight between Rishabh and Sameer. Sunaina comes to know that an award winning writer Dr. Madhu Milind Joshi is coming to the library in a seminar. So she requests Sohail and Nina to become Dr. Joshi and his assistant....    "
                },
                "10": {
                    "title": "At the Parlour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Ritu's mom doesn't allow her to go for a trip along with her friends, instead she sends her to Kathak classes. Geethika orders Sunaina to take Rishabh to beauty parlour for haircut. Before going, Sunaina sleeps and watches in her dream that she is stucked in the hairs of a lady. Sunaina after being afraid about this sends Sohail with Rishabh. Sohail becomes busy in impressing girls and Rishabh tries to escape from there after he finds Sameer there and becomes afraid about what would happen if he will know that Rishabh is cutting his hairs in ladies parlour. Sameer's ...    "
                },
                "11": {
                    "title": "Student of the Year",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    The award for 'Student Of The Year' is to be given to a student. Sunaina watches in her dream that principal Shastri is wearing cricket outfit with a jar of pickel in his hand saying snow is falling in Canada. Ms. Malpekar gives them an assignment that is to be submitted on the day, when she tells that she will be absent. Sunaina, Nina and Ritu after knowing from Swagatika that principal Shastri loves pickels, gifts him different pickels. Meanwhile, Sohail joins the school cricket team thinking that it may help him to get the award as it was connected to Sunaina's ...    "
                },
                "12": {
                    "title": "Principal Shastri's Hairstyle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "10 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina watches in her dream that Principal Shastri is eating a sandwich with hairs inside and blaming Sunaina for this to be happened and watches a yellow sweater. Next day, Principal Shastri fixes a meeting with his college friend Ms. Renuka Das on the following day in school, whom he hasn't met for a very long time. When they met for the last time, his hairs were so long and curly, but now there are much less and about to finish. Nina comes wearing the same sweater. Principal Shastri wears a wig that looks same as his hairs were in his college time. Rohan borrows ...    "
                },
                "13": {
                    "title": "The Antique Painting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Sohail brings an antique 18th century painting from Chor Bazaar. Sunaina watches is her dream that she along with Sohail and her father is enjoying in a car as they would become rich. She requests her father to buy that painting thinking that it would be sold in lacs of rupees. Sohail firstly wants 3 crore rupees for that. But, when Vijay tells him that a famous archaeologist Lalji Bhai Gubbarewala will check that whether it is original or fake, Sohail sells it only for Rs. 3000. Sunaina do not tells about her dream to Sohail and Sohail also do not tells Sunaina that ...    "
                },
                "14": {
                    "title": "Bye Bye Nina!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Nina will have to go to Dubai as her father's job has transferred there. She doesn't want to go there leaving her friends. Sunaina watches in her dream a notebook, some flying shoes and oranges and a picture of Bipasha Basu. Rishabh wears new school shoes same as appeared in Sunaina's dream. Sohail steals Swagatika's maths notebook as it was the same appeared in Sunaina's dream and keeps it on Nina' desk and Nina gets caught by Ms. Malpekar. Meanwhile, Sohail comes to know that Bipasha Basu is shooting near their school. Rohan brings an orange and plays with Sohail by...    "
                },
                "15": {
                    "title": "Save the Restaurant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "31 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Vijay decides to sell his restaurant with the famous restaurant chain 'Venus' run with one of his old college friend Mr. Aniruddh and his partner a builder Mr.Bajaj as a partner. A day before his restaurant's testing, his whole staff gets sick by food poisoning. Sunaina watches a dream that his father is cleaning the floor and Mr. Aniruddh is ordering him. Sunaina gets afraid about something crucial would happen with his father. She decides to prevent him from partnership. On the meeting, Nina and Ritu become waitress while Sunaina and Sohail become chef after ...    "
                },
                "16": {
                    "title": "Niharika and Sohail's Tragedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina watches in her dream that a fight would happen between she, Nina and Ritu due to someone named Niharika. Next day, she finds that Principal Shastri's niece named Niharika Shastri has come in their school for a visit from Delhi. She becomes much friendly with Sohail. She goes with him for movie and spends all her time in school with him. But Sunaina, Nina and Ritu try to break their friendship in order to prevent their possible fight. It cause a war between them and Sohail. They mix peppers in the chocolates Sohail gives to Niharika. They tell Niharika that ...    "
                },
                "17": {
                    "title": "Badminton vs WWF",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "14 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina watches in her dream that Principal Shastri is playing boxing with a badminton shutterstock in his hand. Next day, she comes to know that their very new incompleted badminton ground is now replacing with a WWF ring. The main reason behind this was Mr. Dhanaura, the school trusty. He was just wanting to fulfill his son Sameer's wish to have one WWF ring in his school as he is a huge fan of WWF. Mr. Dhanaura pressurises Principal Shastri to replace the badminton court with that of WWF. Sunaina makes a plan and requests Rishabh to fight with Sameer. When he ...    "
                },
                "18": {
                    "title": "Swagatika's Secret Diary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "21 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina and Geethika meet Swagatika and her mom. Swagatika again impresses Geethika by lying and showing good manners and telling her score in last maths test. She also tells Sunaina's score to Geethika which she had hidden from her. Geethika compares Sunaina with Swagatika hurting Sunaina and decides to send Sunaina for Maths tuition to Swagatika. At her home, when Swagatika moves out of her room, Sunaina discovers a secret diary in a pillow, in which Swagatika has written bad things about her gang and even Ms. Malpekar. Swagatika arrives and takes that back. Sunaina...    "
                },
                "19": {
                    "title": "Malu Meets Mohu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "28 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina watches a mystery man in her dream who was appearing much romantically with Ms. Malpekar and he also stops her from beating Sunaina with a scale. Next day, Ms. Malpekar meets his college friend Mohit. He calls her as Malu and she calls him as Mohu. The two starts to live together in the school very romantically. It also brings a change between Ms. Malpekar's behavior and attitude. She wears contact lenses instead of spectacles. She then instead of strict becomes friendly teacher. She do not punishes students and even sings songs with them in class instead of ...    "
                },
                "20": {
                    "title": "Superstar Mom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "5 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina watches in her dream that Geethika has become a big superstar and even slaps a director, whereas she is in a charwoman's getup. Next day Geethika decides to leave the film industry as she was not getting offers suitable to her. Sunaina requests her to attend the audition for the movie 'Mother India Part II' which was to be directed by the same director whom Geethika slapped in her dream. Geethika agrees to attend the audition. Then Sohail tries to impress the director and his assistant by more and more praising of Geethika treating her as a very big superstar ...    "
                },
                "21": {
                    "title": "Ritu's Tragedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "12 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Sunaina goes out of town for a wedding. She tells Ritu on phone that she has watched a dream about her and she should not give money to anyone because it would cause a fight between her and the borrower. Ritu as usual overreacts about the dream. Sohail wants 200 Rs. from her to buy Nina a gift for her birthday. She refuses to give and Sohail and Nina stop to talk to her. Principal Shastri also asks her for five rupee and promises to give it back but she in order to prevent the possible fight between them doesn't gives him money. Swagatika also asks her for five rupee ...    "
                },
                "22": {
                    "title": "Get Ms. Marphatia In!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "19 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Ms. Malpekar gets injured when she slips and her leg gets fractured. She remains absent for some days. A new teacher Ms. Mallika Marphatia comes to teach the class as a substitute. Every student likes her as she teaches very lightly as a primary class teacher, sings songs in class and even do not punishes students. When they know that Ms. Malpekar is again going to come to teach them, they get afraid as they want to teach from Ms. Marphatia and they has not completed Ms. Malpekar's assignments. Sunaina watches in her dream that she is shifting Rishabh's class teacher ...    "
                },
                "23": {
                    "title": "Get Ms. Malphatia Out!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sunaina (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "26 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Ms. Marphatia the new Maths and Science teacher of Sunaina's class after becoming the permanent teacher shows her reality. She treats the students even more strictly then Ms. Malpekar. She punishes them like primary class students like to keep finger on lips, to stand on bench and to hit on their hands through stick. Everyone again wants Ms. Malpekar to become their teacher instead of Ms. Marphatia. Sunaina watches in her dream that she is the participant of the show 'Hole In The Wall', where a spider shaped hole arrives pushing her in the pool. Next day, Ms. ...    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Jain, Palak"
            },
            {
                "name": "Jain, Umang"
            },
            {
                "name": "Soni, Jayshree"
            },
            {
                "name": "Doshi, Devansh"
            },
            {
                "name": "Soni, Markand"
            },
            {
                "name": "Mehra, Pragati"
            },
            {
                "name": "Sathe, Mrudula"
            },
            {
                "name": "Vattnani, Kalika"
            },
            {
                "name": "Parimoo, Lalit"
            },
            {
                "name": "Pandey, Nitish"
            },
            {
                "name": "Tandon, Lavina"
            }
        ],
        "genres": [
            "Comedy",
            "Fantasy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 15,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzJhYjM5MDItNDViMS00NjQ0LWFhMTEtYmEyMDU0MTg5YjJiXkEyXkFqcGdeQXVyNjgxMjk4MzQ@._V1_SY150_CR10,0,101,150_.jpg",
        "languages": [
            "Hindi",
            "English"
        ],
        "title": "Sunaina",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2008",
        "akas": [
            "Sunaina (India)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "The show revolves around a 15-year-old girl _Sunaina_ (qv) who has an ability to see the future in her dreams and follows the misadventures by those dreams."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 6.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "males": {
                "votes": 5,
                "rating": 5.8
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "females": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 4,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 6,
            "9": 2,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 6.5,
        "median": 9
    }
}