{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2008"
            }
        ],
        "release dates": [
            "Canada::2008"
        ],
        "episodes": {
            "5": {
                "16": {
                    "title": "Marie-Lise Pilote, Dany Turcotte, Laurent Godbout, Brigitte Lafleur et Geneviève Rochette",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    -Josélito Michaud partage des souvenirs avec Marie-Lise Pilote, Dany Turcotte, Brigitte Lafleur et Geneviève Rochette.    "
                },
                "17": {
                    "title": "France Beaudoin et Kim Thúy",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "27 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    -Josélito Michaud partage des souvenirs avec France Beaudoin et Kim Thúy.    "
                },
                "18": {
                    "title": "Corneille et Sylvain Cossette",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "4 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    -Josélito Michaud partage des souvenirs avec Corneille et Sylvain Cossette.    "
                },
                "19": {
                    "title": "Mes Aïeux et Daniel Lemire",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    -Josélito Michaud partage des souvenirs avec Mes Aieux et Daniel Lemire.    "
                },
                "20": {
                    "title": "Marie-Ève Janvier, Jean-François Breau, Laurence Jalbert et Brigitte Boisjoli",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "18 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    -Josélito Michaud partage des souvenirs avec Marie-Ève Janvier, Jean-François Breau, Laurence Jalbert et Brigitte Boisjoli.    "
                }
            },
            "3": {
                "1": {
                    "title": "Aperçu de la saison",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "23 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Pénélope McQuade et Chantal Jolis",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "30 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Claude Béchard et Daniel Casgrain",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    -Dans un entretien exclusif, Claude Béchard nous raconte son premier combat. Il a été hospitalisé en juin 2008. Les médecins ont alors diagnostiqué un fulgurant cancer du pancréas et le politicien a été opéré d'urgence. Il a repris le travail progressivement en novembre de la même année pour se présenter aux élections provinciales du 8 décembre, qu'il a remportées tout en poursuivant ses traitements de chimiothérapie. Cette entrevue a eu lieu le 26 octobre 2009 avant qu'il soit hospitalisé à nouveau au début de l'année 2010 pour une récidive de ce cancer. L'autre ...    "
                },
                "4": {
                    "title": "Guy Carbonneau et Michel Bergeron",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "13 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    -Michel Bergeron, le tigre fougueux. Il est reconnu pour sa fougue et sa persévérance. Surnommé le Tigre, il contribue au climat de tension qui anime les parties opposant les Nordiques de Québec et les Canadiens de Montréal jusqu'à son départ pour New York, en 1987. Un an après, il est congédié. Il effectue alors un bref retour difficile derrière le banc des Nordiques de Québec pour ensuite entreprendre une carrière de chroniqueur et d'analyste. Voyez l'entrevue avec un passionné.    "
                },
                "5": {
                    "title": "Andréanne et Élise Chartrand-Beaudry, et Michel Barrette",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "20 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    -Les soeurs Chartrand-Beaudry, le voyage d'une vie. Andréanne et Élise sont les enfants de Maryse Chartrand et de Samuel Beaudry, un jeune couple dans la quarantaine qui décide en 2003 de suspendre leur vie stressante et de faire le tour du monde avec leurs trois enfants. Quelques mois après leur retour au Québec, Samuel s'enlève la vie. Voyez l'entrevue touchante de ces deux soeurs qui signent avec leur mère le documentaire poignant 'Le voyage d'une vie', né de leur carnet de voyage au dénouement tragique.    "
                },
                "6": {
                    "title": "François-Louis Tremblay et Roméo Dallaire",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "27 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    -François-Louis Tremblay, un gagnant oublié. En montant deux fois sur le podium à Vancouver, le patineur de vitesse François-Louis Tremblay est devenu l'athlète masculin canadien le plus médaillé de l'histoire olympique à égalité avec Marc Gagnon. Pourtant, sa présence dans les médias reste timide. Retour sur le parcours exceptionnel d'un quintuple médaillé olympique rempli de passages à vide et de moments très intenses. Et l'autre invité à cet épisode: Roméo Dallaire, un homme à l'âme blessée. Le général Roméo Dallaire a consacré 36 ans de sa vie aux Forces armées ...    "
                },
                "7": {
                    "title": "Alain Pouliot et Dominique Michel",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "4 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    -Alain Pouliot, ambassadeur d'une tragédie Le 4 août 1978, un autobus a des problèmes avec ses freins et s'engloutit dans le lac d'Argent à Eastman, emportant avec lui 40 personnes : 24 handicapées et 16 bénévoles. Alain Pouliot est l'un des 7 survivants de cette tragédie. Trente ans plus tard, il se remémore la chronologie des événements à quelques mètres seulement du lieu où sa vie a basculé. Et l'autre invitée dans cet épisode: Dominique Michel, la vie bille en tête. Sur le plan de la santé, les dernières années ont été difficiles pour Dominique Michel. Après avoir...    "
                },
                "8": {
                    "title": "Dave St-Pierre et Michelle Courchesne",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    -Dave St-Pierre à pleins poumons. Dave est un danseur qui a laissé des traces importantes sur son passage ici comme ailleurs. En plus de ses propres créations, il a été conseiller chorégraphique du spectacle 'Zumanity' du Cirque du Soleil et a aussi chorégraphié le spectacle 'Love', inspiré de l'univers des Beatles. À 17 ans, il apprend qu'il est atteint de la fibrose kystique. Une espérance de vie limitée avec laquelle il a dû composer jusqu'au jour où la greffe des poumons est devenue sa seule chance de survie. L'autre invitée dans cet épisode: Michelle Courchesne; ...    "
                },
                "9": {
                    "title": "Sébastien Tougas et Boucar Diouf",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "18 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    -Sébastien Tougas, le frère. Il a joué dans les émissions 'Épopée rock', 'Les débrouillards' et 'D'amour et d'amitié', mais on se souviendra surtout de lui pour son rôle de Renaud Cayer dans l'émission 'Peau de banane', qui mettait aussi en vedette sa soeur Marie-Soleil, l'enfant chérie du Québec décédée dans un accident d'avion le 10 août 1997 aux côtés de son amoureux le cinéaste Jean-Claude Lauzon. Après toutes ces années, Sébastien Tougas, maintenant publiciste, parle du deuil de sa soeur, de son père, de son métier de comédien et de sa place de petit mouton noir ...    "
                },
                "10": {
                    "title": "Pierre Légaré et Martin Lajeunesse",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "25 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    -\"Quelle belle vie\", a-t-il écrit. Pour Pierre Légaré, les paroles de cette chanson prennent encore plus de sens aujourd'hui. Une entrevue réfléchie, à l'image de l'homme, dans laquelle il discute de son cancer, de ses traitements de chimiothérapie, mais surtout du ménage émotif qu'il a dû faire en réfléchissant à de nouveaux mécanismes de défense dans sa vie au quotidien. Aujourd'hui, il vit sans masque, sans autocensure, non pas par égoïsme, mais par authenticité. L'autre invité dans cet épisode: Martin Lajeunesse, quand le regard d'amour du père n'y est pas. Fils ...    "
                },
                "11": {
                    "title": "Kim Thúy et Louise Harel (en rediffusion)",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "1 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    -Kim Thùy, partir sans bagage. En 1978, alors qu'elle a dix ans, Kim Thùy doit fuir son Vietnam natal avec les siens. Pendant le voyage clandestin de quelques jours, elle est confinée à la cale d'un bateau où sont entassés d'autres réfugiés. Sa première escale est dans un camp de réfugiés malaisien, pour une période de 4 mois, et sa seconde dans la contrastante ville de Granby. En entrevue, elle partage avec générosité ses souvenirs d'enfant. Elle parle également de sa relation avec son fils autiste, et de ce sentiment de vivre avec un enfant différent. Kim Thùy a ...    "
                },
                "12": {
                    "title": "Marie-Sissi Labrèche et Charles Tisseyre (en rediffusion)",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "8 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    -Fils de l'éditeur et écrivain Pierre Tisseyre et de la journaliste et animatrice Michèle Tisseyre, Charles est, depuis 1992, à barre de l'émission Découverte. Dans cette entrevue, il raconte son parcours de vie, de l'enfance à aujourd'hui : son entrée difficile à la petite école alors que sa mère animait Music-Hall, son début à l'université en droit alors qu'il souhaitait aller en médecine - Il parle avec amour et respect de son père, qu'il qualifie de papa poule, et de sa mère, hors norme pour l'époque. Il parle du deuil de son frère, victime d'un accident d'avion, ...    "
                },
                "13": {
                    "title": "Éliane Parent et Zachary Richard",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "15 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    -À 18 ans, Éliane Parent est victime d'un grave accident, fauchée par une conductrice multirécidiviste en état d'ébriété. Elle a subi un traumatisme crânien très sévère et elle a été plongée dans un profond coma. En compagnie de sa mère, elle revient sur les événements et les multiples deuils, dont celui de sa mémoire. Et l'autre invité à cet épisode: Zachary Richard, homme d'action et d'engagement. À bord du train, il parle de ses souvenirs d'enfant : le bruit du train qui, la nuit, passait tout près de sa maison, sa relation avec sa famille très croyante, la mort de...    "
                },
                "14": {
                    "title": "Pierrette Richer et André Robitaille",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "22 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    -La vie après la perte de ses enfants. Le 8 février 1974, Pierrette Richer est au restaurant avec son mari quand on vient les prévenir que leur maison est la proie des flammes. À leur arrivée, ils constatent qu'il ne reste plus rien. Leurs quatre fils et leur fille, alors âgés de 4 à 8 ans, sont morts asphyxiés. Trente-six ans plus tard, Pierrette Richer pratique l'ostéopathie, entre autres, avec les enfants. Conversation avec une battante qui a décidé de se relever et de continuer à vivre. L'autre invité dans cet épisode: André Robitaille, esprit grégaire Dans cette ...    "
                },
                "15": {
                    "title": "Did Tafari Bélizaire et Yves Desgagnés",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "29 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    -Did-Tafari Bélizaire, du jeu pathologique à la tentative de suicide. Le 20 septembre 2003 à 6 h du matin, des marins découvrent un colosse de 6 pieds 7 pouces dans les eaux du fleuve Saint-Laurent. Les pompiers repêchent l'homme de 36 ans. Il nageait depuis une heure et demie, emporté par le courant. En tombant dans l'eau, sa colonne vertébrale s'est sectionnée, déchirant sa moelle épinière. Aujourd'hui, Did Tafari Bélizaire est cloué à son fauteuil roulant à cause de sa tentative de suicide. Tentative de suicide qui, dans son cas, est directement liée au jeu ...    "
                },
                "16": {
                    "title": "Dominique Poirier, Marie-Paule McInnis et l'abbé Raymond Gravel",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "5 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    -Dominique Poirier, le bien-être du lâcher-prise. Après 23 ans aux services de l'information de Radio-Canada et deux propositions qu'elle ne trouve pas intéressantes, Dominique Poirier décide de tourner la page en quittant le réseau. Une année à peine après avoir vécu en retrait du public, elle retourne à Radio-Canada, à la radio, où elle anime actuellement L'après-midi porte conseil. Une entrevue dans laquelle, avec bonheur et pudeur, elle porte le chapeau de l'interviewée et parle du bien-être du lâcher-prise professionnel. Aussi dans cet épisode, l'invitée ...    "
                },
                "17": {
                    "title": "Mario Pelchat, Michel Louvain, et Guylaine Tremblay et Bobinette/Christine Lamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    -Mario Pelchat aime tellement Noël qu'il le chante. Faire un album de Noël était très précieux pour lui, car son premier répertoire a été celui des cantiques du temps des Fêtes. Il chante donc une chanson écrite par Claude Gauthier, Chantons Noël, de son album Noël avec Jireh Gospel Choir. Puis comme autre invité à cet épisode, Michel Louvain et la nostalgie du temps des Fêtes. Une rencontre tout en intimité avec Michel Louvain, qui nous raconte son très long parcours depuis le début de sa carrière, la mort de son père, son besoin d'être présent pour ses soeurs. Il ...    "
                },
                "18": {
                    "title": "Sylvie Desgroseilliers, Laurent Paquin, Edgar Fruitier et Marina Orsini",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "14 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    -Josélito reçoit Sylvie Desgroseillers, qui interprète un classique : Amazing grace, qui s'inscrit sans aucun doute dans la tradition musicale du temps des Fêtes. Divinement beau.    "
                },
                "19": {
                    "title": "Alain Choquette, Dr Julien, et la famille Parent",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    -Magie avec Alain Choquette. Avec un bout de ficelle, mais surtout avec Alain, la magie opère.    "
                },
                "20": {
                    "title": "Yves Lambert et le Bébert Orchestra, et Les Grandes Gueules",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    -Yves Lambert a les deux pieds dans la musique traditionnelle depuis l'adolescence. C'est un amoureux du passé, de l'histoire, de la mémoire, mais ne carbure pas à la nostalgie qui selon lui ralentit les ardeurs et la flamme intérieure qu'il porte toujours lorsqu'il monte sur la scène. Il interprète avec le Bébert Orchestra 'Ti get up Charlie'.    "
                },
                "21": {
                    "title": "Ima et Janette Bertrand",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "27 Dec. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Denis Bouchard et Valérie Blais",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "28 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    -Denis Bouchard : léguer le bonheur en héritage. L'enfance de Denis Bouchard a été parsemée de nombreux déménagements en raison du travail de son père. Une période de sa vie où ses amis ont donc changé souvent. Les souvenirs des Noëls de son enfance ramènent à sa mémoire son oncle Léo, un personnage très flamboyant et entouré d'un certain mystère. Le temps des Fêtes, c'est dorénavant avec son fils que Denis Bouchard le passe. Un fils à qui il aimerait apprendre à être responsable de son propre bonheur. Il apprécie l'avantage d'avoir eu son enfant alors qu'il était un ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Maxime Landry et Gilbert Rozon",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "29 May 2011",
                    "year": "2011",
                    "plot": "\n    -Gilbert Rozon, grand visionnaire. Il est à bord du train. L'homme derrière 'Juste pour rire', multinationale de l'humour, se livre à Josélito en revenant sur des événements importants et difficiles de sa vie, dont cette histoire au Manoir Rouville-Campbell dans laquelle il a été accusé d'agression sexuelle. Un témoignage vrai et sincère de Gilbert Rozon, qui parle aussi de son lien privilégié avec Charles Trenet, qu'il a accompagné jusqu'à la mort.    "
                },
                "2": {
                    "title": "Serge Lama et Coeur de pirate",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "5 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    -Serge Lama, mélancolique. Bien que la plupart des gens autour de lui le perçoivent comme un joyeux luron, Serge Lama a une âme profondément mélancolique. C'est dans cet état d'esprit qu'il revient sur quelques événements marquants de sa vie, dont cet accident de voiture survenu en pleine tournée quand il avait 24 ans et dans lequel il a perdu sa fiancée et un ami. Après toutes ces années, il se sent toujours coupable de leur mort, mais surtout de celle de son amoureuse de l'époque, qui avait accepté de le suivre en tournée.    "
                },
                "3": {
                    "title": "Michel Jasmin et Mario Saint-Amand",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "12 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    -Michel Jasmin, fort dans l'adversité. En 1973, sa vie bascule. Un accident de voiture le rend paraplégique. Il se relève de cette difficile épreuve et deviendra plusieurs années plus tard l'animateur vedette d'une émission de variétés. Le parcours tumultueux de Michel Jasmin se poursuit quand il subit un autre accident, en 1987, qui le mènera à une amputation de la jambe en 2005. Une perte dont le deuil reste à faire. Bilan de la vie en montagnes russes de Michel Jasmin. L'autre invité dans cet épisode: Mario Saint-Amand, une voix humble. Il ne boit plus depuis ...    "
                },
                "4": {
                    "title": "Louis Morissette et Isabelle Maréchal",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "19 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    -Louis Morissette : la famille, sa principale bouée de sauvetage. Il a un jour pensé tout lâcher. C'était à la fin de l'année 2004, une année pénible pour Louis. D'abord à cause de l'affaire Morissette : il a été congédié de l'émission 'Pour le meilleur et pour le pire', à TVA, à la suite du sketch de Séraphin Péladeau à l'émission 'Ceci n'est pas un bye bye'. Ensuite, à cause de sa démission précipitée de l'émission 'VIP', qu'il animait : il croulait sous le poids des critiques. La famille, sa principale bouée de sauvetage, lui a permis de reprendre son souffle et de...    "
                },
                "5": {
                    "title": "Fabienne Larouche et Mario Tremblay",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "26 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    -Fabienne Larouche : un peu, beaucoup, passionnément. Elle a une peur bleue de la mort. Elle saute les pages de la rubrique de nécrologie, ne dépasse jamais un corbillard et déteste passer à côté d'un cimetière. C'est une de ces phobies parmi plusieurs autres comme un mauvais souvenir d'enfance qui la poursuit. Une autre phobie : l'ennui. C'est pourquoi elle ne chôme pas. Après 15 ans et 1740 épisodes de 'Virginie', il y a un deuil à faire, mais la passion, toujours, l'entraîne vers de nouveaux projets. L'autre invité dans cet épisode: Mario Tremblay. Il a la ...    "
                },
                "6": {
                    "title": "Marie Laberge et Pierre Marcotte",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "3 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Isabelle Gaston",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "10 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    -Isabelle Gaston : surmonter l'insurmontable. À bord du train, Isabelle se confie à Josélito en revenant sur les événements tragiques de l'assassinat de ses deux enfants par son ex-conjoint Guy Turcotte. La souffrance est poignante, la culpabilité grande, mais Isabelle Gaston, rationnelle et cartésienne, reste en vie avant tout pour honorer ses enfants. Cette entrevue a été réalisée avant la tombée du verdict. Turcotte a été jugé non criminellement responsable pour cause de troubles mentaux. Un verdict auquel elle ne s'attendait pas, mais sur lequel, comme elle l'a ...    "
                },
                "8": {
                    "title": "Luc Picard et Jean-François Chicoine",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    -Luc Picard : filmer l'enfance. Devenu acteur sur le tard, Luc revient sur les hauts et les bas du métier. Accumulant les rôles marquants au cinéma et à la télévision au tournant des années 2000, il a connu une baisse de régime dans sa carrière en 2003. C'est en écrivant à cette époque une lettre destinée à son fils Henri que Luc Picard a jeté les bases du scénario de son premier long métrage, 'L'audition'. Il nous parle également de deux départs importants dans sa vie, ceux de Michel Chartrand et de Pierre Falardeau. L'autre invité dans cet épisode: Jean-François ...    "
                },
                "9": {
                    "title": "Denise Bombardier et India Desjardins",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "24 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    -Denise Bombardier, confiante et sereine. Auteure, animatrice et journaliste, Denise Bombardier n'a jamais eu peur d'exprimer ses opinions, s'exposant tout au long de sa carrière à la critique. « Si les critiques m'avaient vraiment dérangée, je ne serais plus là, je serais effondrée et je me serais retirée dans mes terres. » Dans ses oeuvres, Denise Bombardier a volontairement évité le thème de la mort, estimant « que la vie est tellement précieuse que c'est une insulte à la vie de constamment évoquer la mort ». L'autre invitée de cet épisode: India Desjardins; faire ...    "
                },
                "10": {
                    "title": "Daniel Pinard et Sonia Benezra",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "31 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    -Daniel Pinard : la rançon du succès. Sociologue de formation et grand communicateur, Daniel Pinard a connu beaucoup de succès à la fin des années 1990 avec l'émission culinaire' Ciel. mon Pinard'. Il nous parle de son amitié avec Jean-Louis Millette, mort en 1999, et du bonheur de la solitude. Il revient également sur la sortie qu'il avait faite au début des années 2000 contre les préjugés homophobes. Autre invitée dans cet épisode: Sonia Benezra : famille et travail. Sonia cumule près de 25 ans de métier à la télévision. Passionnée de son travail, elle admet avoir ...    "
                },
                "11": {
                    "title": "Patrick Labbé et Dany Laferrière",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "7 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    -Patrick Labbé : les grands rôles de sa vie. Patrick a fait ses débuts à la télévision à 15 ans. En 25 ans de métier, le comédien de 40 ans n'a pas chômé, accumulant les rôles au petit comme au grand écran. Il nous parle du rôle le plus important de sa vie, celui de père de cinq enfants, et revient sur le deuil de son père, qu'il a dû affronter lors du tournage de la série 'Mirador'. Son personnage, Philippe Racine, vivait également le deuil de son père dans la série. « Je ne pouvais faire abstraction de mon propre deuil. Nous avons fait une seule prise, ça montre la ...    "
                },
                "12": {
                    "title": "Michel Dumont et André Melançon",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "14 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    -André Melançon : une vie derrière la caméra. André Melançon a réalisé quelques-uns des plus grands succès du cinéma québécois, dont 'La guerre des tuques'. Père de deux enfants, le réalisateur a souvent craint ne pas être suffisamment présent auprès d'eux. « J'ai eu mes enfants quand j'ai commencé à être réalisateur et j'ai longtemps pensé que j'étais un père absent parce que je travaillais beaucoup. » Amoureux dans son métier, André Melançon explique qu'il n'est pas facile de conserver sa place dans l'industrie cinématographique québécoise. « Certains jours, il faut...    "
                },
                "13": {
                    "title": "Patrice Godin, Sylvie Drapeau et Suzanne Lévesque",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    -Patrice Godin : l'homme de l'ombre. Malgré sa présence importante à la télévision, le comédien Patrice Godin préfère demeurer dans l'ombre, donnant des entrevues au compte-gouttes. Adopté très jeune, il a encore l'impression d'avoir été rejeté. « J'ai des parents adoptifs extraordinaires, mais la blessure de l'adoption est là. J'ai une mère qui m'a porté et puis abandonné, c'est inscrit en moi. ». Dans cet épisode, il y a aussi Sylvie Drapeau : sans demi-mesure. Actrice au jeu intense et inscrit dans l'urgence, Sylvie Drapeau a fait sa marque au théâtre, notamment ...    "
                },
                "14": {
                    "title": "Alain Lefèvre et Louise Deschâtelets",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "28 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    -Alain Lefèvre : pianiste évangéliste. Compositeur et pianiste de renommée internationale, Alain Lefèvre a toujours eu comme mission de démocratiser la musique classique. Encore aujourd'hui, il passe beaucoup de temps dans les classes pour faire découvrir sa passion aux jeunes enfants. Alain Lefèvre a par contre eu une enfance difficile, subissant les railleries de ses camarades en raison de son accent et de son goût développé pour la musique et les parfums. Autre invitée dans cet épisode: Louise Deschâtelets : la passion avant tout. Louise est présente dans le ...    "
                },
                "15": {
                    "title": "Véronique Cloutier",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "4 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    -Véronique Cloutier : la grande soeur. Une enfant de la télé, Véronique est une des personnalités les plus appréciées du Québec. Dès son jeune âge, elle n'a qu'un objectif, faire carrière dans les médias. Sur le plan personnel autant que professionnel, la vie de Véronique Cloutier a subi une importante cassure le 25 mars 2004, lors de l'arrestation de son père. Elle revient également sur les conséquences du 'Bye bye 2008' sur son conjoint, Louis Morissette, et sa famille.    "
                },
                "16": {
                    "title": "Guillaume Lemay-Thivierge et Luc Langevin",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    -Le comédien Guillaume Lemay-Thivierge a commencé dans le métier alors qu'il était tout jeune. Malgré les années qui ont passé, le comédien se considère toujours comme un enfant. Son refus de vieillir, il l'assume pleinement. Dans l'entrevue, il aborde également le thème de la famille, très cher à ses yeux. L'autre invité à cet épisode, depuis son plus jeune âge, Luc Langevin n'a qu'une ambition : devenir le plus grand illusionniste au monde. Son rêve a bien failli être brisé à l'été 2010, alors qu'on lui a diagnostiqué une rare maladie de la moelle épinière. Malgré ...    "
                },
                "17": {
                    "title": "Éric Salvail et Patrick Norman",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "29 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    -L'animateur Éric Salvail est une des personnalités les plus en vue du showbizz québécois. Malgré l'assurance qu'il projette au petit écran, il ne démontre pas la même confiance au quotidien. « J'ai souvent de la difficulté à prendre des décisions, je doute beaucoup de mes choix. » Dans cette entrevue, il parle également de la maladie d'Alzheimer qui a emporté son père. L'autre invité dans cet épisode: Patrick Norman. L'auteur-compositeur-interprète roule sa bosse dans la musique depuis plus de 40 ans. Le décès de son père, en mars 1999, a été l'une des plus grandes ...    "
                },
                "18": {
                    "title": "Mario Jean et Louis-François Marcotte",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    -Mario Jean célèbre cette année 20 ans de carrière en humour. Malgré le succès qu'il a toujours connu, sa priorité a toujours été la famille. Il nous raconte quelques-uns de ses souvenirs de Noël, une fête particulièrement importante à ses yeux. L'autre invité dans cet épisode: Louis- François Marcotte, le cuisinier préféré des dames, n'est pas un cordonnier mal chaussé. À Noël, avec sa compagne Patricia Paquin, il adore cuisiner pour les autres. Son père, Benoît, se joint à nous pour l'entretien.    "
                },
                "19": {
                    "title": "Lise Dion et Natalie Choquette",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "13 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    -À 9 ans, l'humoriste Lise Dion a perdu son père. Pendant plusieurs années, sa famille n'a plus célébré Noël. Aujourd'hui, Noël représente un des moments de l'année les plus importants pour Lise Dion. Marie-Élaine Thibert se joint à nous pour l'entretien. L'autre invitée dans cet épisode: Natalie Choquette. Fille de diplomate, cette soprano a célébré Noël dans plusieurs parties du monde pendant son enfance. Sa mère, Marie-Josée, et sa fille, Florence K, viennent la rejoindre pendant l'entretien.    "
                },
                "20": {
                    "title": "Jean-Michel Anctil et France D'Amour",
                    "kind": "episode",
                    "episode of": {
                        "title": "On prend toujours un train pour la vie (TV Series 2008–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "20 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    -Pendant plusieurs années, l'humoriste Jean-Michel Anctil montait sur scène en moyenne plus de 150 fois. Après avoir pris une pause prolongée, il a renoué avec la scène. Il nous parle de la relation qu'il entretient avec son métier. Il est rejoint par sa fille Laurie. L'autre invitée dans cet épisode: France D'Amour. L'auteure-compositrice-interprète apprécie l'ambiance des Fêtes. Elle nous interprète quelques chansons de Noël.    "
                }
            }
        },
        "number of episodes": 47,
        "cast": [
            {
                "name": "Michaud, Josélito"
            },
            {
                "name": "Thúy, Kim"
            },
            {
                "name": "Bouchard, Denis"
            },
            {
                "name": "Béchard, Claude"
            },
            {
                "name": "Chartrand-Beaudry, Andréanne"
            },
            {
                "name": "Choquette, Alain"
            },
            {
                "name": "Desgroseilliers, Sylvie"
            },
            {
                "name": "Ima"
            },
            {
                "name": "Lambert, Yves"
            },
            {
                "name": "McQuade, Pénélope"
            },
            {
                "name": "Parent, Éliane"
            },
            {
                "name": "Pelchat, Mario"
            },
            {
                "name": "Poirier, Dominique"
            },
            {
                "name": "Pouliot, Alain"
            },
            {
                "name": "Richer, Pierrette"
            },
            {
                "name": "St-Pierre, Dave"
            },
            {
                "name": "Tougas, Sébastien"
            },
            {
                "name": "Tremblay, François-Louis"
            },
            {
                "name": "Anctil, Jean-Michel"
            },
            {
                "name": "Bombardier, Denise"
            },
            {
                "name": "Dion, Lise"
            },
            {
                "name": "Dumont, Michel"
            },
            {
                "name": "Jasmin, Michel"
            },
            {
                "name": "Jean, Mario"
            },
            {
                "name": "Labbé, Patrick"
            },
            {
                "name": "Laberge, Marie"
            },
            {
                "name": "Landry, Maxime"
            },
            {
                "name": "Larouche, Fabienne"
            },
            {
                "name": "Lefèvre, Alain"
            },
            {
                "name": "Lemay-Thivierge, Guillaume"
            },
            {
                "name": "Morissette, Louis"
            },
            {
                "name": "Picard, Luc"
            },
            {
                "name": "Pinard, Daniel"
            },
            {
                "name": "Salvail, Éric"
            },
            {
                "name": "Beaudry, Élyse"
            },
            {
                "name": "Bertrand, Janette"
            },
            {
                "name": "Blais, Valérie"
            },
            {
                "name": "Bélizaire, Did-Tafari"
            },
            {
                "name": "Casgrain, Daniel"
            },
            {
                "name": "Courchesne, Michelle"
            },
            {
                "name": "Dallaire, Roméo"
            },
            {
                "name": "Diouf, Boucar"
            },
            {
                "name": "Harel, Louise"
            },
            {
                "name": "Jolis, Chantal"
            },
            {
                "name": "Julien, Gilles"
            },
            {
                "name": "Louvain, Michel"
            },
            {
                "name": "Mcinnis, Marie-Paule"
            },
            {
                "name": "Michel, Dominique"
            },
            {
                "name": "Paquin, Laurent"
            },
            {
                "name": "Richard, Zachary"
            }
        ],
        "locations": [
            "Sherbrooke, Québec, Canada"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "45"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGJlODllNGEtZDYzMi00NDc4LWFkMzgtZDY4OWI0MWFjNTc5XkEyXkFqcGdeQXVyNTA1NDY3NzY@._V1_SY150_CR84,0,101,150_.jpg",
        "plot outline": "-L'émission est une série d'entretiens entre Josélito Michaud et des invités à bord d'un train de l'Orford Express, voyageant entre Magog et Sherbrooke (province: Québec). Ayant vécu un événement marquant (deuil, maladie, accident, etc.), les invités partagent la façon dont ils ont tourné la page ou donné un nouveau sens à leur vie.",
        "languages": [
            "French"
        ],
        "title": "On prend toujours un train pour la vie",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2013",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Michaud, Josélito"
            }
        ],
        "production companies": [
            {
                "name": "Productions Minh Thao"
            }
        ],
        "plot": [
            "-L'émission est une série d'entretiens entre Josélito Michaud et des invités à bord d'un train de l'Orford Express, voyageant entre Magog et Sherbrooke (province: Québec). Ayant vécu un événement marquant (deuil, maladie, accident, etc.), les invités partagent la façon dont ils ont tourné la page ou donné un nouveau sens à leur vie."
        ],
        "tech": {
            "runtime": [
                "45 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}