{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 September 2008",
                "notes": "                            (original release date)"
            }
        ],
        "release dates": [
            "USA::11 September 2008                            (original release date)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Anderson, Bill"
            },
            {
                "name": "Black, Larry"
            },
            {
                "name": "Davis, Skeeter"
            },
            {
                "name": "Dickens, Little Jimmy"
            },
            {
                "name": "PayCheck, Johnny"
            },
            {
                "name": "Riley, Jeannie C."
            },
            {
                "name": "Shepard, Jean"
            },
            {
                "name": "Smith, Margo"
            },
            {
                "name": "Tubb, Justin"
            },
            {
                "name": "Wells, Kitty"
            },
            {
                "name": "Wooley, Sheb"
            }
        ],
        "genres": [
            "Music"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Spend time with your favorite country music heroes as they share the stories and sing the songs that made them famous. Country music history comes alive on the \"living room stage\" as guests relive those stories that will make you laugh or cry. Sit back with the classics that will assuredly conjure up fond memories from the past. Each week \"Country's Family Reunion\" reunites a new group of friends together; you never know who will be in the round to share in the fun. \"Country's Family Reunion\" is hosted Larry Black alongside country legend and hit songwriter, Bill Anderson who guides the discussion and supplies viewers with inside stories from his many years in the business.",
        "languages": [
            "English"
        ],
        "title": "Country's Family Reunion",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Country's Family Reunion (United States)"
        ],
        "production companies": [
            {
                "name": "Gabriel Communications"
            }
        ],
        "distributors": [
            {
                "name": "Country Road TV"
            }
        ],
        "plot": [
            "30 country legends sharing their stories and songs.",
            "Spend time with your favorite country music heroes as they share the stories and sing the songs that made them famous. Country music history comes alive on the \"living room stage\" as guests relive those stories that will make you laugh or cry. Sit back with the classics that will assuredly conjure up fond memories from the past. Each week \"_Country's Family Reunion_ (qv)\" reunites a new group of friends together; you never know who will be in the round to share in the fun. \"_Country's Family Reunion_ (qv)\" is hosted Larry Black alongside country legend and hit songwriter, Bill Anderson who guides the discussion and supplies viewers with inside stories from his many years in the business."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}