{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "March 2015"
            },
            {
                "country": "Belgium\n",
                "date": "30 March 2015"
            }
        ],
        "release dates": [
            "Belgium::March 2015",
            "Belgium::30 March 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Spitsbroers"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "Brothers United"
            }
        ],
        "akas": [
            "Spitsbroers (original title)",
            "Brothers United World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Spitsbroers (original title)",
            "Brothers United World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Samen of niet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "4 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    As top scorer of the national champion team, Dennis lives like a king. Roel convinces him to buy the nightclub as partners, but team management refuses a generous contract prolongation, so Dennis threatens to leave abroad with his partner in crime. Alan is paroled after a year in prison, but most keep a shitty car wash job, lives with grandma with girl-friend Nina Beernaert to avoid bossy mother's meddling and is ruthlessly tracked by electronic ankle device; even punished for a minute a few yards enthusiastically welcoming the sports-car Dennis brought as spectacular...    "
                },
                "2": {
                    "title": "Druk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Dennis Moerman and his teammates are devastated after Roel Thevenage's horrible injury. While the players try to deal with their trauma, team manager Nico Temmerman looks for a worthy replacement for Roel. After his prison release, the confrontation with freedom is hard for Alan.    "
                },
                "3": {
                    "title": "Versuz/Versus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Alan tells everyone that he has found a new job, which was one of the preconditions to avoid he'd be sent to jail again. Roel is replaced by Andy Fonck, who turns out to be a wayward and arrogant man.    "
                },
                "4": {
                    "title": "Foncky Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Dennis is off his game and is lacking confidence. To top it all off, a journalist blackmails him. In the meantime, his brother Alan has a dust and ashes feeling.    "
                },
                "5": {
                    "title": "Too late now to say sorry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "2 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The locker room is divided after the fight between Dennis and Andy. Dennis' private life is a mess. His brother Alan refuses to talk with him after Dennis' humiliating words about Alan in the newspaper.    "
                },
                "6": {
                    "title": "De Titel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Alan is allowed to walk without an anklet, Nina keeps ignoring him. Manu puts Alan and Guy under pressure. Dennis is touched by the story of a young cancer patient. Dennis and the team are on the edge of glory and they prepare for a title match against Anderlecht.    "
                },
                "7": {
                    "title": "Level Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Dennis is on a mission, Alan is worried about Nina. Meanwhile, Manu continues to threaten both him and Guy.    "
                },
                "8": {
                    "title": "You Can't Always Get What You Want",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Dennis' manager Gilles Van Vaerenbergh has bad news for him. He suggests Dennis to take a holiday and clear his head. Meanwhile, Frieda tries to change chairman Toni's mind. Thanks to his new girlfriend, Roel reinvents himself.    "
                },
                "9": {
                    "title": "24 uur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "30 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    After having missed out on a transfer in the summer, Dennis starts the pre-season at Genk. There are many problems at the club. Nina disagrees with the club policy. She wants to assess her uncle Toni's financial practices, fearing that Toni will destroy Genk, which she considers the club of her late grandfather Maurice.    "
                },
                "10": {
                    "title": "De transfer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "6 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    When Dennis and Alan have a car accident, Dennis panics. He lost his license a couple of weeks ago and on top of all that, he's drunk. The accident has drastic consequences.    "
                }
            },
            "1": {
                "1": {
                    "title": "Scouting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Football (soccer) fanatic Dennis Moerman, a menial municipal greens worker, believes his dreams come trough when the local honor division club Genk's scout Deboosere offers his son a try out week. When hothead firstborn and local top scorer Alan arrives, he's sent back, the club wants his gentle brother Dennis, who is baffled that a teammate even tattooed his name on his butt, yet compromises his future having seen womanizing captain Roel Thevenage bump Alan's gold-digger girl Shari. Alan does the right thing.    "
                },
                "2": {
                    "title": "Management",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "6 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Dennis performs well during trial period training, so it's time to sign his contract, before the transfer period ends i a few days. Father Leo insists to negotiate it himself with club slick Genk's technical director Temmerman, but the green service laborer is no match for the college-graduate shark. Laurent Vuylsteke, who manages major players including nationals and Genk star Tevenage, offers his services. Pigheaded Leo refuses, despite his wife, but leaves it till the last day and arrives too late after bailing from police jail Alan, who got arrested for ...    "
                },
                "3": {
                    "title": "Powerplay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Dennis does well in training and scores the first time he's fielded, in the last ten minutes of an already lost match. Interim teacher Jeroen Beeck refuses to excuse him in the afternoon, as agreed with the school, so the coach has him fired. Former top scorer Roel Thevenage is furious about a 'disloyal' TV interview where Dennis agreed with the reporter that Thevenage isn't delivering this season, fed-up when the coach announces Dennis is to be fielded systematically on his spot, and plots a vote to oust Deboosere as coach. Alan is forced to accept a menial job in ...    "
                },
                "4": {
                    "title": "Teambuilding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Given the slipped club results, technical director Nico Temmerman accepts Thevenage's vote against the coach and hires internationally reputed Guido Spechtmans. Roel may regret so too, as he's less of a walkover, demanding unconditional commitment and team spirit, declaring the utter lack of the last must be dealt with on a weekend retreat. Despite their open reservations, party animal Roel must bunk with newbie Dennis, whom he throws out for the girl he drags back after a wild club party. Roe cheats at the physical test, Dennis is scolded for the weakest condition ...    "
                },
                "5": {
                    "title": "Flankie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Coach Spechtmans's extreme methods have force the team to bond and score, but new captain Tevenage isn't amused with his young potential successor as roommate, and overcompensates. Worse, Roel's wife plans to take their kid son Frankie to Shanhai on a China job assignment. Alan's amateur home team loses its sponsor, so to survive he must coax another who insists on PR with star brother Dennis, who has other priorities.    "
                },
                "6": {
                    "title": "Money Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n    Dennis is now Genk's rising star and Roel's buddy, so greedy father Leo believes it's time to demand a more lucrative contract, but his crude blackmail may wreck the boy's career forever. Frustrated at his menial greens job, Alan constantly deserts with career dole parasite Guy, driving his parents to despair. Roel tricks Dennis into tattooing his name on his chest. At the country's main annual football event, the 'golden spike' gala, Dennisgets the promising talent award, Roel isn't voted MVP. Alan cockily dares equally drunk Roel to a duel, but badly hurts his knee.    "
                },
                "7": {
                    "title": "Over de streep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "11 May 2015",
                    "year": "2015",
                    "plot": "\n    Alan's ruined tendons spell the definitive end of his athletic aspirations, but foxy team therapist and masseuse Nina's personal attention sooths him. Now Leo believes himself a major players manager, he wants to treat his wife to dinners and a new kitchen, but she has her eye set on a luxury villa, as extravagant as Dennis's Porsche before he's old enough for a license to drive it. Roel pushes 'virgin' buddy Dennis to finally accept a trophy girl, no lesser then Miss Belgium Caro. At a fancy golf club vent, Alan discovers that Nina has a lawyer boyfriend, hits Dennis...    "
                },
                "8": {
                    "title": "De stier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n    Dennis slips further into Roel's excessive party life, unable to prevent his affair with miss Belgium Caro being published, compromising his steady relationship with Shari. Alan dumps his badly neglected greens job for night club owner Manu's car parts theft business, proves as gifted for dodging the cops as mate Guy clumsy, even wins Manu's respect by fixing Guy's nearly fatal Posche theft. Roel seems on the way out.    "
                },
                "9": {
                    "title": "Eenzaam aan de top",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "25 May 2015",
                    "year": "2015",
                    "plot": "\n    Alan's life finally goes up again, as club masseuse Nina Beernaert ends up choosing the hunky party-boy over her workaholic lower fiancé. Already depressed over a four weeks suspension (training with the 'B team' kids) Dennis moves out into Roel's loft and returns to pro-manager Laurent Vuylsteke, furious to find out his parents used his 'trust fund' for the down-payment his mother made on a house behind his father's back, and it's down the drain as Leo refused to buy it. His drinking gets completely out of hand, he dodges classes completely and loses his girlfriend ...    "
                },
                "10": {
                    "title": "De basis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spitsbroers (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 10,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Dennis's suspension is formally over, but vindictive coach Spechtmans still won't commit to field him for the season final match. Alan duly scolds his brother's excessive night life and relational infidelity. Having caught Alan in the hot-tub with his granddaughter, club masseur Nina, president Beernaert gives the couple his blessing. Still furious that his parents 'borrowed' his cash for a down-payment on a house they didn't buy, Dennis signs with manager Laurent Vuylsteke, who quickly arranges for an English top club scout and even gets a lucrative transfer offer. ...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Willems, Oscar"
            },
            {
                "name": "Seldeslachts, Joren"
            },
            {
                "name": "Talpe, Louis"
            },
            {
                "name": "Cuppens, Kris"
            },
            {
                "name": "Girginol, Gökhan"
            },
            {
                "name": "Eggers, Sien"
            },
            {
                "name": "Van Dingenen, Viv"
            },
            {
                "name": "Van Royen, Lynn"
            },
            {
                "name": "Goffin, Maarten"
            },
            {
                "name": "Haelvoet, Bert"
            },
            {
                "name": "Junior, Etuwe Bright"
            },
            {
                "name": "Van Bauwel, Tom"
            },
            {
                "name": "Rogiers, Kürt"
            },
            {
                "name": "Leyers, Ella"
            },
            {
                "name": "Verdrengh, Mike"
            },
            {
                "name": "Lefebure, Frances"
            },
            {
                "name": "Geerts, Steve"
            },
            {
                "name": "Broekman, Manuel"
            },
            {
                "name": "Scheepers, Mathijs"
            },
            {
                "name": "Binon, Eva"
            },
            {
                "name": "Mohammed, Malik"
            },
            {
                "name": "den Eynde, Lucas Van"
            },
            {
                "name": "Sercu, Mathias"
            },
            {
                "name": "Barberis, Bill"
            },
            {
                "name": "Koundourakis, Andreas"
            },
            {
                "name": "Abraham, Abigail"
            },
            {
                "name": "Beullens, Joyce"
            },
            {
                "name": "Petri, Ellen"
            },
            {
                "name": "Audenaert, Tom"
            },
            {
                "name": "Dezuttere, Jules"
            },
            {
                "name": "Lauwrys, Marc"
            },
            {
                "name": "Lutz, Rember"
            },
            {
                "name": "Wellens, Daphne"
            },
            {
                "name": "Maesschalck, Lieven"
            },
            {
                "name": "Memeti, Begir"
            },
            {
                "name": "Vervueren, Patrick"
            },
            {
                "name": "Baum, Roger"
            },
            {
                "name": "Daelman, Ronny"
            },
            {
                "name": "Janssens, Robin"
            },
            {
                "name": "Verhassel, Kristof"
            },
            {
                "name": "Hoogmartens, Ludo"
            },
            {
                "name": "Hellinx, Ludo"
            },
            {
                "name": "Vanderstukken, Roel"
            },
            {
                "name": "Baetens, Simon"
            },
            {
                "name": "Bauwens, Michel"
            },
            {
                "name": "Coorevits, Annelien"
            },
            {
                "name": "De Bilde, Gilles"
            },
            {
                "name": "Degraux, Daniela"
            },
            {
                "name": "Degryse, Marc"
            },
            {
                "name": "Deschacht, Olivier"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.4,
        "votes": 289,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDllZDUwYzEtNjY5MC00ZDNhLWEzNjgtYjk1OTVjOTg5ZTM3XkEyXkFqcGdeQXVyOTM2ODgzMg@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Two brothers, Alan and Dennis, are both football fanatics and have been playing football for their entire lives. But when one of them gets the chance to go pro, the other brother gets jealous and decides to throw away his opportunities as a professional football player. But not everything goes as planned for the both of them.",
        "languages": [
            "Dutch"
        ],
        "title": "Spitsbroers",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Hoefkens, Kristof"
            },
            {
                "name": "Polspoel, Gijs"
            },
            {
                "name": "Uytdenhouwen, Bart"
            }
        ],
        "production companies": [
            {
                "name": "deMENSEN"
            }
        ],
        "distributors": [
            {
                "name": "Vlaamse Televisie Maatschappij (VTM)"
            }
        ],
        "other companies": [
            {
                "name": "BOXrentals"
            },
            {
                "name": "Watts"
            }
        ],
        "plot": [
            "Two brothers, Alan and Dennis, are both football fanatics and have been playing football for their entire lives. But when one of them gets the chance to go pro, the other brother gets jealous and decides to throw away his opportunities as a professional football player. But not everything goes as planned for the both of them.::MarkyWahlberg"
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 289,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 4,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 112,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 71,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 21,
                "rating": 7.1
            },
            "males": {
                "votes": 187,
                "rating": 7.2
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 96,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 56,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 19,
                "rating": 7.0
            },
            "females": {
                "votes": 31,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 14,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.8
            },
            "us users": {
                "votes": 6,
                "rating": 7.1
            },
            "non us users": {
                "votes": 135,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 37,
            "9": 48,
            "8": 90,
            "7": 68,
            "6": 18,
            "5": 7,
            "4": 9,
            "3": 2,
            "2": 6,
            "1": 4
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}