{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "8 March 2015"
            },
            {
                "country": "Australia\n",
                "date": "12 April 2015"
            },
            {
                "country": "New Zealand\n",
                "date": "22 April 2015"
            },
            {
                "country": "USA\n",
                "date": "21 June 2015"
            },
            {
                "country": "Sweden\n",
                "date": "22 August 2015"
            },
            {
                "country": "Japan\n",
                "date": "10 March 2016"
            },
            {
                "country": "Netherlands\n",
                "date": "24 May 2016",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Germany\n",
                "date": "26 July 2016"
            },
            {
                "country": "Finland\n",
                "date": "4 October 2016"
            },
            {
                "country": "Italy\n",
                "date": "18 November 2016"
            }
        ],
        "release dates": [
            "UK::8 March 2015",
            "Australia::12 April 2015",
            "New Zealand::22 April 2015",
            "USA::21 June 2015",
            "Sweden::22 August 2015",
            "Japan::10 March 2016",
            "Netherlands::24 May 2016                            (DVD premiere)",
            "Germany::26 July 2016",
            "Finland::4 October 2016",
            "Italy::18 November 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Poldark"
            },
            {
                "countries": "Finland",
                "title": "Poldark"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Poldark"
            },
            {
                "countries": "France",
                "title": "Poldark"
            },
            {
                "countries": "Italy",
                "title": "Poldark"
            },
            {
                "countries": "Poland",
                "title": "Poldark: Wichry losu"
            },
            {
                "countries": "Romania",
                "title": "Poldark"
            },
            {
                "countries": "Russia",
                "title": "Полдарк"
            },
            {
                "countries": "Serbia",
                "title": "Poldark"
            },
            {
                "countries": "Spain",
                "title": "Poldark"
            },
            {
                "countries": "USA",
                "title": "Poldark"
            }
        ],
        "akas": [
            "Poldark (original title)",
            "Poldark Finland",
            "Poldark Finland (Swedish title)",
            "Poldark France",
            "Poldark Italy",
            "Poldark: Wichry losu Poland",
            "Poldark Romania",
            "Полдарк Russia",
            "Poldark Serbia",
            "Poldark Spain",
            "Poldark USA"
        ],
        "akas from release info": [
            "Poldark (original title)",
            "Poldark Finland",
            "Poldark Finland (Swedish title)",
            "Poldark France",
            "Poldark Italy",
            "Poldark: Wichry losu Poland",
            "Poldark Romania",
            "Полдарк Russia",
            "Poldark Serbia",
            "Poldark Spain",
            "Poldark USA"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 229,
                    "original air date": "30 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Times are hard for the locals as grain is being sold to the highest bidders abroad. A corn riot breaks out in Truro, and the Carne boys, innocent bystanders, are among those arrested. MP George Warleggan manipulates the trial against them, but Ross does his best to save them, impressing Sir Francis Basset, who wants him to stand in the upcoming election. Demelza is torn between her admirer, Hugh Armitage and Ross, but she and Ross look to rebuild their marriage. Caroline has good news for Dwight, while Morwenna continues to endure life with her husband.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 181,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    With Hugh's rapidly failing health eliminating him from standing in the election, his uncle, Lord Falmouth, thanks to Caroline and Demelza, joins with Sir Francis in agreeing that Ross should oppose Warleggan as the prospective member of parliament for the district. The result is a triumph for justice but Demelza must make an admission to Ross and, for her brothers, the path of true love continues to run anything but smoothly.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 176,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Ross is now member of parliament for Truro and making compassionate speeches opposing slavery and the use of child workers. Inevitably Warleggan, smarting from his defeat, links up with the disreputable Monk Adderley for revenge on Ross and a seat of his own whilst Whitworth seeks another way to discredit him. Returning to Cornwall, where Caroline has given birth to a daughter Sarah, Ross is called upon to save an ailing mine and also pays a visit to Elizabeth.    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 166,
                    "original air date": "21 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Caroline and Dwight suffer a family tragedy, prompting her to take unusual action. Dwight also confounds Whitworth's attempt to commit Morwenna to an asylum, to allow him to continue his affair with her sister Rowella and proves himself a hero when blasting causes heavy flooding at the mine. This last event causes Ross to doubt a return to parliament but is persuaded by Dwight to change his mind. Warleggan also enables his political ambitions to come to crooked fruition.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 164,
                    "original air date": "28 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In parliament Ross achieves some success on behalf of his constituents. He also meets Caroline, who has fled her recent tragedy and who introduces him to Monk Adderley. Back in Cornwall there is famine and sickness. However Morwenna and Drake are afforded a second chance when Whitworth's sins catch up with him although Drake, having broken off his wedding to Rosina Hoblyn, comes under suspicion.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 153,
                    "original air date": "4 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Warleggan is triumphant to discover that the late Nathaniel Pearce embezzled money from Pascoe's, the bank used by Ross. With Ross in London - impressing prime minister Pitt - Demelza attempts to save the bank but fails and Warleggan takes full advantage to plot further. Drake is dissuaded from leaving the area by Sam but Morwenna still rejects him whilst Caroline returns from London with Ross for the opening of Dwight's new infirmary. Here Ross makes an impassioned speech which leads to the bank being saved. He also has a surprise for Demelza whilst Elizabeth has ...    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 151,
                    "original air date": "11 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Joining the Enyses and Ross in London Demelza enjoys the city life and accompanies Ross to a charity ball thrown by Warleggan to celebrate his wife's pregnancy. Here she attracts Adderley's predatory attention, leading him to challenge Ross to a duel, the outcome of which makes Warleggan even more anxious to crush Ross. Whilst Demelza, overwhelmed by events, returns to Cornwall, Morwenna has a message for Drake and Geoffrey Charles makes an observation.    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 203,
                    "original air date": "18 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Now suspicious about Valentine's paternity after Geoffrey Charles' observation, Warleggan is cold towards Elizabeth and, to force an early delivery of her unborn child to allay further suspicions about Ross being Valentine's father, she takes drastic measures - which do not end well. Drake, however, is overjoyed when Morwenna agrees to marry him whilst Lord Falmouth refuses to accept Ross's resignation from Parliament because of his duel with Monk Adderley.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 682,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Ross Poldark returns from fighting in the American Revolution to his native Cornwall, finding his fiancée Elizabeth Chynoweth about to marry his wealthy cousin Francis and his home in ruins after his father's death. Ross is a reluctant wedding guest, along with George Warleggan, nephew of a prosperous banker, and his uncle Charles proposes financing him to move to London. Ross, however, stays in Cornwall, rebuilding his home. Whilst at the local market he rescues the waif-like Demelza Carne and takes her home to work for him. Her bullying father arrives with his sons ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 589,
                    "original air date": "28 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Ross decides to reopen the family copper mine Wheal Leisure and persuades Francis to help him. Ross also escorts Francis's put-upon sister Verity to a dance, where he crosses swords with George Warleggan, annoyed that Ross borrowed capital for the mining project from a rival bank to that of his uncle. Verity meets the sea captain Andrew Blamey, who is keen to marry her but George forbids it, claiming that Blamey killed his first wife. The relationship ends when Francis challenges Blamey to a duel, in which Francis is injured, though Demelza proves her worth when she ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 561,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Ross reopens Wheal Leisure, drawing his work force from Charles' mine and winning the respect of his tenants. Whilst he and Demelza are at a local wedding Elizabeth gives birth to a son, Geoffrey Charles. Ross attends the christening , noting not only the growing friendship between George Warleggan and Francis but overhearing gossips speculate on his relationship with Demelza. He is genuinely impressed by her efficiency and starts to confide in her. One of his workers, young father Jim Carter, is taken to court for poaching and Ross speaks on his behalf but fails to ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 603,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The news of Demelza and Poldark's marriage spreads through the community, threatening Wheal Leisure's prospects.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 463,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Wedding bells ring as miner Mark Daniel marries visiting actress Keren Smith whilst Demelza and Ross have their own celebration as their daughter Julia is born, Ross not allowing Demelza's father's unwelcome visit to the christening party to ruin matters. Young Dr Dwight Enys comes to the area and is befriended by Ross. He is progressive and philanthropic, which annoys the curmudgeonly incumbent Dr Choake. With widespread poverty and mine closures all around Ross proposes that the pit owners form a collective with their own smelting company, to beat the Warleggans' ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 438,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Whilst Ross's cooperative has some success there are hard times throughout Cornwall and typhoid sweeps through Bodmin jail and kills Jim Carter just as Ross and Dwight break in to rescue him. Dwight is also called upon to visit the injured Keren, who throws herself shamelessly at the young doctor, as Demelza notices. Untouched by privation the Warleggans throw a ball where Francis, struggling to accept his reduced circumstances, neglects Elizabeth, allowing George to step in as her escort. Ross turns up drunk and confronts Halse, the magistrate who jailed Jim and then...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 436,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Francis wrongly blames Ross for helping Verity elope with Andrew Blamey. Meanwhile, Mark suspects Dwight and Keren of having an affair, starting chain of events which will have tragic consequences and threaten the safety of eveyone in Nampara.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 556,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Ross faces ruin as, along with the rest of his collective, he must sell to the Warleggans' company at a nominal price. At the same time the disease known as putrid throat sweeps through the county, claiming many lives and Dwight, still contrite over Keren, throws himself into trying to treat it. Elizabeth and her family are stricken and Demelza goes to help them but infects herself and her daughter with disastrous results. Divine justice appears to intervene as the Warleggans' ship and its cargo founder on the rocks and Ross leads the villagers in collecting its ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 374,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Ross prepares for his trial as Demelza and Elizabeth try to help his cause. George does everything in his power to harm Ross, Francis wrestles with his conscience, and Dwight clashes with an entitled heiress, Caroline Penvenen.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 327,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    On the eve of her husband's trial Demelza ignores Ray Penvenen's advice and approaches Judge Lister for mercy but her plan is scuppered by George Warleggan. Warleggan is convinced that Ross will be found guilty but Ross is an immensely popular defendant and despite the intervention of Demelza's father and Warleggan's paid prosecution witnesses his own excellent defence, aided by the testimony of the captain whose life he saved, Dwight and surprisingly Jud, leads to an acquittal. Dwight also attends Francis following his failed suicide bid after his belief that ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 288,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ross chairs the meeting for his mine's share-holders, where expansion of Wheal Leisure is approved but Warleggan's spy Tankard is also present and Warleggan's heavies attack Jud for failing to discredit Ross at his trial after their payment to commit perjury. To remain solvent the Poldarks are forced to sell many of their possessions and livestock, causing Demelza to keep her pregnancy secret from her husband. However, following the attack on Jud, Ross realizes Warleggan has schemed to keep Francis and himself at odds and is reconciled with his cousin at a family ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 293,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    An epidemic sweeps through the county and Dwight is grateful to Caroline for providing him with a cart-load of fresh oranges to combat it. Ross meanwhile is thwarted in his efforts to expand the mine, thanks to Warleggan and his proxy, Tankard. To provide finances he strikes a deal with a local smuggler to use his beach to land cargo on, much to Demelza's annoyance. Ross also goes into partnership with Francis, despite Warleggan's attempts to split them up, and they open up the mine gaining access to Wheal Grace. Demelza gives birth to a baby boy, Jeremy, which goes ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 300,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    When a smuggler is caught magistrate Francis cleverly ensures a lenient sentence but Ross suspects one of his miners, Nick Vigus, as an informer. Francis is also loyal to his cousin when they meet Warleggan at a party, where Elizabeth admits that she still has affection for Ross and Caroline jilts Trevaunance before Dwight reveals his feelings for her. Francis discovers copper in the mine but his jubilation is cruelly curtailed whilst Ross once more finds himself at the mercy of Warleggan, who has obtained his promissory note and has a financial hold over him.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 281,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A cheerless Christmas looms for the Poldarks with Francis drowned in the mine having only found fool's copper and Ross facing debtor's prison if he cannot pay Warleggan. Ross is also anxious to expose the traitor and agrees to a dangerous scheme to trap them whilst Demelza is troubled by his frequent visits to console Elizabeth - though Warleggan is quick to ingratiate himself with the widow. Ray Penvenen accuses Dwight of fortune hunting and tries to ban him from seeing Caroline but she is far too perceptive and realistic to give up the man she loves. She also bails ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 270,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ross joins a smuggling trip in the Isles of Scilly in order to meet Mark Daniel but, in his absence, George moves in on Elizabeth. Caroline convinces Dwight they must elope for a new life in Bath, and Captain McNeil plans to ambush the smugglers on their return.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 306,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ross and Dwight stand trial for their part in the smuggling. A new tin lode gives Ross renewed hope in Wheal Grace, but it is George who is there for Elizabeth when her mother falls ill and deals Ross a bitter blow.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 263,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Aware of her husband's infidelity with Elizabeth Demelza does not hold back from expressing her disgust and defiantly attends a house party alone. Here she flirts with the amorous captain McNeil though loyalty to Ross causes her to draw the line at sex with him. Elizabeth's marriage to Warleggan finally goes ahead whilst Ross gets good news on the business front when repayment of a previous loan enables him to maintain the mine and a profitable find is made - one which will hopefully save his marriage.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 294,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The mine is at last bringing Ross wealth but Demelza, still slow to forgive, goes to stay with new mother Verity. An angry Ross gives the snide Warleggan a beating after his suggestion that Ross is cheating Elizabeth's son out of his inheritance before deciding to reenlist to fight in the Napoleonic wars. Dwight also signs up as a naval surgeon but is reunited with Caroline before he sets sail. Warleggan builds fences around his property, cutting off the public right of way and Demelza is one of the casualties of his hired thugs. Irate locals march on his house, ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 263,
                    "original air date": "11 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ross and Demelza look to forget the past and rebuild their marriage, but new arrivals threaten their fragile reconciliation.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 226,
                    "original air date": "18 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Whilst anxious to build their own Methodist chapel, the Carne brothers work well at the mine, though they defy Ross by entering Warleggan's estate, where Drake meets and is captivated by Morwenna. Along with Caroline, Verity attends Valentine's christening where she unsuccessfully attempts reconciliation between the Warleggans and Ross. Both women are alarmed to hear their husband's ships are missing at sea, but Verity's spouse Andrew is found alive and well. Despite unexpected support from the Reverend Halse, Ross refuses to put himself forward as magistrate ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 218,
                    "original air date": "25 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Tholly takes Ross to a French port where republican soldiers are executing their prisoner. They meet Jacques Clisson, who gives them information about Dwight's incarceration but, threatened with prison himself, Ross returns home without his friend. Banned by Warleggan from using his church, the Carne boys find a venue for their Methodist meeting house, but are again thwarted by Warleggan through a legal loop-hole and are ultimately saved by Demelza, who allows them to use a barn on Ross's land. The Warleggans move to Truro, where even Elizabeth is shocked by the ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 217,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Guests come to Ross and Demelza's daughter Cowance's christening. Morwenna and Geoffrey Charles are called away for Christmas. George plots to marry Morwenna off for political gain, but her heart belongs to Drake. Ross, Demelza, and Caroline find a way to feed the poor. Dwight continues to suffer in French prison.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 244,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Ross and friends embark on another expedition in attempt to free Dr. Enys from French prison. George tries to elevate himself by disparaging Ross. Morwenna finally decides her feelings for Drake aren't worth the potential repercussions.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 231,
                    "original air date": "29 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Whilst Ross returns home a hero and Morwenna and Drake continue to meet in secret Dwight, severely traumatized by his experiences, frightens Caroline by his seeming indifference to her. Ross brings Hugh Armitage who succeeds in helping Dwight get rid of his demons. Aware of the spirited Geoffrey Charles' loyalty to the clandestine lovers Warleggan arranges to send him to boarding school, but when Geoffrey Charles gives Drake a parting gift, Warleggan uses it to accuse Drake of theft. He is eventually released, and the heavy price for his acquittal is that Morwenna ...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 221,
                    "original air date": "5 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Whitworth's sexual demands on Morwenna are making her life a misery. When she falls pregnant he brings in her sister Rowella to help her, a girl who immediately spots his weakness. To give the broken Drake a positive in his life, Ross sets him up with his own smithy. At the Enys's public union both Elizabeth and Demelza notice Morwenna's unhappiness. Warleggan is perturbed when Hugh's uncle, Lord Falmouth, singles Ross out as a hero, and Sir Francis Bassett, declaring him a man of the people, proposes him as a member of parliament. Ross declines, allowing Warleggan to...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 214,
                    "original air date": "12 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Agatha's dying words have the desired effect on Warleggan, who vents his anger by freezing out his wife and son, and dismissing more mine workers, whom the kindly Ross then employs. Warleggan succeeds in becoming a member of parliament. Elizabeth and Ross, in a chance encounter at Agatha's grave, discuss the parentage of Valentine. Dwight has his suspicions about Whitworth's sexual abuse of Morwenna, but Rowella is more than happy to take her sister's place in the parson's bed. Demelza, aware that Hugh is smitten with her, and feeling neglected by Ross, begins to ...    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 239,
                    "original air date": "6 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    When French ships are seen off the coast, Sir Francis appoints Ross to lead the volunteers ready to repel any invasion, to the annoyance of Warleggan. George is further angered when Sir Francis criticizes his use of his parliamentary privilege for his own benefit. He vents his rage on Drake, having him brutally assaulted and his forge destroyed. Demelza, disappointed by Ross's apparent failure to avenge her brother, spends more time with Hugh, while Ross quells a rebellion against Warleggan by agreeing to stand for parliament himself. Rowella finds herself pregnant by...    "
                }
            },
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Poldark (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 37,
        "cast": [
            {
                "name": "Turner, Aidan"
            },
            {
                "name": "Tomlinson, Eleanor"
            },
            {
                "name": "Farthing, Jack"
            },
            {
                "name": "Reed, Heida"
            },
            {
                "name": "Sturrock, Tristan"
            },
            {
                "name": "Edney, Beatie"
            },
            {
                "name": "Norris, Luke"
            },
            {
                "name": "Wilde, Gabriella"
            },
            {
                "name": "Blakiston, Caroline"
            },
            {
                "name": "Browning, Ed"
            },
            {
                "name": "Torrens, Pip"
            },
            {
                "name": "Hollingworth, John"
            },
            {
                "name": "Bentall, Ruby"
            },
            {
                "name": "Richardson, Harry"
            },
            {
                "name": "York, Tom"
            },
            {
                "name": "Hope, Richard"
            },
            {
                "name": "Chappell, Ellise"
            },
            {
                "name": "Davis, Phil"
            },
            {
                "name": "Convery, Turlough"
            },
            {
                "name": "Soller, Kyle"
            },
            {
                "name": "Brassington, Christian"
            },
            {
                "name": "Whitehouse, Josh"
            },
            {
                "name": "Wilby, James"
            },
            {
                "name": "Daws, Robert"
            },
            {
                "name": "Clarkson, Amelia"
            },
            {
                "name": "Nettles, John"
            },
            {
                "name": "Davidson, Stuart"
            },
            {
                "name": "Marcus, Harry"
            },
            {
                "name": "Gilder, Sean"
            },
            {
                "name": "Wilson, Matthew"
            },
            {
                "name": "Leaity, Crystal"
            },
            {
                "name": "O'Brien, Gracee"
            },
            {
                "name": "Hopkins, John"
            },
            {
                "name": "Blight, Jake"
            },
            {
                "name": "Culkin, Michael"
            },
            {
                "name": "Squibb, Jason"
            },
            {
                "name": "Coy, Esme"
            },
            {
                "name": "Dexter, Sally"
            },
            {
                "name": "Peek, Lewis"
            },
            {
                "name": "Hussey, Emma Spurgin"
            },
            {
                "name": "Ellis, Robin"
            },
            {
                "name": "Armesto, Sebastian"
            },
            {
                "name": "Frost, Mark"
            },
            {
                "name": "Vandike, Lauren"
            },
            {
                "name": "Ballard, Harriet"
            },
            {
                "name": "Garrett, Henry"
            },
            {
                "name": "Wilton, Rory"
            },
            {
                "name": "Davison, Louis"
            },
            {
                "name": "Willis, Max"
            },
            {
                "name": "Charteris, Ciara"
            }
        ],
        "locations": [
            "Poldark Mine, Trenear, Helston, Cornwall, UK::(underground mining scenes)",
            "Wheal Owles Mine, Penwith, St Just, Cornwall, England, UK::(Wheal Leisure mine)",
            "Chavenage House, Tetbury, Gloucestershire, England, UK::(Trenwith - Charles Poldark's Cornish family home)",
            "Porthgwarra, Land's End, Cornwall, England, UK",
            "St Fagans National History Museum, St Fagans, South Glamorgan, Wales, UK::(interiors)",
            "Charlestown Harbour, Charlestown, Cornwall, England, UK",
            "Gunwalloe Church Cove, nr Helston, Cornwall, England, UK",
            "High Street, Corsham, Wiltshire, England, UK::(street in Truro)",
            "Town Hall, Corsham, Wiltshire, England, UK",
            "Lizard Point, Landewednack, nr Helston, Cornwall, England, UK::(shipwreck)",
            "St Breward, Cornwall, England, UK::(miners' cottages, Nampara house)",
            "Levant Mine, Trewellard, St Just, Cornwall, England, UK",
            "Corsham, Wiltshire, England, UK",
            "Horton Court, Horton, Chipping Sodbury, South Gloucestershire, England, UK::(courtroom scenes)",
            "Chavenage Chapel, Tetbury, Gloucestershire, England, UK::(Sawle church)",
            "Prior Park College, Bath, Somerset, England, UK",
            "Prior Park, Bath, Somerset, England, UK",
            "Porthcothan, Cornwall, England, UK::(Nampara cove)",
            "The Bottle Yard Studios, Whitchurch Lane, Bristol, England, UK::(studio)",
            "Constantine Bay, near Padstow, Cornwall, England, UK",
            "Helston, Cornwall, England, UK",
            "Pedn Vounder Beach, Cornwall, England, UK",
            "Bristol, England, UK::(studio)",
            "Cornwall, England, UK"
        ],
        "genres": [
            "Drama",
            "History",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en",
            "kw"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Denmark:15",
            "France:13::(self-applied)",
            "Germany:12",
            "Netherlands:12",
            "Norway:12",
            "Russia:16+",
            "Singapore:PG13",
            "Singapore:PG::(series 3)",
            "Spain:16",
            "Sweden:11",
            "United Kingdom:12",
            "United States:TV-14"
        ],
        "number of seasons": 5,
        "rating": 8.4,
        "votes": 20048,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjgyZTc3MjQtOTNkMy00MDE0LTg2YzgtZjVlYjM4MjVjYTc1XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Ross Poldark returns to England after fighting in the American Revolution. His family and friends thought he was dead. The woman he hoped to marry is now engaged to his cousin. His father is dead, and the property he has inherited has been allowed to deteriorate. It is the late 1700s in Cornwall, England. This is a family drama, but is also about the challenges and conflicts between the rich and the poor. It is a time when fishermen are not catching much fish, tin and copper mines are closing down because prices are too low, but the price of food and rents are high. Ross faces the challenge of making his land productive, caring for the tenants who rely on him, and trying to win back the woman he loved - or finding a reason to live without her.",
        "languages": [
            "English",
            "Cornish"
        ],
        "title": "Poldark",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Horsfield, Debbie"
            },
            {
                "name": "Graham, Winston"
            }
        ],
        "production companies": [
            {
                "name": "Mammoth Screen"
            }
        ],
        "distributors": [
            {
                "name": "ITV Studios Global Entertainment"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Australian Broadcasting Corporation (ABC)"
            },
            {
                "name": "Edel Media & Entertainment"
            },
            {
                "name": "Edel Media & Entertainment"
            },
            {
                "name": "Imagica BS"
            },
            {
                "name": "Just Bridge Entertainment"
            },
            {
                "name": "Masterpiece Theatre"
            },
            {
                "name": "Net5"
            },
            {
                "name": "Prime TV"
            },
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Sony Entertainment Television"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "80 HERTZ Studios"
            },
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "Above the Line Set Assistance & Security"
            },
            {
                "name": "Access Bookings"
            },
            {
                "name": "HireWorks"
            },
            {
                "name": "Location Solutions South West"
            },
            {
                "name": "Mad Dog 2020"
            },
            {
                "name": "Ray Knight Casting"
            },
            {
                "name": "Rose TV and film catering"
            }
        ],
        "plot": [
            "Ross _Poldark_ (qv) returns home after American Revolutionary War and rebuilds his life with a new business venture, making new enemies and finding a new love where he least expects it.",
            "Ross _Poldark_ (qv) returns to England after fighting in the American Revolution. His family and friends thought he was dead. The woman he hoped to marry is now engaged to his cousin. His father is dead, and the property he has inherited has been allowed to deteriorate. It is the late 1700s in Cornwall, England. This is a family drama, but is also about the challenges and conflicts between the rich and the poor. It is a time when fishermen are not catching much fish, tin and copper mines are closing down because prices are too low, but the price of food and rents are high. Ross faces the challenge of making his land productive, caring for the tenants who rely on him, and trying to win back the woman he loved - or finding a reason to live without her."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Cooke 5/i Prime Lenses",
                "Cooke S4/i Prime Lenses"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 20048,
                "rating": 8.4
            },
            "aged under 18": {
                "votes": 10,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 3519,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 5170,
                "rating": 8.2
            },
            "aged 45 plus": {
                "votes": 4319,
                "rating": 8.3
            },
            "males": {
                "votes": 5267,
                "rating": 8.0
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 1056,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 1844,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 1841,
                "rating": 8.0
            },
            "females": {
                "votes": 8903,
                "rating": 8.6
            },
            "females aged under 18": {
                "votes": 6,
                "rating": 9.1
            },
            "females aged 18 29": {
                "votes": 2418,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 3237,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 2407,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 140,
                "rating": 6.9
            },
            "us users": {
                "votes": 3408,
                "rating": 8.5
            },
            "non us users": {
                "votes": 6447,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 6549,
            "9": 5461,
            "8": 4496,
            "7": 1933,
            "6": 705,
            "5": 327,
            "4": 144,
            "3": 109,
            "2": 71,
            "1": 253
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}