{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "15 February 2015"
            },
            {
                "country": "Australia\n",
                "date": "16 May 2015"
            },
            {
                "country": "Norway\n",
                "date": "31 May 2015"
            },
            {
                "country": "New Zealand\n",
                "date": "7 June 2015"
            },
            {
                "country": "Sweden\n",
                "date": "20 June 2015"
            },
            {
                "country": "Estonia\n",
                "date": "12 July 2015"
            },
            {
                "country": "USA\n",
                "date": "27 September 2015"
            },
            {
                "country": "Netherlands\n",
                "date": "2 July 2016",
                "notes": "                            (limited)"
            },
            {
                "country": "Austria\n",
                "date": "29 September 2016"
            },
            {
                "country": "Belgium\n",
                "date": "29 September 2016"
            },
            {
                "country": "Switzerland\n",
                "date": "29 September 2016",
                "notes": "                            (French speaking region) (German speaking region) (Italian speaking region)"
            },
            {
                "country": "Germany\n",
                "date": "29 September 2016"
            },
            {
                "country": "France\n",
                "date": "29 September 2016"
            },
            {
                "country": "Finland\n",
                "date": "22 November 2017"
            }
        ],
        "release dates": [
            "UK::15 February 2015",
            "Australia::16 May 2015",
            "Norway::31 May 2015",
            "New Zealand::7 June 2015",
            "Sweden::20 June 2015",
            "Estonia::12 July 2015",
            "USA::27 September 2015",
            "Netherlands::2 July 2016                            (limited)",
            "Austria::29 September 2016",
            "Belgium::29 September 2016",
            "Switzerland::29 September 2016                            (French speaking region) (German speaking region) (Italian speaking region)",
            "Germany::29 September 2016",
            "France::29 September 2016",
            "Finland::22 November 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Indian Summers"
            },
            {
                "countries": "Finland",
                "title": "Ne kesät Intiassa"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Somrarna i Indien"
            },
            {
                "countries": "Germany",
                "title": "Indischer Sommer"
            },
            {
                "countries": "Serbia",
                "title": "Leta u Indiji"
            },
            {
                "countries": "Spain",
                "title": "El fin de un imperio"
            }
        ],
        "akas": [
            "Indian Summers (original title)",
            "Ne kesät Intiassa Finland",
            "Somrarna i Indien Finland (Swedish title)",
            "Indischer Sommer Germany",
            "Leta u Indiji Serbia",
            "El fin de un imperio Spain"
        ],
        "akas from release info": [
            "Indian Summers (original title)",
            "Ne kesät Intiassa Finland",
            "Somrarna i Indien Finland (Swedish title)",
            "Indischer Sommer Germany",
            "Leta u Indiji Serbia",
            "El fin de un imperio Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Indian Man, British Suit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 61,
                    "original air date": "11 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It is now 1935 and on the day the British government is passing an act to increase its powers over India the Viceroy is attacked, leading Cynthia to suggest Ralph goes for the post. Aafrin is still working for Ralph but secretly supporting the Independence Party and saddened to find Alice married to bullying banker Charlie Havistock, father of her child, though still in love with him. The Raworths are back together but Sarah is keen to return to England whilst Aafrin narrowly escapes arrest for distributing anti-British literature.    "
                },
                "2": {
                    "title": "Black Kite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 57,
                    "original air date": "18 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Aafrin gets medical attention for his friend Naresh, wrongly identified as the pamphleteer and shot but when Naresh accuses him of being a spy for the British Aafrin must prove otherwise. Ralph is disgusted when reactionary old buffoon Lord Hawthorne arrives from England with no governing experience as the possible next viceroy but Cynthia urges him not to give up hope. She also spots Alice with Aafrin and gives her an ultimatum whilst Ralph picks up on his brother-in-law's controlling behaviour of his wife. With the appointment of Adam as the Whelan's house boy ...    "
                },
                "3": {
                    "title": "White Gods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 55,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Shocked by Naresh's act of violence, Aafrin sends an anonymous letter to Ralph warning of dynamite in the cave, though nothing is found. Sooni is suspicious about Kaira's death and, helped by Ian, links her to Naresh. Meanwhile Ralph has hopes of persuading the Maharajah of Patiala to convince other local rulers to support the British bill, though Cynthia discovers that the Maharajah's companion Sirene is not what she appears to be. Aafrin's concern for Alice's treatment at the hands of her boorish husband wins Ralph's admiration, thwarting Cynthia's plans to keep ...    "
                },
                "4": {
                    "title": "The Empty Chair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 52,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Whilst Alice and Aafrin meet for clandestine sex, arousing her husband's suspicion, Sooni forces her brother to reveal his involvement in the murder of Kaira, the activist shot as a traitor and his role in the Independence party, confiding both in Ian. Hawthorne, soon to return to England with Leena, the object of his lustful attention as his children's nanny, promises Ralph he will recommend him as viceroy whilst Madeleine organizes a fashion show, hoping that an impressed Sirene will persuade the maharajah to do Ralph's bidding. Unfortunately it is interrupted by a ...    "
                },
                "5": {
                    "title": "Hide and Seek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 47,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Aware that Adam attacked Lord Hawthorne Ralph arranges for him to be sent to Delhi to avoid arrest but Dougie is unable to dissuade Leena from taking the blame. Helped by Cynthia Ralph coerces Hawthorne into making a compromise. Alice and Aafrin's relationship is in danger of exposure as his father Darius discovers it whilst Alice attempts to stand up to her bullying husband and Aafrin is disconcerted when Naresh reappears, suggesting a bomb outrage during the celebration of King George's jubilee. Ralph is also shocked by some news about his parentage from Cynthia.    "
                },
                "6": {
                    "title": "A Gift for the King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 55,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    As the British prepare for their picnic to commemorate the king's silver jubilee Naresh puts his deadly plan into action, using innocent orphan Chota Matthew to deliver the bomb in the guise of a gift for the king. Aware that a bombing will occur Aafrin warns Ralph, at the same time admitting his political sympathies but he has no idea of the bomb's whereabouts and, as the Britons begin their celebration, Chota Matthew approaches them with his gift.    "
                },
                "7": {
                    "title": "The Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 54,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Sarah Raworth and her son Matthew return to Simla following Dougie's act of sacrifice whilst Ralph tells Alice what he knows about Aafrin, warning her to keep away from him. Alice also sees Cynthia's more vulnerable side. Subject to an arranged marriage with the apparently progressive Boman, Sooni receives proposals from both editor Naseem and Ian whilst the Maharajah agrees to support Ralph if he can have sex with Madeleine. Ralph is appalled - especially when Madeleine consents, but Madeleine is equally shocked by her husband's naked ambition.    "
                },
                "8": {
                    "title": "The Birthday Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 47,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    Alice and Aafrin decide to escape to Australia and Cynthia agrees to help them. Ralph has made it up with Aafrin but is smarting at his betrayal by the Maharajah and being in debt to Havistock. Ian stumbles on a clue to a three year old murder but is heart-broken when Sooni rejects him for Naseem, which angers her family as he is a Muslim, not Parsi. The Raworths decide to stay in Simla but Alice and Aafrin make a break for it with her little boy following his birthday party.    "
                },
                "9": {
                    "title": "Winner Takes All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 46,
                    "original air date": "8 May 2016",
                    "year": "2016",
                    "plot": "\n    His plan to elope with Alice scuppered by Havistock Aafrin is arrested and accused of treason by Ralph. However, realizing that Alice loves Aafrin Ralph allows him to go free. However there is a set-back for Ralph when he loses out on the viceroy position. Meanwhile Ian tells the current viceroy about Ralph's part in the Ranu Sood case, forcing Ralph to tell all.    "
                },
                "10": {
                    "title": "Leaving Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 50,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    A distraught Aafrin is unable to prevent the Havistocks from leaving their house to return to England whilst the cash-strapped Whelan's home goes up for auction, with Cynthia being outbid by the Sood family. Inter-denominational violence breaks out and Ralph and Aafrin have to rescue Alice from an angry mob. Eventually Alice is able to publicly attend Sooni's wedding alongside Aafrin whilst Cynthia has a final surprise in store for the Whelans.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 156,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    In 1932, Alice Whelan, fleeing a faithless husband in England and passing herself off as a widow, arrives with her baby in Simla, India - where her brother Ralph is private secretary to the Viceroy. On the train, she meets the missionary Dougie Raworth and his waspish wife Sarah, with their young son. A little boy is lifeless on the railway track, poisoned for being a half-caste, and Dougie and his assistant Leena save him, naming him Adam (after he tells them that he has no name). Another new arrival is young Scot Ian McLeod, come to stay with his uncle, Stafford ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 103,
                    "original air date": "22 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Following the shooting, a curfew is imposed, whilst Ralph's assistant Ronnie brings in a journalist to raise Ralph's profile, though Ralph directs him towards Aafrin, still lying injured in hospital. Alice goes to see if she can help Aafrin's family, whilst Ralph visits the gunman, nationalist Chandru Mohan, in prison, only to be attacked by him. Ralph turns to Cynthia for solace, by which time Mohan has been found dead in his cell. Armitage gives his nephew, Ian, a tour of the plantation, where he meets his neighbour, Ramu Sood, towards whom Armitage adopts a racist ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 89,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Ralph offers Aafrin, now fully recovered, a promotion, whilst Ramu asks Ian to intervene with his uncle for money Armitage owes him. Sooni canvasses for independence, though her meeting is brutally interrupted and she is arrested. Aafrin asks Ralph to secure her release, which he does, as well as requesting Aafrin and Alice to say the same thing at the inquest on Chandru Mohan. Alice volunteers to help at the orphanage, where Leena tells her that many of the children are not orphans but mixed race, rejected by their parents, and they observe Aafrin with his secret ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 88,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Armitage dies and Ramu offers Ian work as his plantation manager, to the disgust of the racist Cynthia Coffin. Believing Ralph only wants Madeleine as a mistress and not a wife, Eugene announces that they are returning to Chicago, prompting Ralph to ask Aafrin if he should propose. Sarah Raworth announces her intention of sending her little son back to England, and, when she fails to get the expected support from Alice, threatens to expose her secret. The Viceroy comes to visit and Aafrin is invited to a dinner in his honour. Here he learns that the authorities are ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 85,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The Viceroy prepares a lavish engagement party for Madeleine and Ralph, though both Cynthia and Alice question his motives, whilst Cynthia learns from Eugene that the Mathers have no money. At a meeting to discuss political power-sharing, Ralph supports Dr. Kamble, representative of the despised Hindu 'Untouchables', aiming to get him on side against the Congress party, and invites him to the party, incurring the displeasure of the Viceroy and many of the Brahmin guests. Encouraged by Cynthia, Ian asks Ramu why he has employed him as his manager, and is told he will ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 83,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Shocked to see Jaya, Adam's mother, Ralph ignores Cynthia Coffin's advice and goes to meet her, where it becomes apparent that Adam is his son, and it was Jaya's father who shot him. He promises to find Jaya a home and ensure Adam's welfare. Following their passionate embrace Alice and Aafrin are cool to each other. He is surprised that his father has persuaded the family to welcome Sita into their house whilst she (Alice) is charmed by handsome mountaineer Billy Farquhar - until he reveals that he is a friend of her husband, spying on her on the husband's behalf. ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 80,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    As Jaya's body is discovered, Ralph claims not to know her, but Ian - questioned by the police - mentions that Ramu had claimed she'd stolen from him. As a result, Ramu is arrested and a confession is forced from him. Feeling guilty, Ralph persuades the Viceroy to donate a large contribution to the orphanage where Adam lives, causing Leena to conclude that Adam is Ralph's son. He also confesses to Cynthia that he once loved Jaya, and they both momentarily suspect that the other may have been the killer. Meanwhile, Ian believes more and more in Ramu's innocence and ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 76,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ramu's trial begins in a packed courtroom where he is defended by Vinod Mukesh, assisted by Sooni, with oily British lawyer Hugh Slater prosecuting. Despite Ramu's warning that it will alienate him from the British community, Ian testifies for Ramu, but in vain, as the case against him is found. Leena, suspecting that Ralph is Adam's father, also takes the stand to suggest that an unknown Briton, the father of the child, was the killer, and Sarah is distraught when Dougie rises to stop the examination. However after the trial Dougie returns the Viceroy's cheque to ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 74,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Aafrin begins an affair with Alice but is also coerced by Nationalists, including police sergeant Singh, into helping their cause. Eugene Mathers dies of malaria and Cynthia sees her chance to stop the wedding by suggesting that Madeleine returns to America with her brother's ashes. The local nawab visits the club and the British are anxious to get him on side against Gandhi though at a party in his honour he is angry that Indians are barred from the club. Having realized that Adam is his son and that Sarah knows Alice's husband is alive he attempts to bribe the ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indian Summers (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 75,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A vote is taken to lift the ban on Indians at the club and Cynthia is not happy with the outcome. Sarah Raworth and her son return to England though her parting from Dougie is not passionate. Aware that Adam is Ralph's son, Dougie rebukes his fellow Briton for his lack of concern but is grateful to Leena for allowing him to continue running the orphanage. After Bhupi attempts suicide Ralph tells Aafrin that they grew up together and it becomes apparent to Aafrin who really killed Jaya. He rushes to halt the execution but is too late. Sooni, unaware of this, accuses ...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Lloyd-Hughes, Henry"
            },
            {
                "name": "West, Jemima"
            },
            {
                "name": "Walters, Julie"
            },
            {
                "name": "Warden, Rick"
            },
            {
                "name": "Kala, Aysha"
            },
            {
                "name": "Grant, Olivia"
            },
            {
                "name": "Patel, Nikesh"
            },
            {
                "name": "Dubey, Lillete"
            },
            {
                "name": "Seth, Roshan"
            },
            {
                "name": "Rabheru, Ashna"
            },
            {
                "name": "Nair, Ash"
            },
            {
                "name": "Glascott, Fiona"
            },
            {
                "name": "Cobb, Alexander"
            },
            {
                "name": "Nadarajah, Indi"
            },
            {
                "name": "Parkinson, Craig"
            },
            {
                "name": "Kay, Lisa"
            },
            {
                "name": "Revah, Amber Rose"
            },
            {
                "name": "Williams, Guy"
            },
            {
                "name": "Hamid, Anitha Abdul"
            },
            {
                "name": "Kumar, Shachin Sailesh"
            },
            {
                "name": "Webster, Chloé"
            },
            {
                "name": "Kumar, Sudarshan"
            },
            {
                "name": "Malahide, Patrick"
            },
            {
                "name": "Dhanania, Tanmay"
            },
            {
                "name": "Ritson, Blake"
            },
            {
                "name": "Hogg, Edward"
            },
            {
                "name": "Khan, Alyy"
            },
            {
                "name": "Torchia, Ellora"
            },
            {
                "name": "Allen, Caleb"
            },
            {
                "name": "Mitra, Dillon"
            },
            {
                "name": "Fenby, Julian"
            },
            {
                "name": "Priya, Kajai"
            },
            {
                "name": "Jack, Dishaaleny"
            },
            {
                "name": "Burby, Gabriella"
            },
            {
                "name": "Mathur, Arjun"
            },
            {
                "name": "McCrory, Connor"
            },
            {
                "name": "Haque, Hasina"
            },
            {
                "name": "McCabe, Richard"
            },
            {
                "name": "Nathan, Logan"
            },
            {
                "name": "Rajoo, Sasitharan"
            },
            {
                "name": "Fleet, James"
            },
            {
                "name": "Garg, Sugandha"
            },
            {
                "name": "Griffiths, Rachel"
            },
            {
                "name": "Randhawa, Kabir Raj Singh Singh"
            },
            {
                "name": "Dharker, Ayesha"
            },
            {
                "name": "Maniam, Mano"
            },
            {
                "name": "Lal, Gusion"
            },
            {
                "name": "Michael, Kennedy John"
            },
            {
                "name": "Theil, Anthony"
            },
            {
                "name": "Engkeat, Oh"
            }
        ],
        "locations": [
            "Penang, Malaysia"
        ],
        "genres": [
            "Drama",
            "History"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "France:Tous publics::(DVD rating)",
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 3155,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODI4MjIyODc0NV5BMl5BanBnXkFtZTgwNjU2Njg4NjE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Set against the sweeping grandeur of the Himalayas and tea plantations of Northern India, the drama tells the rich and explosive story of the decline of the British Empire and the birth of modern India, from both sides of the experience. But at the heart of the story lie the implications and ramifications of the tangled web of passions, rivalries and clashes that define the lives of those brought together in this summer which will change everything. It's the summer of 1932. India dreams of Independence, but the British are clinging to power. In the foothills of the Himalayas stands Simla; a little England where every summer the British power-brokers of this nation are posted to govern during the summer months.",
        "languages": [
            "English"
        ],
        "title": "Indian Summers",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Rutman, Paul"
            },
            {
                "name": "McGee, Lisa"
            },
            {
                "name": "Symon, Anna"
            }
        ],
        "production companies": [
            {
                "name": "Arte France"
            },
            {
                "name": "Biscuit Films"
            },
            {
                "name": "Masterpiece Theatre"
            },
            {
                "name": "New Pictures"
            },
            {
                "name": "Public Broadcasting Service"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "ARTE"
            },
            {
                "name": "Arte France"
            },
            {
                "name": "BBC First"
            },
            {
                "name": "EuroVideo"
            },
            {
                "name": "Kanal 2"
            },
            {
                "name": "Masterpiece Theatre"
            },
            {
                "name": "Norsk Rikskringkasting (NRK)"
            },
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Sveriges Television (SVT)"
            },
            {
                "name": "TV One"
            },
            {
                "name": "Television New Zealand (TVNZ)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "HireWorks"
            },
            {
                "name": "Take 2 Films"
            }
        ],
        "plot": [
            "Drama set in 1932 during the final years of British colonial rule in India.::Anonymous",
            "Set against the sweeping grandeur of the Himalayas and tea plantations of Northern India, the drama tells the rich and explosive story of the decline of the British Empire and the birth of modern India, from both sides of the experience. But at the heart of the story lie the implications and ramifications of the tangled web of passions, rivalries and clashes that define the lives of those brought together in this summer which will change everything. It's the summer of 1932. India dreams of Independence, but the British are clinging to power. In the foothills of the Himalayas stands Simla; a little England where every summer the British power-brokers of this nation are posted to govern during the summer months.::Channel4"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Red Epic"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3155,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 280,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 675,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 978,
                "rating": 7.4
            },
            "males": {
                "votes": 933,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 104,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 256,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 503,
                "rating": 7.1
            },
            "females": {
                "votes": 1122,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 171,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 406,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 466,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 64,
                "rating": 6.1
            },
            "us users": {
                "votes": 589,
                "rating": 7.5
            },
            "non us users": {
                "votes": 984,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 489,
            "9": 431,
            "8": 730,
            "7": 533,
            "6": 213,
            "5": 160,
            "4": 219,
            "3": 223,
            "2": 80,
            "1": 77
        },
        "arithmetic mean": 7.0,
        "median": 8
    }
}