{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2015"
            }
        ],
        "release dates": [
            "USA::1 January 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Braddock: Courage & Rebuilding",
                    "kind": "episode",
                    "episode of": {
                        "title": "The American Dream Project (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    James Marshall and Todd Williams depart NYC on their cross-country journey to see if the American Dream is still alive. Their first stop is Braddock, Pennsylvania. Braddock was once a booming industrial town with a population of nearly 20,000. With the decline of the steel industry, a once thriving town became riddled with violence, crime, and the population dwindled by 90%. In Braddock, they are invited to stay with the Mayor, and participate in the rebuilding of a community.    "
                },
                "2": {
                    "title": "Rendville: Working Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "The American Dream Project (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    James and Todd head to Rendville, the smallest town in Ohio - population 35. Riding into Rendville is like stepping back in time. As one of the first racially integrated towns in Ohio, Rendville possesses a rich legacy in the civil rights and labor movements. James and Todd learn a whole new meaning of community as they get a \"hands on experience\" in small town America.    "
                },
                "3": {
                    "title": "St.Louis: Equality, Appreciation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The American Dream Project (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The Gateway to the West leads the guys to Wonderii, a boutique marketing company, run by three young, bright & ambitious women. These successful women shatter stereotypes when it comes to tech and business in the mid-west but can the guys keep up?    "
                },
                "4": {
                    "title": "Iowa: Part 1 - Live to Fight Another Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The American Dream Project (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Tension rises as James and Todd for the first time face defeat and an ultimate fear for their lives as Mother Nature puts a major obstacle in their course. Their faith is tested and their eyes are opened to some of the dangers of riding a motorcycle cross-country.    "
                },
                "5": {
                    "title": "Iowa: Part 2 - American Made, American Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "The American Dream Project (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    James and Todd get invited to the Indian Motorcycle Factory to see where their bikes are made. When they arrive at the factory they get to meet and work with the people on-the-line.    "
                },
                "6": {
                    "title": "Wyoming: Faith & Resilience",
                    "kind": "episode",
                    "episode of": {
                        "title": "The American Dream Project (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    James and Todd are invited to Medicine Bow Lodge in Saratoga, Wyoming. No cell and no Internet allows the guys a chance to reflect on their journey. Tim and Debbie, owners of the ranch, share their idea of the American Dream and how their faith played a key role.    "
                },
                "7": {
                    "title": "Taos: Innovation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The American Dream Project (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    James and Todd are invited to meet Mike Reynolds a visionary engineer who has been developing sustainable structures for decades. The guys bunk with students at The Earthship Academy and spend the night in an actual Earthship, before joining their construction crew in the morning.    "
                },
                "8": {
                    "title": "Los Angeles: Life Philosophy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The American Dream Project (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    After traveling nearly 5000 miles, James and Todd reach the Pacific where Surf Legend Mickey Munoz invites them into his home. Mickey shares his philosophy on life while putting them to work and giving the guys a paddleboard lesson to remember.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Marshall, James"
            },
            {
                "name": "Williams, Todd"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAwNjY0MDU1OF5BMl5BanBnXkFtZTgwNzgwMzI5NDE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The American Dream lives on in James Marshall's American Dream Project. Like the heroes of American Literature, James and his friend Todd took off cross country for the ride of their lives armed with just $250, their wits, and a healthy sense of adventure. James is an idealistic British born New Yorker who's Patriotism for America has not faltered since he first moved here 7 years ago. However, he is increasingly saddened by cynicism and the loss of hope he hears all around him. We are constantly bombarded by negative news about how bad America is, how America's future is dark and the American dream is not possible for most of it's citizens. To top it off, reality TV consistently highlights the worst of America. Combined; we are left with a self-loathing image. In this original, authentic and beautifully filmed series, we see James: an adventurous Englishman fall even deeper in love with America. And Todd, an enthusiastic American, see his own country in a whole new light. These two friends only stay with the everyday Americans they meet on the road, from the biggest city, to the smallest town, and everything in between. We hear the backgrounds and challenging stories of real Americans. We witness their views on America today and America tomorrow... what they think is right and wrong... BUT, more importantly, we learn how they are moving forward. Through the eyes of someone new to America, The American Dream Project proves that there are more good people than bad, that we have more in common than not, and that the American Spirit as well as it's Dream, is as strong as ever. To tell his story, Cole Haan partnered with Marshall's production company, Happy Marshall Productions, to bring The American Dream Project to life. James' objective was simple: reverse the negative sentiment Americans and the media are (more often than not) associating with \"America.\" By using social media to connect with people, plot their course, put a roof over their heads at night and work for their keep, they were able to document and showcase that The American Dream and the optimistic spirit that built this country is very much so still alive. And now it's time to share it with the world.",
        "languages": [
            "English"
        ],
        "title": "The American Dream Project",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The American Dream Project (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Happy Marshall Productions"
            },
            {
                "name": "Sundance Productions"
            }
        ],
        "distributors": [
            {
                "name": "FilmBuff"
            }
        ],
        "plot": [
            "The American Dream lives on in James Marshall's American Dream Project. Like the heroes of American Literature, James and his friend Todd took off cross country for the ride of their lives armed with just $250, their wits, and a healthy sense of adventure. James is an idealistic British born New Yorker who's Patriotism for America has not faltered since he first moved here 7 years ago. However, he is increasingly saddened by cynicism and the loss of hope he hears all around him. We are constantly bombarded by negative news about how bad America is, how America's future is dark and the American dream is not possible for most of it's citizens. To top it off, reality TV consistently highlights the worst of America. Combined; we are left with a self-loathing image. In this original, authentic and beautifully filmed series, we see James: an adventurous Englishman fall even deeper in love with America. And Todd, an enthusiastic American, see his own country in a whole new light. These two friends only stay with the everyday Americans they meet on the road, from the biggest city, to the smallest town, and everything in between. We hear the backgrounds and challenging stories of real Americans. We witness their views on America today and America tomorrow... what they think is right and wrong... BUT, more importantly, we learn how they are moving forward. Through the eyes of someone new to America, _The American Dream Project_ (qv) proves that there are more good people than bad, that we have more in common than not, and that the American Spirit as well as it's Dream, is as strong as ever. To tell his story, Cole Haan partnered with Marshall's production company, Happy Marshall Productions, to bring _The American Dream Project_ (qv) to life. James' objective was simple: reverse the negative sentiment Americans and the media are (more often than not) associating with \"America.\" By using social media to connect with people, plot their course, put a roof over their heads at night and work for their keep, they were able to document and showcase that The American Dream and the optimistic spirit that built this country is very much so still alive. And now it's time to share it with the world.::James Marshall",
            "By using social media to connect with people, plot their course, put a roof over their heads at night and work for their keep, James and Todd were able to document and showcase that The American Dream and the optimistic spirit that built this country is very much so still alive. And now it's time to share it with the world."
        ],
        "tech": {
            "runtime": [
                "15 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 4.7
            },
            "males": {
                "votes": 15,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 7.0
            },
            "females": {
                "votes": 5,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.3
            },
            "us users": {
                "votes": 11,
                "rating": 7.0
            },
            "non us users": {
                "votes": 3,
                "rating": 3.7
            }
        },
        "number of votes": {
            "10": 9,
            "9": 1,
            "8": 3,
            "7": 4,
            "6": 2,
            "5": 1,
            "4": 3,
            "3": 1,
            "2": 2,
            "1": 0
        },
        "arithmetic mean": 7.2,
        "median": 7
    }
}