{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 May 2015"
            }
        ],
        "release dates": [
            "USA::1 May 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bond, Bobby"
            },
            {
                "name": "Day, Cristopher"
            },
            {
                "name": "Hadaller, Gavin"
            },
            {
                "name": "Kelley, Raymond"
            },
            {
                "name": "Lindsay, Jesse"
            },
            {
                "name": "Rain, Mack"
            },
            {
                "name": "Shinn, Kenneth"
            }
        ],
        "locations": [
            "USA::(outdoor filming)"
        ],
        "genres": [
            "Adventure",
            "History",
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "History needs to be challenged while we still have time and resources to explore the unknown wilds of planet earth. With so many questions yet to be answered regarding civilizations and cultures dating back more than 50,000 years, these secrets must be discovered. With the combat zones of modern warfare behind them, six highly skilled and survival seasoned explorers set out to discover lost history in geographic regions never surveyed by modern technological techniques for periods long enough to actually realize success. This is where The Superstition Six do their best work. Harsh environmental conditions combined with lack of food and water resources make sustained survival the number one critical factor in uncovering truly lost treasures. Unlike most scientific and archaeology research teams, The S6 can maintain expeditions for unlimited durations to successfully complete their missions. Now with camera crews struggling to keep up with the team, you'll take part in the struggle of survival, pain and anguish of navigating the earth's wildest regions, the dangers of nature, and the stress of toleration among the team members throughout their adventures.",
        "languages": [
            "English"
        ],
        "title": "The Superstition Six",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Superstition Six (United States)"
        ],
        "writer": [
            {
                "name": "Rain, Mack"
            }
        ],
        "production companies": [
            {
                "name": "Typhoon Works"
            }
        ],
        "plot": [
            "Six combat veterans explore the deepest forests, darkest jungles and deadliest deserts to discover the greatest treasures of culture and anthropological history yet to be unearthed by modern science.::Mack Rain",
            "History needs to be challenged while we still have time and resources to explore the unknown wilds of planet earth. With so many questions yet to be answered regarding civilizations and cultures dating back more than 50,000 years, these secrets must be discovered. With the combat zones of modern warfare behind them, six highly skilled and survival seasoned explorers set out to discover lost history in geographic regions never surveyed by modern technological techniques for periods long enough to actually realize success. This is where _The Superstition Six_ (qv) do their best work. Harsh environmental conditions combined with lack of food and water resources make sustained survival the number one critical factor in uncovering truly lost treasures. Unlike most scientific and archaeology research teams, The S6 can maintain expeditions for unlimited durations to successfully complete their missions. Now with camera crews struggling to keep up with the team, you'll take part in the struggle of survival, pain and anguish of navigating the earth's wildest regions, the dangers of nature, and the stress of toleration among the team members throughout their adventures.::Mack Rain"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}