{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 January 2015"
            }
        ],
        "release dates": [
            "USA::22 January 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Nightwatch"
            },
            {
                "countries": "Germany",
                "title": "Notruf in New Orleans"
            }
        ],
        "akas": [
            "Nightwatch (original title)",
            "Notruf in New Orleans Germany"
        ],
        "akas from release info": [
            "Nightwatch (original title)",
            "Notruf in New Orleans Germany"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Nightwatch Nation - One Nation Under Watch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "16 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    EMT's in cities across America answer the calls for help from their communities. In Austin, Texas, responders run point in a massive multiple car collision and need to triage more victims than can fit into their ambulance. A combative addict and an overdose gone wrong offer tough challenges in Yonkers, New York, while in Baton Rouge, Louisiana, southern charm is revealed to have its own healing effects. And in Tucson, Arizona, responders do everything they can to avoid delivering a baby in the back of their ambulance.    "
                },
                "2": {
                    "title": "Nightwatch Nation - Not Today",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "23 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In Baton Rouge, Lacey and Stacey restrain a patient suffering from violent hallucinations after overdosing on the synthetic drug Mojo.    "
                },
                "3": {
                    "title": "Nightwatch Nation - Ready for Anything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "30 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Yonkers first responders Alex and Jamal face unexpected challenges when they respond to a call for a man with a broken ankle who fell from a fire escape. The night really starts to heat up for Steven Lopez and Sam Netheron in Tucson when they are called to a structure fire and must search inside for possible victims. Things get personal for Niki Johnson in Baton Rouge when a call for a patient with back pain takes an emotional turn.    "
                },
                "4": {
                    "title": "Nightwatch Nation - The Sober Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In Austin, Luddy and Finch practice parking lot medicine when they respond to a heroin overdose on a 19-year-old patient. Niki and Nicole show their compassionate side to a young woman suffering from an emotional trauma in Baton Rouge. After the final call of the night, Yonkers medic Alex reveals a sobering truth about her past.    "
                },
                "5": {
                    "title": "Nightwatch Nation - Ties That Bind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Nightwatch Nation - Racing the Clock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In Baton Rouge, a brawl erupts in the back of Meghan and Dee's ambulance when an overdose patient wakes up swinging. Meanwhile, Ariel and Cunningham fear the worst as they rush to the scene of a flaming motorcycle wreck in Yonkers. And in Austin, when a truck swerves out of control, Kim and Audrey hope to find its missing driver at the bottom of a ravine.    "
                },
                "7": {
                    "title": "Nightwatch Nation - Back from the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Baton Rouge paramedics rush to the aid of a man attacked by his girlfriend with a box-cutter knife. Gunshots fired in Yonkers send Ariel and Cunningham to save a man down. Meanwhile, in Austin, first responders Kim and Audrey plead with a patient to go the hospital before she has another potentially life-threatening seizure.    "
                },
                "8": {
                    "title": "Nightwatch Nation - Testing Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The opioid epidemic grips the nation as Baton Rouge EMS teams scramble save lives. A heatwave in the south makes bad calls worse .    "
                },
                "9": {
                    "title": "Nightwatch Nation - Trauma Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    It's a race against the clock in Baton Rouge for Brandon and Coop to save a man's life after he's been struck by a bullet in the chest. In the middle of an empty parking lot, Austin medics Luddy and Finch encounter the drunkest patient they've ever treated. New Nightwatch Nation team Alyssa and Kasie are called to a special needs pediatric patient in Baton Rouge which reminds Alyssa of her own miracle baby at home.    "
                },
                "10": {
                    "title": "Nightwatch Nation - We Are Nightwatch Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Patrick and Danelle from Yonkers, New York, go above and beyond to help a schizophrenic patient who's had a hard time being taken seriously in the past. Far away in Austin, Texas, Holly and Chris have a scary run-in with poison control involving a nervous mother. Meanwhile, Baton Rouge, Louisiana, has a busier than usual night with erratic patients, culminating with one of the medics saying, \"Only on the night shift.\"    "
                }
            },
            "1": {
                "1": {
                    "title": "Retaliation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 19,
                    "original air date": "22 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A New Orleans man is found in the street, bleeding from multiple gunshot wounds.    "
                },
                "2": {
                    "title": "Those We Rely On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "29 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    An EMS officer shares emotional news with his partner; firefighters respond to a call about a vehicle ablaze at a gas station.    "
                },
                "3": {
                    "title": "Officer Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "5 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After a quiet beginning of the evening, multiple calls virtually explode across the radio at once--and the most alarming code heard is for \"Officer Shot.\" The overwhelming response to that call leaves EMT's Titus and Dan to endure an agonizing wait for police backup at the scene of a stabbing at a birthday party. Meanwhile, fire fighters respond to the scene of a burning car.    "
                },
                "4": {
                    "title": "The Darkest Shift on the Scariest Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "12 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Halloween provides a fitting backdrop to a night on the job that includes some chilling calls. Captain Kevin leads the fire fighters battling a blaze that's engulfed a house, and hopefully nothing more. Police officers Victor and Cedric hunt through a neighborhood in \"the country\" for a burglary suspect. And on the EMT Sprint Unit, Becca responds to a call she hoped to never get.    "
                },
                "5": {
                    "title": "Their Worst Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "19 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Police officers Victor and Lejon join a SWAT team operation hunting a homicide suspect. The fire department tries to save a man who fell into the Mississippi River. And for the EMTs, the calls tonight are as much about comforting victims as they are about saving them.    "
                },
                "6": {
                    "title": "Full Moon Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "26 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    It's a full moon in New Orleans, and sure enough, all night long, the calls for the EMT's seem to get crazier and crazier: the victim of a machete hacking, the man whose finger is bitten off by a dog, the guy stabbed by a man dating his ex-wife. Meanwhile, two cops keep their perfect record of chasing down suspects in foot races intact, and a fire chief confronts his fear of rats.    "
                },
                "7": {
                    "title": "100%, Every Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "5 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Randy and Justin chase down a suspected car thief, while both EMT teams respond to emergency calls involving children in distress.    "
                },
                "8": {
                    "title": "Caught You, by Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "12 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Police officers pursue suspected drug dealers, while Keeley saves a group of partiers from a violent schizophrenic.    "
                },
                "9": {
                    "title": "When Work Becomes Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "19 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It's New Year's in New Orleans and gun violence is rampant as Police and EMS deal with armed robberies and shootings. Plus, EMT Gavin returns to the job, and everyone celebrates a new addition to the family.    "
                }
            },
            "2": {
                "1": {
                    "title": "Mardi Gras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    It's the week of Mardi Gras and it's the busiest time of year for our first responders. Working the parade route comes with its own challenges and unique cases. Keeley treats a man who impaled his hand on a fence. While Titus and Dan have to navigate through a flood of people to treat a man stabbed in the face. But most drama happens off the parade route. Titus and Dan race to save an 18-year old shot in the head through and through. Randy & his partner Devin, search for suspects in an armed robbery, which leads to a high-speed chase.    "
                },
                "2": {
                    "title": "In the Blink of an Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Swat officers J. and Alley come face-to-face with the violence in the city after a high-speed chase turns into a shootout with their suspect. The violence takes a bizarre turn when Keeley gets called to a woman whose eyeball has been bitten out in a fight. Titus and Dan head to one of the most dangerous projects in the city in order to treat a shooting victim. Towards the end of the shift, Keeley joins Holly and Nick as they try to piece together what happened between two Spanish-speaking men involved in a bloody knife fight.    "
                },
                "3": {
                    "title": "Trust the Ones You're With",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "19 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    It's all about new partnerships and life lessons. Gavin returns from work offshore and is assigned to a new partner Ted. Together, they treat a woman on busy Bourbon Street with a badly broken ankle. In the meantime, our SWAT guys head out to serve a high-risk warrant and Holly, Nick and Keeley respond to a flipped car where the driver's arm is cut to the bone. Later in the night, we return to Ted and Gavin who work to rescue a man who has fallen off a ladder and landed on a roof. Justin is assigned to a new partner and tries to maintain his track record of 100%.    "
                },
                "4": {
                    "title": "Fallen Brother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "3 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The city is in mourning after a well-loved Police officer is shot and killed on duty. Vic and P chase a suspect following an altercation with another officer. The dangers of the job become even more real when Vic and P are called to assist other officers who were shot at by a suspect while serving a warrant. Titus and Dan deal with a resisting patient who takes a swing at Titus. Holly and Nick treat a woman whose leg is mangled in a bicycle accident.    "
                },
                "5": {
                    "title": "Guardians of the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "10 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Titus and Dan treat a woman who was viciously stabbed in the face, and Holly and Nick tend to an emotional young transgendered woman who was assaulted. A wild police chase ends with a major car accident, and the firefighters of SQURT 16 race to put out a structure fire. Throughout the long night the character of New Orleans' residents shines through in dramatic and quirky ways.    "
                },
                "6": {
                    "title": "United We Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "17 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    On the fourth of July in New Orleans, the heat seems to trigger havoc in the streets. Holly, Nick, and Keeley arrive at a bloody scene where a woman could lose her arm after a bar fight. Then at the scene of a car accident, a first responder is assaulted while trying to tend to the victims. And as fireworks explode across the city, police officers Randy and Devin catch a teenage bike thief, and offer some tough love to get his life on track.    "
                },
                "7": {
                    "title": "Triumph & Tragedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "7 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    On the Nightwatch, you can't save everyone--but you try. New partners Tommy and Arkady join a desperate search for a victim who went under in the river; Holly and Nick rush a motorcyclist with devastating injuries to the hospital; Titus and Dan assist a pedicab driver with a nasty leg injury; and Randy and Devin search for a drug dealer hiding in a dangerous neighborhood.    "
                },
                "8": {
                    "title": "Dark Side of the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "14 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    For the men and women on the Nightwatch, two things never stop: the calls and the questions. How can someone shoot an eight-year-old boy? How do you stop the drug epidemic in the worst parts of New Orleans? How do you get guns off the city streets? As the first responders do everything they can do save the victims of several shootings, a drug overdose, and more; and the police officers chase suspects who end up having illegal firearms, they find themselves asking these questions--and only wishing they had the answers.    "
                },
                "9": {
                    "title": "Dreams and Nightmares",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "21 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The best people on the job never stop looking for ways to do more and be better. For police officer Justin, the objective is joining the force's SWAT team, and he takes a big step by leading a raid with the SWAT officers. Meanwhile, the first responders deal with a rash of scary calls, including a man suffering from amnesia after getting hit by a car, and a woman who fell off a roof. And after a man survives a suicide attempt, Arkady forges a bond with him by sharing the story of her mother's own suicide.    "
                },
                "10": {
                    "title": "Saints and Sinners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "28 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Like any dad, Titus wants the best for his son. As an EMT, he sees just how dire life can get. From drug addicts desperate to kick their problems, to assault victims, to a teenager who drove his car into a tree, nights in New Orleans reveal the struggles of life in this city. Meanwhile, police officers continue to work desperately to get guns off the street--and make the city a safer place to live.    "
                },
                "11": {
                    "title": "Katrina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    On the 10th anniversary of Hurricane Katrina, the emergency responders reflect upon this natural disaster. Calls include a house fire, a SWAT assault, a moving car hit by a huge falling tree, a stabbing victim, and much more.    "
                },
                "12": {
                    "title": "Nightwatch: Memorable Cases and Chases",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "11 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    This one-hour special will visit and discuss the most notable cases from the past two seasons of Nightwatch. Includes updates and visits with first responders and patients.    "
                }
            },
            "3": {
                "1": {
                    "title": "New Beginnings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The team celebrates the opening of its new headquarters, finally complete after 10 years of working out of trailers.    "
                },
                "2": {
                    "title": "Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    In a night filled with multiple shootings, Holly and Nick have to search for a gunshot victim that has gone missing. Meanwhile Titus and Dan tend to a man stabbed multiple times. Keeley is heartbroken about the shooting tragedy in Orlando, and is intent on participating in the city's upcoming pride march.    "
                },
                "3": {
                    "title": "The Ties That Bind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Working together for years has turned Titus and Dan into great friends. But on their shift, they inevitably come across folks who are the victims of crimes perpetuated by those closest to them.    "
                },
                "4": {
                    "title": "We Give Thanks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Every night, the members of the Nightwatch in New Orleans are reminded in new ways to be thankful for what they have.    "
                },
                "5": {
                    "title": "Heroes Among Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    On Nightwatch not all tragedies are created equal and tonight, when the men and women serving New Orleans.    "
                },
                "6": {
                    "title": "Southern Comfort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "5 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    As Titus puts it, \"When one of us gets hurt, we feel like all of us are hurt.\" And in New Orleans on the Nightwatch, every call isn't just about a victim whose life is in danger, or even a criminal who's broken the law. It's about people serving people. In several calls - from a restaurant in the French Quarter to a car accident uptown - bystanders chip in to help the first responders. There's also a tourist who has to be coaxed to the hospital, and a rapper whose spotless record belies his style. In every case, the members of the Nightwatch offer southern hospitality...    "
                },
                "7": {
                    "title": "105 and Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "12 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On a hot, humid night in New Orleans, there's no escaping the temperatures as tempers rise and violence swells. The police chase two armed carjacking suspects; Keeley tends to an injured young family in a car accident; and Titus and Dan answer a call from a woman who turns out to be a former Playboy bunny.    "
                },
                "8": {
                    "title": "Stranger Things",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    If every night in New Orleans is an adventure, this one is filled with characters in situations unlike any other. A woman in a disagreement with her boyfriend tells police he once brought her back to life after she was murdered; a purse-snatching suspect stops running away from authorities so he can finish eating some chicken strips; and a tarot card reader gets dehydrated after a long day working on Bourbon Street.    "
                },
                "9": {
                    "title": "Brotherhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "26 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    As anyone in New Orleans could tell you, when times are toughest, family and friends are more important than anything in the world.    "
                },
                "10": {
                    "title": "The End Is Just the Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Every call on the Nightwatch can go in one of two directions. And when the calls come from every direction.    "
                },
                "11": {
                    "title": "Beyond the Badge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "9 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    An in-depth look at what it is like to be an officer patrolling the streets of New Orleans today. The one-hour special will explore what motivates the officers to do this job and the \"realities\" of what they experience on a nightly basis.    "
                },
                "12": {
                    "title": "EMTs Bare All: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The EMT's recall and reflect on their craziest and most memorable calls on the Nighwatch shift in New Orleans.    "
                },
                "13": {
                    "title": "EMTs Bare All: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "23 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The EMT's recall and reflect on their craziest and most memorable calls on the Nighwatch shift in New Orleans.    "
                }
            },
            "4": {
                "1": {
                    "title": "Life on the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "9 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    police officers Robb and Bethany find themselves in an armed standoff with a suspect who has holed up in an apartment complex. Meanwhile, Fire Rescue team Mayville and Stokes must put out a trailer fire that threatens to incinerate the rest of the park.    "
                },
                "2": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Family bonds and family struggles take center stage when a man approaches Robb and Bethany and asks them to help find his missing daughter whom he fears is dead. The ROC Squad set up a high-profile sting to capture a group of thieves preying upon Tampa. Rush and Rutledge try to save a puppy from a raging apartment complex fire.    "
                },
                "3": {
                    "title": "Needle in a Haystack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Officers Roni and Cooper find themselves in a breathless foot chase after people are stabbed at a nightclub. Fire Rescue's Doug and Stokes desperately try to save the life of a young man shot in his throat. Meanwhile, the ROC Squad's Will and Dimitri go on a manhunt after a carjacking leads them to the roof of an apartment complex.    "
                },
                "4": {
                    "title": "Dumb Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Mark and Austin find themselves conflicted when a man stabbed multiple times angrily refuses treatment. Jerry and Pierre engage in a car chase that results in a foot chase when an armed suspect bails from the vehicle into a parking lot.    "
                },
                "5": {
                    "title": "Animal Instinct",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "9 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Officers Robb and Bethany are helped by the K9 Unit to corral a suspect who takes off running after a car chase. Fire Rescue's Rush and Rutledge struggle to convince a man with heart problems to go to the hospital. Mayville and Doug are called in when a car careens off a bridge-and the driver can't be found.    "
                },
                "6": {
                    "title": "Always Remain Calm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "23 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Tampa first responders have a chaotic night treating seizure and overdose patients, while the ROC Squad Task Force tracks down suspected armed robbers in a high-speed chase.    "
                },
                "7": {
                    "title": "Freak Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "30 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    It's Halloween night in Tampa and the cases get wild. Tony and Dave treat a woman who was shot in the chest with a BB gun and is bleeding uncontrollably. The ROC Squad responds to a call from a man who was shot, and Will and Dimitri go into detective mode to help track down the assailants. Later on, Air Control guides Robb and Bethany to track down a fleeing suspect who thinks he can hide in a trash dumpster.    "
                },
                "8": {
                    "title": "Teenage Wasteland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "6 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Chaos erupts when shots are fired and a teenager is wounded while Will and Dimitri are on patrol at a high school football game. Meanwhile, Mayville and Stokes are on the scene when multiple bomb threats are made in Ybor City. And the ROC Squad are on the move when they chase down a teenager on a joyride with his parents' car.    "
                },
                "9": {
                    "title": "Tough Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "13 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Pierre and Jerry are backed up by air service when they go on a high-speed chase through the streets of Tampa.    "
                },
                "10": {
                    "title": "Thin Blue Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nightwatch (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "20 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Like the saying goes, \"If you stay ready, you never have to get ready\" and that is a code Tampa's first responders live by.    "
                }
            }
        },
        "number of episodes": 54,
        "cast": [
            {
                "name": "Flynn, Dan"
            },
            {
                "name": "Hennessey, Arkady"
            },
            {
                "name": "Manning, Nick"
            },
            {
                "name": "Tero, Titus"
            },
            {
                "name": "Monteleone, Holly"
            },
            {
                "name": "Walton, Randy"
            },
            {
                "name": "Alley"
            },
            {
                "name": "Andressen, Ted"
            },
            {
                "name": "Jr., Vic Gant"
            },
            {
                "name": "Istre, Gavin"
            },
            {
                "name": "Williams, Keeley"
            },
            {
                "name": "Bouvier, Ken"
            },
            {
                "name": "Devin"
            },
            {
                "name": "Evans, Tommy"
            },
            {
                "name": "Jay"
            }
        ],
        "locations": [
            "New Orleans, Louisiana, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 8.9,
        "votes": 589,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODM4MjY3NDc1Ml5BMl5BanBnXkFtZTgwNjY2MjgzNDE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "The show follows first responders (Police, Fire, and EMS) in New Orleans working the night shift 2000 hours - 0400 hours. Cameras follow firefighters to their calls, EMS to patients' homes or whatever situation they may be called to, as well as Police chases or patrols.",
        "languages": [
            "English"
        ],
        "title": "Nightwatch",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "44 Blue Productions"
            },
            {
                "name": "Wolf Reality"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            }
        ],
        "special effects": [
            {
                "name": "Duality Filmworks"
            }
        ],
        "other companies": [
            {
                "name": "GOPOGO"
            },
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "Follow the men and women who keep the citizens of New Orleans safe during the night. Ride along with the police officers, the firefighters, and the paramedics as they tackle the evils of the night.::Ryan Klackle",
            "The show follows first responders (Police, Fire, and EMS) in New Orleans working the night shift 2000 hours - 0400 hours. Cameras follow firefighters to their calls, EMS to patients' homes or whatever situation they may be called to, as well as Police chases or patrols."
        ],
        "synopsis": [
            "The hour-long docu-series from executive producers Wolf, Tom Thayer and Rasha Drachkovitch will follow emergency teams working the intense and life-threatening overnight shift in New Orleans, Louisiana. Nightwatch focuses on first responders, working the graveyard shift, in one of the worlds most notorious night cities New Orleans, Wolf says. We take the viewer behind the scenes in real time as EMS, police and fire respond to every kind of call possible, many of which are stranger than fiction."
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color"
            ],
            "camera": [
                "Canon 5D",
                "Canon C300"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 589,
                "rating": 8.9
            },
            "aged 18 29": {
                "votes": 90,
                "rating": 9.2
            },
            "aged 30 44": {
                "votes": 155,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 142,
                "rating": 8.7
            },
            "males": {
                "votes": 209,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 46,
                "rating": 9.1
            },
            "males aged 30 44": {
                "votes": 76,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 71,
                "rating": 8.5
            },
            "females": {
                "votes": 216,
                "rating": 9.2
            },
            "females aged 18 29": {
                "votes": 43,
                "rating": 9.4
            },
            "females aged 30 44": {
                "votes": 77,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 67,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 5.9
            },
            "us users": {
                "votes": 224,
                "rating": 8.9
            },
            "non us users": {
                "votes": 81,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 306,
            "9": 141,
            "8": 89,
            "7": 20,
            "6": 10,
            "5": 3,
            "4": 1,
            "3": 1,
            "2": 5,
            "1": 13
        },
        "arithmetic mean": 9.0,
        "median": 1
    }
}