{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 September 2015"
            }
        ],
        "release dates": [
            "USA::14 September 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Baldwin, William"
            },
            {
                "name": "Birse, Laura"
            },
            {
                "name": "Lilley, Terry"
            },
            {
                "name": "Montague, Erika"
            },
            {
                "name": "Ramsey, Ocean"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTg4YThmZTMtMjQ2Yi00NjkxLTg0YzYtM2Q3Y2I5NWU5OTRmXkEyXkFqcGdeQXVyMjY0NDU2NTA@._V1_SY150_CR68,0,101,150_.jpg",
        "budget": "$1,250,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Reef Madness",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Reef Madness (United States)"
        ],
        "production companies": [
            {
                "name": "On the Wave Productions"
            }
        ],
        "distributors": [
            {
                "name": "OTW Productions"
            }
        ],
        "plot": [
            "A Team of experts forms a reluctant alliance with a zany biologist and with their dramatically diverse scientific approaches, their passion and dedication to save the ocean's coral reefs and inhabitants shines through.::HT"
        ],
        "synopsis": [
            "A documentary style reality show that combines both real and animated elements for an immersive storytelling format, all filmed in a rich and lush tropical island setting.Hanalei Bay, Kauai is a picture-postcard perfect tropical paradise, complete with coral reefs and world-class surf. Its home to endangered sea turtles, monk seals, humpback whales, spinner dolphins and of course the blue-lipped humuhumunukunukuapuaa, Hawaiis state fish. Its also home to an eccentric, well meaning and very controversial Marine Biologist and ocean activist by the name of Terry Lilley.Terry lives modestly in a truck trailer in the boatyard next to the mouth of the Hanalei River, along with his roommates, a couple thousand mosquitoes. He ventures out every day by kayak, Zodiac, paddleboard or sometimes an aging, leaky 60 foot research vessel, to check on the health and welfare of the oceans reefs and inhabitants. He documents his findings using an underwater camera, and over the last five years, hes created an unprecedented database of high definition video of the state of specific coral reefs all around Kauai.More marine mammal than man, Terry spends most of his waking hours under the sea. The Undersea World of Terry Lilley is very special indeed. Sea creatures accept him as one of their own. On a typical day, he starts by visiting sea turtles on the reef. He knows them by name. Then anything can happen. Each day brings new adventures. Giant eagle rays have been known to bring him an octopus or two for lunch! Recently, he discovered a previously unknown species of fish. He often spends his evenings in underwater caves with sleeping sharks. But theres trouble in paradise. When Terry decided to start documenting the coral reefs of Kauai, he didnt realize that he was diving into a Pandoras Box of eco-related trouble! Right before Terrys eyes, the beautiful mound corals, some over 300 years old, start to die like victims of flesh-eating bacteria. Terry sounds the alarm on this and a host of other diabolical threats to the undersea world, and unleashes a hornets nest of controversy. Now, partly due to his not-so-politically-correct style, Terry finds himself in the middle of a swarm of staunch supporters and bitter enemies: Politicians (honest and otherwise), scientists from all over the world, the military, academics, kahunas, conspiracy theorists, surfers, celebrities, locals, and a self proclaimed Hawaiian monarch. Even President Obama and the Joint Chiefs of Staff may be getting involved! It seems that no one opposed to the health of the reefs can steer clear of Terrys vortex!Up until recently, Terrys been the Lone Ranger, with no Tonto. But now he can count on a support team of three women ocean advocates and scientists, compliments of the producers of REEF MADNESS. Beautiful, credentialed and smart, they have no problem speaking their minds when it comes to good or bad science. Theyre not here to watch Terrys back, theyre here to uncover the mysteries that seem to present themselves one after another in Terrys wake. When necessary, theyre well equipped to force-feed Terry a strong dose of reality to temper his sometimes far-out theories and hypotheses...\nOcean Ramsey, Marine Biologist, shark advocate and fashion model who became an instant celebrity when she risked her life swimming without protection with a 14-foot Great White Shark. Oceans goal was to free them of the Jaws inspired perception that they are ruthless man-eaters, when reality is that humans are far more of a danger to sharks than the other way around.Erika Montague, Ph.D., Sophisticated, level-headed, world-renowned oceanographer who helped design a deep sea observatory that enabled the acquisition of the first images of the mythic giant squid. Erikas deep love of the sea is partially inspired by the dives shes taken in submersibles to depths of 1000 and more. Laura Birse, Marine Biologist, Masters in Sustainability. Laura has a deep love for the sea and its creatures, the sea turtle being among her favorites. Also a professional surfer, she lives and breathes in the sea, and when it comes to protecting our oceans critters, watch out! 61 and tough as nails, Laura is a mighty force to reckon with!REEF MADNESS will also feature guest appearances from world-renowned oceanographer, former chief scientist of NOAA and National Geographic Society Explorer-in-Residence Dr. Sylvia A. Earle. Shes called \"Her Deepness\" by The New Yorker and The New York Times, \"Living Legend\" by the Library of Congress, and first \"Hero for the Planet\" by Time Magazine, as well as other notables involved in the health and well being of our oceans greatest treasures.REEF MADNESS provides proof that reality is stranger than fiction. You just cant make this stuff up! All of the dueling factions in this real-life drama will have a voice as REEF MADNESS cameras follow in the wake of Terry and the Reef Madness Team, as they seek to protect the ocean using whatever means are necessary, no matter how unorthodox. On Kauai, Terrys supporters and enemies alike will have their opportunity to speak out. On a global level, a whos who list of world-renowned marine scientists will contribute to REEF MADNESS, either supporting or debunking Terrys theories. Whos right? The audience will have to make up its own mind about that. But one thing we know for sure is that REEF MADNESS will take its audience on a wild adventure. The stakes are high. Were dealing with grim reality. But Terry is an eternal optimist, full of hope and determined to find solutions. Thats one of his most endearing qualities. There will be plenty of fun, wacky and uplifting moments as well as surprising discoveries that may well impact future generations. The rich and luscious tropical settings and the diverse cast of characters guarantee the full gamut of emotion, from hilarity to heartfelt sadness to elation and satisfaction, as we make an effort to make a difference and save the coral reefs of Kauai and the world. Although Kauai is a remote island in the Pacific, the issues that are found on its reefs are found all over the world. Kauai is ground zero at the moment, but if we can make things better here, it lays the foundation for assisting and improving the health for all oceans around the globe. Lets help stop the madness. Putting our money where our mouths are, the producers of REEF MADNESS pledge 5% of their personal salaries to support the coral reefs of the world.We believe that In the end, people will only protect what they love, and only love what they understand. REEF MADNESS will help the audience to understand whats going on in the mysterious world that lies just beneath the surface of our oceans."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}