{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 February 2015"
            }
        ],
        "release dates": [
            "USA::18 February 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bridgeforth, Danielle"
            },
            {
                "name": "Cousins, Pastor Cj"
            },
            {
                "name": "Cromey, Courtney"
            },
            {
                "name": "D'Arrigo, Michaelangelo"
            },
            {
                "name": "Duncan, Thomas"
            },
            {
                "name": "Grooms, Mike"
            },
            {
                "name": "Gross, Trevon"
            },
            {
                "name": "Harrington, Monsignor Kieran"
            },
            {
                "name": "Neubauer, Beth"
            },
            {
                "name": "Oliver, Pastor Anthony"
            },
            {
                "name": "Roushenberg, Fritz"
            },
            {
                "name": "Tiedeman, Joseph"
            },
            {
                "name": "Vidal, Diego"
            },
            {
                "name": "Yuma, Tsani"
            }
        ],
        "locations": [
            "USA",
            "Mexico"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzUwOTQ0MDA0MF5BMl5BanBnXkFtZTgwNzQyNjk1NDE@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$100,000 (estimated)",
        "plot outline": "There are millions of people who are confused by the many different branches of Christ and require direction. The goal of Ablutionary Rite is to provide explanations of the similarities and differences between Non-Denominational, Catholic, Mennonite, Presbyterian, Lutheran, Orthodox, Protestant, Methodist, Mormon, 7th day Adventist, Jehovah Witness, Baptist, and other Christian ministries to help people who seek direction and also to help bring them closer to Christ. To achieve this goal, the makers of this documentary reached out to a number of pastors and theologians and conducted interviews. They asked several questions that were pertaining to ministry, inclusiveness, service, and interfaith work. Ablutionary Rite is one of am upcoming series of films profiling individuals from different religious traditions, geographic locations, ethnic identities and generations as they practice their faith is also in the works. It is the intention of these series to act as a supplement to each denomination's beliefs.",
        "languages": [
            "English"
        ],
        "title": "Ablutionary Rite",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Ablutionary Rite (United States)"
        ],
        "writer": [
            {
                "name": "Brown, Hassan"
            },
            {
                "name": "Fox, Jude"
            }
        ],
        "production companies": [
            {
                "name": "BegBiz"
            }
        ],
        "plot": [
            "There are millions of people who are confused by the many different branches of Christ and require direction. The goal of _Ablutionary Rite_ (qv) is to provide explanations of the similarities and differences between Non-Denominational, Catholic, Mennonite, Presbyterian, Lutheran, Orthodox, Protestant, Methodist, Mormon, 7th day Adventist, Jehovah Witness, Baptist, and other Christian ministries to help people who seek direction and also to help bring them closer to Christ. To achieve this goal, the makers of this documentary reached out to a number of pastors and theologians and conducted interviews. They asked several questions that were pertaining to ministry, inclusiveness, service, and interfaith work. _Ablutionary Rite_ (qv) is one of am upcoming series of films profiling individuals from different religious traditions, geographic locations, ethnic identities and generations as they practice their faith is also in the works. It is the intention of these series to act as a supplement to each denomination's beliefs.::Hassan Brown"
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}