{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "9 February 2015"
            }
        ],
        "release dates": [
            "UK::9 February 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Gladiator Battle in Croatia",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They discover pooping statues in Spain, explore an ice palace in Switzerland, find out why a visit to Hans Christian Anderson's Denmark can be a bit grim, meet an old friend in a cactus garden in France and battle it out as gladiators in a Roman amphitheatre in Croatia. Ed is joined on this bonkers road trip by Hacker and Dodge, Michelle Ackerley, Chris Johnson, Johny Pitts, Iain Stirling and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it ...    "
                },
                "2": {
                    "title": "Tomato Throwing in Spain",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They come face to face, or should that be trunk to trunk, with a 12 metre high mechanical elephant in France, find out why Croatian guards like to wear cravats on parade, have a toga party in Italy's Valley of the Temples, discover an iron lung in Germany and take part in the world's biggest food fight in Spain. Ed is joined on this bonkers road trip by Michelle Ackerley, Victoria Cook, Chris Johnson, Sam & Mark, Iain Stirling and Naomi Wilkinson - there's stuff to ...    "
                },
                "3": {
                    "title": "Bed Racing in France",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They sniff out the world's oldest cheese market in the Netherlands, discover a Roman villa covered in 2000-year-old mosaics in Italy, ride around Berlin on a German car safari, realise it's a small world at the Mini-Europe theme park in Belgium and compete in a bed race at The Festival of the Unusual in France. Ed is joined on this bonkers road trip by Michelle Ackerley, Victoria Cook, Chris Johnson, Sam & Mark and Iain Stirling - there's stuff to do in Europe that ...    "
                },
                "4": {
                    "title": "Olive Seed Spitting in Spain",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They ride on a tandem around the world's first bike city in Denmark, find out how an elephant fell off a monorail in Germany, discover that a windmill is not just a breakdancing move in the Netherlands, visit one of the world's biggest collection of puppets in Italy and take part in Spain's annual Olive Seed Spitting Championship. Ed is joined on this bonkers road trip by Victoria Cook, Chris Johnson, Johny Pitts and Iain Stirling - there's stuff to do in Europe that...    "
                },
                "5": {
                    "title": "Bathtub Race in Belgium",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They discover an indoor tropical island in Germany, learn how to make Venetian masks in Italy, investigate a Sherlock Holmes museum in Switzerland, encounter a pedal-powered vending machine in Spain and compete in Belgium's annual Bathtub Regatta. Ed is joined on this bonkers road trip by Michelle Ackerley, Victoria Cook, Chris Johnson, Johny Pitts, Iain Stirling and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up All Over the ...    "
                },
                "6": {
                    "title": "Yodelling in Switzerland",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They get animated on a visit to Belgium's comic book museum, take lots of photo booth selfies in Germany, get into a bit of a flap when they visit a stork village in Croatia, encounter some weird toys at a doll hospital in Italy, and test their vocal chords in a yodelling competition in Switzerland. Ed is joined on this bonkers road trip by Michelle Ackerley, Chris Johnson, Sam and Mark, Johny Pitts, Iain Stirling and Naomi Wilkinson - there's stuff to do in Europe ...    "
                },
                "7": {
                    "title": "Summer Santas in Denmark",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They discover a mountain made out of Roman pottery in Italy, visit a chip museum in Belgium, get arty at an outdoor gallery in France, help look after bears at a sanctuary in Croatia and compete in Denmark's Santa Claus pentathlon. Ed is joined on this bonkers road trip by Michelle Ackerley, Victoria Cook, Chris Johnson, Sam and Mark, Johny Pitts, Iain Stirling and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the place!    "
                },
                "8": {
                    "title": "Splashdiving in Germany",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They discover the sport of cow trekking in Switzerland, survive an erupting volcano in Italy, show off moves like Jagger in Barcelona, visit a museum dedicated to broken relationships in Croatia, and compete in the Splashdiving World Championship in Germany. Ed is joined on this bonkers road trip by Michelle Ackerley, Victoria Cook, Sam and Mark, Johny Pitts, Iain Stirling and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all ...    "
                },
                "9": {
                    "title": "Being Hip in Germany",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They visit a cat boat in the Netherlands, explore a hobbit house in Switzerland, dance the cancan in Cannes, take a gondola boat ride in Italy and compete in one of the world's coolest events - the Hipster Cup Festival in Germany. Ed is joined on this bonkers road trip by Hacker and Dodge, Michelle Ackerley, Chris Johnson, Johny Pitts, Sam and Mark, Iain Stirling and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the ...    "
                },
                "10": {
                    "title": "Welly Boot Throwing in Italy",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Europe. They explore a chocolate factory in Switzerland, visit the world's biggest toy soldier museum in Spain, take a comic book tour around Brussels in Belgium, discover streets lit by gaslight in Croatia and compete in the Welly Boot Throwing World Championship in Italy. Ed is joined on this bonkers road trip by Michelle Ackerley, Johny Pitts, Sam and Mark, Iain Stirling and Naomi Wilkinson - there's stuff to do in Europe that is totally ace and it turns up all over the ...    "
                },
                "11": {
                    "title": "Ditch Jumping in the Netherlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and the gang visit the dead centre of Palermo in Sicily, take a walk with Barry the St Bernard dog in Switzerland, learn about Berlin's obsession with currywurst, discover why Venice doesn't have any taxi cabs and compete in a ditch-jumping competition in the Netherlands.    "
                },
                "12": {
                    "title": "Square Boules in France",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and the team eat an ice cream sandwich in Italy, embark on an indoor caravan holiday in Germany, hunt for truffles with dogs in Croatia, discover a 2,000-year-old road and aqueduct in Rome and compete in the Square Boules World Championship in France.    "
                },
                "13": {
                    "title": "Bin Bike Racing in Croatia",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and the crew explore the world's safest museum in Germany, sail a Viking longboat in Denmark, take a whistle-stop tour of Paris, discover a giant scale for weighing witches in the Netherlands and compete in a wheelie bin race through the streets of Zagreb in Croatia.    "
                },
                "14": {
                    "title": "The Main Events",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "26 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates go head to head in the main event special! They compete in some of Europe's most unusual and amazing challenges, including the world's biggest food fight in Spain, a bathtub regatta in Belgium, the Splashdiving Championships in Germany, a Roman gladiator battle in Croatia, a bed race on Bastille Day in France and the Santa pentathlon in Denmark.    "
                },
                "15": {
                    "title": "The Songs",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Europe (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "27 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Petrie and his CBBC mates sing their way around some of the most unusual, awesome, random and amazing places in Europe. They get into a bit of a flap when visiting a stork village in Croatia, find out why a visit to Hans Christian Anderson's Denmark can be a bit grim, have a toga party in Italy's Valley of the Temples, take a comic book tour around Brussels in Belgium, take a whistlestop tour of Paris, and discover that a windmill is not just a breakdancing move in the Netherlands. Ed is joined on this bonkers road trip by Michelle Ackerley, Victoria Cook, Chris ...    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "McKenna, Steve"
            },
            {
                "name": "Stirling, Iain"
            },
            {
                "name": "Wilkinson, Naomi"
            },
            {
                "name": "Ackerley, Michelle"
            },
            {
                "name": "Pitts, Johny"
            },
            {
                "name": "Johnson, Chris"
            },
            {
                "name": "Petrie, Ed"
            },
            {
                "name": "Cook, Victoria"
            },
            {
                "name": "Dog, Hacker T."
            },
            {
                "name": "Nixon, Sam"
            },
            {
                "name": "Rhodes, Mark"
            },
            {
                "name": "Macleod, Lewis"
            },
            {
                "name": "Dog, Dodge T."
            }
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDVhZTA2MDktYTNhMy00NDU2LThmNjktMzBmZjQ5NDY5MzYxXkEyXkFqcGdeQXVyMzU5MDgzNg@@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "All Over the Place: Europe",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "All Over the Place: Europe (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cockerill, Nathan"
            },
            {
                "name": "Crockatt, Ali"
            },
            {
                "name": "Dann, Tim"
            }
        ],
        "production companies": [
            {
                "name": "BBC Scotland"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}