{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "17 March 2015"
            }
        ],
        "release dates": [
            "Canada::17 March 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Game of Homes"
            },
            {
                "countries": "Spain",
                "title": "¡Esta casa va a ser mía!"
            }
        ],
        "akas": [
            "Game of Homes (original title)",
            "¡Esta casa va a ser mía! Spain"
        ],
        "akas from release info": [
            "Game of Homes (original title)",
            "¡Esta casa va a ser mía! Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The four couples competing to win the home they will totally renovate are introduced. They are: best buddies Dom and Michael, who each have parental issues in wanting to compete and win; engaged Tyler and Courtney, who see winning the house a jump-start both to professional and personal aspirations; twenty year married Kim and Harry, who see winning the house for their children justification for being away from them for the first time in their lives for this competition; and mother and son Shelley and Alex, the former who sees the house as one less thing for Alex to ...    "
                },
                "2": {
                    "title": "Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The next room to be renovated is the kitchen, with a seventy-two hours completion deadline. The winning couple will be awarded a trip to Quebec City and a stay at the luxurious ice hotel. Although each couple has an idea of what color scheme they will use in the room, they are dictated by their limited choice of cabinets, they only having one of four choices picking in order of winning a quick challenge. Most of the couples focus on the judges' stated want of bold design ideas. One couple may sacrifice workmanship for installation of those ideas. Another two couples ...    "
                },
                "3": {
                    "title": "Bonus Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The next challenge the teams are given is transforming whatever the third bedroom in their house is into anything but a bedroom. They have twenty-four hours to complete the challenge, with the winner receiving a lifetime supply of 3M products and $5,000, that cash prize being the biggest incentive thus far as many of the couples are just starting out their lives. They have the added challenge of being given one Toronto street from which they must provide photographic evidence of inspiration for their room. Given Kensington Street, Alex and Shelley use the graffiti and...    "
                },
                "4": {
                    "title": "Master Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    With three projects completed and three different winners, Courtney and Tyler are feeling dejected as the only couple not only not yet having won but not having even cracked the top two in any project, while Shelley and Alex are feeling squarely in the lead not yet having been out of the top two. The next challenge, which they have forty-eight hours to complete with the winning couple being awarded a resort vacation to Cuba, is the master bedroom, about which the couples are excited if only because it means they will have a real bed to sleep on after this challenge is...    "
                },
                "5": {
                    "title": "Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    At the half way point in the competition, the four couples assess where they think they are in the pack. Their next challenge is the smallest room in the house, the bathroom. Despite its size, they will have seventy-two hours to complete the work, although two couples will not have to do the demolition of their room as the winners of a plumbing related challenge, the losing two couples who are tasked with that work while the two winning couples spend that time being pampered at a day spa. Regardless, some of the winners don't feel their victory was all positive. The ...    "
                },
                "6": {
                    "title": "Guest Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    Going into the next challenge, each couple has a specific feeling largely based on the result of the last challenge: Tyler and Courtney, yet winless, question why they even entered the competition; Dom and Michael feel cheated again as they felt their bathroom was the best; and Harry and Kim and Shelley and Alex don't want to see the other couple win the next challenge as that win would place them squarely in the lead. That next challenge is the guest bedroom, which they have twenty-four hours to complete, the winner receiving a $5,000 gift certificate to the Brick. ...    "
                },
                "7": {
                    "title": "Exterior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Courtney and Tyler feel like they're back in the game with their first win last week, while the other couples feel the judges picked the wrong winning house, especially Dom and Michael who felt they should have won. Their final challenge is the exterior of the house, which they have ninety-six hours to complete, with the winning couple being awarded an excursion to the Florida Everglades. Although they will choose the materials, the couples will not be doing the roofing due to the specialized nature of the job. During this competition, the couples are increasingly ...    "
                },
                "8": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Going into the last challenge, Dom and Michael continue to vent publicly about what they feel has not only been unfair criticisms by the judges week after week, but also incorrect judgments week after week where they believe they should have won. That last challenge, which the teams have forty-eight hours to complete, is to correct/change anything they want in their house before the final judgment, where the public will be invited into their homes. Colin and Justin will have one vote apiece, and the collective public will have the third vote, the team with the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The four couples competing to win the home they will totally renovate are introduced. They are: engaged Disa and Russell, who want this to be the home in which they will start their married life; daughter and father Crystal and Ray, the latter who wants to help his daughter and her boyfriend start their life as a couple; married Nina and PJ, who want the house to be a home that their extended family, most specifically Nina's mother, can feel secure in; and life partners Charlotte and Sean, who want to be able to tell their future children and grandchildren how they ...    "
                },
                "2": {
                    "title": "Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The next room to be renovated is the kitchen and dining area, with a budget of $12,000 and seventy-two hours to complete it. The winning couple will be awarded cooking lessons and a trip to Paris. As three of the four couples have already torn down the wall between the living room and the kitchen, they are wanting to tie the two rooms together in look and feel. However, they may have some challenges in doing so as they may not be able to control one of the main aspects of the room. Crystal and Ray do not have the living room tie-in room constraint as they were the one...    "
                },
                "3": {
                    "title": "Bonus Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The teams are given the unusual challenge of transforming whatever the smallest bedroom in their house is into anything but a bedroom. They have forty-eight hours and a $4,000 budget to complete the challenge, with the winner receiving a one-week Caribbean cruise for their efforts. Charlotte and Sean decide on a media room, after discussion Disa and Russell decide on a combined office and reading room, Crystal and Ray also decide on an office, and after discussion Nina and PJ decide on a kids play room, more specifically a ball pit and a climbing wall. Wanting to buck...    "
                },
                "4": {
                    "title": "Master Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The couples are excited by their challenge room this week - the master bedroom - if only because it means they will no longer have to sleep on the floor on air mattresses after it is completed. The things they will not have to shop for are the mattress and box-spring, which are provided for them. They have a $4,000 budget and twenty-four hours to complete the renovation, with the winning team receiving a spa getaway to Kelowna. Charlotte and Sean are aiming for a calm west coast styled oasis. Disa and Russell are continuing their Scandinavian theme, with their major ...    "
                },
                "5": {
                    "title": "Bathroom and Laundry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    With their last few challenges having such tight time restrictions, the competitors are happy to learn that they have seventy-two hours to complete their bathroom renovation, which arguably is one of the more difficult rooms in the house to do. The winning team will receive one year's free house cleaning services. Charlotte and Sean want to continue their west coast modern theme with a surf feel. Disa and Russell want to do whatever they can to make what is probably the smallest of the four bathrooms seem larger. Feeling the criticism from the judges in the past, ...    "
                },
                "6": {
                    "title": "Second Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The teams tackle the last room in the house, the second bedroom, as their next challenge. They have a $4,000 budget and twenty-four hours to complete the renovation. They are forced to use an item \"found\" from among a select number of items hidden in an antique store as the inspiration for the room. That item need not necessarily be used itself in the room, and the inspiration need not be literal. Charlotte and Sean, who have a movie director megaphone, decide on the metal and leather of the item as their inspiration for a movie glamor theme. Disa and Russell, who ...    "
                },
                "7": {
                    "title": "Exterior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    With all the rooms inside of the house renovated, the competitors are next asked to turn their attention to the outside. They have ninety-six hours and a $15,000 budget to transform the exterior of their house, the team winning this challenge who are awarded what most see as the best prize so far: $5,000 worth of outdoor recreational equipment and a trip for two to Japan to use at least the new skis. As the exterior includes the roof, they are all given lessons in roof safety, which additionally freaks some of the already freaked competitors. Unlike the previous ...    "
                },
                "8": {
                    "title": "Room Redo/Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Homes (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    With their houses now complete, the four teams assess not only what they've done with their renovations but also what they think of the other three teams and their completed houses. Disa and Russell are squarely in the lead with three out of seven weekly wins and being on a roll, but them winning the house is not a guarantee as they all enter into what they learn is the final challenge: to redo in twenty-four hours what Jeremy and Cheryl see as the weakest renovation in their house. Charlotte and Sean are asked to redo their spare bedroom, the issues being to strip ...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Torrenueva, Cheryl"
            },
            {
                "name": "McAllister, Colin"
            },
            {
                "name": "Ryan, Justin"
            },
            {
                "name": "Mathison, Cameron"
            },
            {
                "name": "Salmoni, Dave"
            },
            {
                "name": "Duncan, Sean"
            },
            {
                "name": "Fenton, Charlotte"
            },
            {
                "name": "Schaper-Kotter, Russell"
            },
            {
                "name": "Ottosdottir, Disa"
            },
            {
                "name": "Moon, Crystal"
            },
            {
                "name": "Moon, Ray"
            },
            {
                "name": "Johar, Nina"
            },
            {
                "name": "Johar, Pawan"
            },
            {
                "name": "MacPherson, Jeremy"
            },
            {
                "name": "Pettitt, Dave"
            },
            {
                "name": "Mark, Neil"
            },
            {
                "name": "Martens, Ian"
            },
            {
                "name": "Thorne, Daniel"
            },
            {
                "name": "Smith, Brandon"
            },
            {
                "name": "Eustace, Dee Dee"
            },
            {
                "name": "Bracken, Aerhyn"
            },
            {
                "name": "Harris, Jillian"
            },
            {
                "name": "Talbot, Todd"
            },
            {
                "name": "Wilson, Kortney"
            },
            {
                "name": "Wilson, David"
            },
            {
                "name": "Daly, Brendan"
            },
            {
                "name": "Clarke, Rochelle"
            },
            {
                "name": "Deck, Kelly"
            },
            {
                "name": "Scott, Drew"
            },
            {
                "name": "Scott, Jonathan Silver"
            },
            {
                "name": "Smelko, Sabrina"
            },
            {
                "name": "Trapp, Logan"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada::(on location)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.7,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ3MzEwNDM2N15BMl5BanBnXkFtZTgwMzg2MTQxNTE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Couples, with the assistance of a contractor, compete in a home renovation contest. Each couple is provided a tear-down house, which is moved to a common construction site. The couples live in their house for the duration of the renovation. Each week, they are given a specific budget, a specific time frame and other constraints in completing a renovation of a given room or rooms. Professionals in the design and construction business evaluate each of the room renovations, naming one couple the winner for that week, they who also receive a prize. At the end of the house renovation, one couple's house is named the overall best renovation, the winning couple who gets to keep their renovated house and a residential property on which to put it.",
        "languages": [
            "English"
        ],
        "title": "Game of Homes",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Topalovic, Peter"
            },
            {
                "name": "Smith, Laurie-Anne"
            },
            {
                "name": "Bickerton, Mike"
            }
        ],
        "production companies": [
            {
                "name": "Great Pacific Media"
            }
        ],
        "distributors": [
            {
                "name": "Beyond International"
            },
            {
                "name": "W Network"
            }
        ],
        "other companies": [
            {
                "name": "Line 21 Media Services"
            },
            {
                "name": "Line 21 Media Services"
            }
        ],
        "plot": [
            "In _Game of Homes_ (qv), host Cameron Mathison guides four teams of two as they compete for the ultimate prize - A house and the land to put it on.",
            "Couples, with the assistance of a contractor, compete in a home renovation contest. Each couple is provided a tear-down house, which is moved to a common construction site. The couples live in their house for the duration of the renovation. Each week, they are given a specific budget, a specific time frame and other constraints in completing a renovation of a given room or rooms. Professionals in the design and construction business evaluate each of the room renovations, naming one couple the winner for that week, they who also receive a prize. At the end of the house renovation, one couple's house is named the overall best renovation, the winning couple who gets to keep their renovated house and a residential property on which to put it.::Huggo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 3.4
            },
            "males": {
                "votes": 8,
                "rating": 4.6
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 2.0
            },
            "females": {
                "votes": 5,
                "rating": 6.6
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.0
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 8,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 6,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 3,
            "3": 0,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 5.7,
        "median": 5
    }
}