{
    "imdb": {
        "raw release dates": [
            {
                "country": "Spain\n",
                "date": "20 April 2015"
            }
        ],
        "release dates": [
            "Spain::20 April 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Vis a vis"
            },
            {
                "countries": "France",
                "title": "Derrière les barreaux"
            },
            {
                "countries": "Poland",
                "title": "Uwiezione"
            },
            {
                "countries": "Russia",
                "title": "Визави"
            },
            {
                "countries": "Spain",
                "title": "Vis a vis"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Locked Up"
            }
        ],
        "akas": [
            "Vis a vis (original title)",
            "Derrière les barreaux France",
            "Uwiezione Poland",
            "Визави Russia",
            "Vis a vis Spain",
            "Locked Up World-wide (English title)"
        ],
        "akas from release info": [
            "Vis a vis (original title)",
            "Derrière les barreaux France",
            "Uwiezione Poland",
            "Визави Russia",
            "Vis a vis Spain",
            "Locked Up World-wide (English title)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "La Barbie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 42,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Altagracia, Saray and Zulema will rejoin Cruz del Norte once their plans for freedom have failed. In his transfer, Zulema will be involved in a major accident in a new escape attempt that will leave in evidence the policeman in charge of his custody, despite the recommendations of Inspector Castillo. In Cruz del Norte, Sandoval, the new director of the penitentiary, will await the arrival of the escaped prisoners in the midst of a regime of terror that will be implacable in the face of disobedience. Inside the Mercedes prison, leaving behind her innocence and ...    "
                },
                "2": {
                    "title": "La fuga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 27,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Altagracia is hated by Cruz del Norte officials and by inmates. She knows she will not last long in prison if she does not escape before they kill her. Zulema returns to Cruz del Norte now facing Saray and with the incorporation of Hierro as a new official. While Rizos makes a decision that can expose it to the reprisals of Sandoval, after what happened with Mercedes.    "
                },
                "3": {
                    "title": "El umbral del dolor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 31,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Sandoval is angry about the flight of Altagracia. He knows that Zulema knows his whereabouts and tries to extract information from him, but Zulema is not willing to tell anything. Sandoval imposes extremely rigid and unfair rules between the prisoners until Zulema decides to speak. Life in prison becomes a hell from then on, generating a growing tension between Zulema and the rest of the prisoners.    "
                },
                "4": {
                    "title": "Mamá",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 24,
                    "original air date": "7 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Sandoval has transferred to prison Fatima, the daughter of Zulema to press her. However, it is not willing to bow to Sandoval. But her maternal instinct begins to awaken when Fatima becomes the target of Goya. For its part, Altagracia has another plan to take Zulema out of Cruz del Norte. A plan that will put in check all the North Cross.    "
                },
                "5": {
                    "title": "Traición",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 22,
                    "original air date": "14 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Saray makes the most difficult decision of her life regarding her daughter. Palacios organizes a choir in the prison that plans to visit a nursing home for its first performance. However, some dams have other plans in this exit from Cruz del Norte. Fatima resorts to Sandoval to feel protected after the aggression suffered by Goya, which can lead her to face all the prisoners. Meanwhile, Zulema is brought before Mrs. Cruz, who tries to negotiate peace with her in prison in exchange for privileges, but Zulema is not one of those who give in. An old dam re-enters Cruz ...    "
                },
                "6": {
                    "title": "Mala persona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "21 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Sole's condition worsens day by day and Sandoval begins to prepare his transfer to another center where they can take care of it as they should. Fatima takes advantage of Sandoval's favoring treatment to take revenge on the other prisoners. Zulema tries to warn Fatima about Sandoval, but Fatima does not want advice from anyone and less from her. Tere is reunited with Piti, her former boyfriend, at the funeral of her father. Hierro also tries to intercede unsuccessfully for Fatima against Sandoval. Mrs. Cruz and Sandoval play their last trick with Zulema to find ...    "
                },
                "7": {
                    "title": "Vuelta a casa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 43,
                    "original air date": "28 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Macarena awakes from the coma and Castillo meets with her to take her back to Cruz del Norte. In a registry, the officials find the pills that Sole kept to commit suicide before losing her head and she has to ask her friends for the biggest favor of her life. After the aggression suffered, Fatima is going to be transferred from prison, but before leaving she leaves a letter for Zulema. However, Sandoval has other plans. Macarena enters the jail to find a welcome party, to Rizos in isolation and to Zulema swearing revenge on Sandoval. The attempted transfer of Sole ...    "
                },
                "8": {
                    "title": "La marea amarilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 31,
                    "original air date": "4 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    The prisoners control the jail after the riot for Sandoval's attempt to move Sole out of Cruz del Norte. They take hostages from prison officials, including Palacios and Millán. While Sandoval tries to flee since he knows that Zulema goes after his steps and wants to end his life. Maca meanwhile goes to look for Rizos, locked in isolation. Outside the forces of order begin to prepare the assault on the prison, a decision that Castillo does not share, but the presence of Mrs. Cruz within Cruz del Norte makes it difficult to carry out this plan.    "
                }
            },
            "1": {
                "1": {
                    "title": "Un mal día",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 128,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Macarena is a finance worker who is put in prison while she is in a romance with the company chief. She has to adapt to her new life in prison \"Cruz del Sur\". She has to be careful because of the other prisoners. The prison officials have to solve an issue inside.    "
                },
                "2": {
                    "title": "Cosiendo a campanilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 91,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Life in prison is more complicated now that Macarena knows how to live in. She tells her parents why she is accused. Her father tries to solve the problem outside to help Macarena.    "
                },
                "3": {
                    "title": "Lo que sucede, conviene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 88,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n    Macarena discovers a new tip to find the 9 million Yolanda buried before she was arrested. Macarena's father and brother hire a new attorney to help her. She has new friends inside the prison. While, the prison officials are under lot of pressure.    "
                },
                "4": {
                    "title": "Un día de campo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 79,
                    "original air date": "11 May 2015",
                    "year": "2015",
                    "plot": "\n    A prison official is accused by one woman inside. Macarena's father ask for help to an old workmate. The Egyptian is following Leopoldo and Román. One of the women is under pressure to help with the police investigation.    "
                },
                "5": {
                    "title": "La cruda realidad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 78,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n    Macarena gets a new cellmate and they become great friends. Prison guard Palacios is wrongly accused of sexual impropriety and suspended. Macarena's brother Roman is kidnapped by Zulema's boyfriend.    "
                },
                "6": {
                    "title": "Te vendrán a buscar...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 69,
                    "original air date": "28 May 2015",
                    "year": "2015",
                    "plot": "\n    Prison guard Fabio gets Palacios off the hook. Macarena is caught on tape admitting to possessing the SIM card. The police take Macarena to the forest to find the missing money, but they're not alone.    "
                },
                "7": {
                    "title": "A las cinco en punto de la tarde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 67,
                    "original air date": "4 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Macarena has changed her mind about her pregnancy and is happy to be expecting a baby boy. The warden delivers some good news. Zulema is growing increasingly worried about her boyfriend's silence.    "
                },
                "8": {
                    "title": "Pretty Woman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 65,
                    "original air date": "11 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Zulema's boyfriend sneaks into Macarena's family home and steals the photos showing the secret location of the stolen millions. Fabio informs Macarena about a betrayal. Zulema gets a secret message.    "
                },
                "9": {
                    "title": "Negra, negrita, negrata",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 66,
                    "original air date": "18 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Macarena's caught smuggling drugs and ends up in debt to the prison doctor, Zulema and her rival Anabel. As Zulema prepares to escape, Leopoldo closes in on her boyfriend and is ready to confront him.    "
                },
                "10": {
                    "title": "Gato gris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 69,
                    "original air date": "25 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A DNA test could help to prove Macarena's innocence, but the doctor refuses to perform one at this stage in her pregnancy. Macarena asks Fabio to help her, but things don't go as she had planned.    "
                },
                "11": {
                    "title": "El principio de las tortugas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 75,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Following Fabio's disappearance Macarena gets an emergency hearing. However she uncovers Zumela's plan.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Roman is forced to confess everything to his mother, who removes a bullet from the leg of Zulema's boyfriend. Macarena gets into big trouble with the other inmates when a fight results in a broken TV.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Zulema poisons and kidnaps Macarena and also takes Palacios hostage. She insists that unless Leopoldo releases her boyfriend right away, Macarena will lose the baby, but Leopoldo has his own plan.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Macarena is out of the infirmary but the prison doctor wants to transfer her to a psychiatric hospital against her will. Macarena's family has the stolen money but Zulema's boyfriend is after them.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    When Zulema's boyfriend takes revenge on Roman's family, Macarena attacks Zulema. Fabio's suspicions are confirmed. DNA samples taken at the time of Macarena's miscarriage prove her ex was lying.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Zulema betrays her boyfriend for money. Roman resolutely seeks revenge. Macarena is about to attend a court hearing that could secure her freedom when she stumbles upon Zulema's latest escape plan.    "
                }
            },
            "2": {
                "1": {
                    "title": "A un mono, dos pistolas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 77,
                    "original air date": "31 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Macarena is now leaked with Zulema and her crew. They have problems to reach the goal. The police is desperately looking for them. The prison has new rules, more severe with the women.    "
                },
                "2": {
                    "title": "Hogar dulce hogar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 71,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Macarena has returned to prison. The doctor has problems with Fabio because of their past issues. Karim wants avenge for Hanbal murder. Zulema is in trouble with Karim.    "
                },
                "3": {
                    "title": "La gallinita",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 61,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Macarena, Zulema and Saray have to declare to the police about what happened with their dead companions. Castillo lies about how the women were found during the leakage. One of the prison officials has problems inside.    "
                },
                "4": {
                    "title": "Un cadáver en el maletero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 61,
                    "original air date": "21 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Macarena gets stronger in prison while finds new alliances. Leopoldo helps the police in the investigation. Román and his mother don't know how to make a body disappear.    "
                },
                "5": {
                    "title": "En la línea de fuego",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 59,
                    "original air date": "27 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Macarena participates in a boxing competition inside the prison. Zulema has to visit the dentist and her plan is discovered. Macarena's family have help to make disappear the body they have.    "
                },
                "6": {
                    "title": "Los mandriles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 59,
                    "original air date": "4 May 2016",
                    "year": "2016",
                    "plot": "\n    Macarena shows her strength and is now respectable for the other women. Saray has problems with her family. Encarna contacts Hanbal's mother and is in trouble with the police.    "
                },
                "7": {
                    "title": "Bon Appétit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 62,
                    "original air date": "11 May 2016",
                    "year": "2016",
                    "plot": "\n    Macarena has a temporary permit due to her mother's funeral. There is a rebellion inside the prison. Police have no clues about the kidnapped girl and their strategy is to infiltrate a policewoman in the prison. Karim keeps looking for Román and Leopoldo.    "
                },
                "8": {
                    "title": "La vida sigue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 57,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    Macarena is back in prison but depressed by the latest events. The infiltrated policewoman continues her investigation, she is in trouble because Zulema does not trust her. Sole has a new friend.    "
                },
                "9": {
                    "title": "Pillarse los dedos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 57,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    Macarena has doubts about her relationship with Rizos. Zulema has a new plan and asks Macarena for help. Macarena's brother is in Morocco searching the money. The police investigation continues.    "
                },
                "10": {
                    "title": "Pecados y confusiones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 56,
                    "original air date": "1 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The police investigation continues. Zulema is sick and tries to cheat the doctor and prison officials. Women are planning to release a calendar to help Macarena find a better attorney. There is no news about Román and the money.    "
                },
                "11": {
                    "title": "Patrona de los desesperados",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 59,
                    "original air date": "8 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Zulema knows where the girl is and threat the police to get an arrangement, she wants the liberty. Macarena finds Anabel's money and confronts her. Román is back with the money and gives it to Fabio as Macarena asks.    "
                },
                "12": {
                    "title": "Plátano y limón",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 54,
                    "original air date": "15 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Fabio gives the money to the police and Macarena feels betrayed. Zulema is in conversation with the judge to rescue the kidnapped girl and get liberty. Anabel is ruined and has no partners inside the prison. Castillo plans a trick to make Zulema speak, but she discovers at the last minute.    "
                },
                "13": {
                    "title": "Líquido",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 71,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the Series finale, Macarena helps Castillo to make Zulema speak. Román tortures Fabio to get the money. It's Sole's wedding day. Finally, the police find Amaia, the kidnapped girl. Macarena decides not to escape and returns to prison.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Castillo has an idea so immoral and illegal that not even Dr Sandoval agrees to it. Curly attempts to mobilise the inmates to help Macarena pay her lawyer, even though it puts her own future at risk.    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Amaia's still imprisoned and growing weaker by the minute. Macarena warns Curly to be on her guard against Anabel. The inmates receive a disturbing anonymous message but can't decipher what it means.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Under Castillo's supervision, Amaia's parents visit the prison to speak with Zulema about their daughter's possible whereabouts. The power dynamic between Anabel and Macarena has altered dramatically.    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Desperate to locate Amaia, Castillo must submit to Zulema's blackmail. Curly finally accepts her relationship with Macarena is over and resumes seeing Saray. Miranda seeks advice from Dr Sandoval.    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Sole prepares for her marriage to Fernando. Saray makes a shocking discovery. Dr Sandoval weaves his sinister plans. Having being caught out by Zulema, Castillo enlists Macarena to help find Amaia.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Faced with what she sees as Fabio's betrayal, Macarena agrees to aid Castillo in his quest to force Zulema to reveal Amaia's whereabouts - but will they be able to rescue the dying girl in time?    "
                }
            },
            "3": {
                "1": {
                    "title": "Cruz del Norte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 133,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Un destacado grupo de presas de Cruz del Sur son trasladadas a la nueva penitenciaría de Cruz del Norte, donde deberán acostumbrarse a una nueva realidad, así como también a nuevas compañeras y grupos de poder. Especialmente el denominado Tríada Tao, liderado por reclusas de origen chino. Altagracia, la funcionaria jefa de Cruz del Norte, les dejará las normas bien claras a las nuevas reclusas, para que el módulo 3 no se convierta en una olla a presión.    "
                },
                "2": {
                    "title": "Muy fácil o muy difícil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 97,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Altagracia will take the necessary measures to find out who was the author of the death of the officer Unai. Macarena is in a confrontation with Akame, leader of the Tao Triad, in her search for control of the new prison.    "
                },
                "3": {
                    "title": "Un grano de arroz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 74,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    The murder attempt of Macarena takes its toll on the entire prison, establishing tension among the prisoners. Zulema becomes the main objective of Akame and the Triad. Altagracia discovers that Unai hid many secrets. Anabel has to learn for the hard way that her drug business in Cruz del Norte has no future if it does not go through Akame.    "
                },
                "4": {
                    "title": "La bandera en el muro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 63,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    Zulema finds the perfect contraband business and will not let anyone spoil it. Anabel wants to take her part but continues to accumulate enemies. Mercedes is involved in a plot of the Tao Triad and finds support in Zulema to solve the situation.    "
                },
                "5": {
                    "title": "Alguien a quien le importes una mierda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 51,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    Mercedes's daughter is kidnapped, making the situation in the prison more complicated. Anabel pleads guilty because of the evidence against her. Nerea has an affair with Rizos but the relationship will be affected by unexpected news.    "
                },
                "6": {
                    "title": "Seis meses dan para mucho",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 43,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    Zulema's escape plan is affected by an explosion. Zulema finds in Altagracia an unexpected ally to continue with his plan. Saray takes the difficult decision to betray her friend.    "
                },
                "7": {
                    "title": "Fuimos niñas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 40,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Everyone knows that Mercedes gave Zulema away, but she has to continue working with Castillo so that everything goes as planned. The whole prison is revolutionized because the brotherhood of the \"Christ of the Good Death\" will choose an inmate to be pardoned.    "
                },
                "8": {
                    "title": "Lo que sabemos de los monstruos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Locked Up (TV Series 2015–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 59,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Akame, along with the Chinese clan and Mercedes as a hostage, managed to escape from prison. Zulema and Altagracia cause riots in Cruz del Norte, where Tere, Sole and Rizos take control of the situation.    "
                }
            }
        },
        "number of episodes": 51,
        "cast": [
            {
                "name": "Flores, Alba"
            },
            {
                "name": "Lago, María Isabel Díaz"
            },
            {
                "name": "Aledo, Marta"
            },
            {
                "name": "Nimri, Najwa"
            },
            {
                "name": "Vázquez, Berta"
            },
            {
                "name": "Castejón, Jesús"
            },
            {
                "name": "Baena, Laura"
            },
            {
                "name": "Blas, Ramiro"
            },
            {
                "name": "Velasco, Alberto"
            },
            {
                "name": "Cuevas, Inma"
            },
            {
                "name": "Civantos, Maggie"
            },
            {
                "name": "Enríquez, Roberto"
            },
            {
                "name": "Plazas, Cristina"
            },
            {
                "name": "Ortiz, Daniel"
            },
            {
                "name": "Becerra, Harlys"
            },
            {
                "name": "Hipólito, Carlos"
            },
            {
                "name": "Salgueiro, María"
            },
            {
                "name": "Castro, Itziar"
            },
            {
                "name": "Pérez, Zaira"
            },
            {
                "name": "Paz, Adriana"
            },
            {
                "name": "Zamora, Abril"
            },
            {
                "name": "Barquero, Gloria García"
            },
            {
                "name": "Domínguez, José Javier"
            },
            {
                "name": "Corvo, Rubén"
            },
            {
                "name": "Mehdi, Adryen"
            },
            {
                "name": "Rodríguez, Dunia"
            },
            {
                "name": "Martínez, Mona"
            },
            {
                "name": "Díaz, Ruth"
            },
            {
                "name": "Marzoa, Ana"
            },
            {
                "name": "Delcán, Olivia"
            },
            {
                "name": "Vidorreta, Sara"
            },
            {
                "name": "Chiu, Huichi"
            },
            {
                "name": "Lara, Javier"
            },
            {
                "name": "Callejo, Luis"
            },
            {
                "name": "Anula, Irene"
            },
            {
                "name": "Medina, Paula"
            },
            {
                "name": "Lu, Chen"
            },
            {
                "name": "Vicuña, Benjamín"
            },
            {
                "name": "Moral, Verónika"
            },
            {
                "name": "Almarcha, Sonia"
            },
            {
                "name": "Seijo, Elena"
            },
            {
                "name": "Guzmán, Hugo"
            },
            {
                "name": "Noury, Hakim"
            },
            {
                "name": "Marcos, Cristina"
            },
            {
                "name": "Cruickshank, María"
            },
            {
                "name": "Arcos, Irene"
            },
            {
                "name": "Amorós, Georgina"
            },
            {
                "name": "Wenjun"
            },
            {
                "name": "Noto, Noelia"
            },
            {
                "name": "Alonso, Yiyo"
            }
        ],
        "genres": [
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "53"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Spain:16",
            "United States:TV-MA"
        ],
        "number of seasons": 4,
        "rating": 8.2,
        "votes": 3276,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2MyNjFhZGYtMmI1ZC00Nzk0LWIwZjktMzMxZTk1YTQ2NWNhXkEyXkFqcGdeQXVyNDQ4NTM2ODE@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Macarena Ferreiro is a young naive woman who falls in love with her boss and, because of him, commits several accounting manipulation and misappropriation crimes. She is accused of four tax crimes, and consequently she is imprisoned at the Cruz del Sur Prison as a precautionary measure with very high bail set. She has to face the emotional shock that being in jail means to her, as well as the complicated relationship between the inmates; among them Zulema stands out as the most dangerous prisoner. In prison Macarena will soon realize the chance to survive the projected seven-year sentence she will likely receive if convicted depends on changing, evolving and becoming a very different person. Meanwhile, in order to pay the bail, her family outside gets involved in finding a large sum of money hidden somewhere, in dispute with Zulema's boyfriend, who will lead the Ferreiros to a terrible situation.",
        "languages": [
            "Spanish"
        ],
        "title": "Locked Up",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2019",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Escobar, Iván"
            },
            {
                "name": "Lobato, Esther Martínez"
            },
            {
                "name": "Pina, Álex"
            }
        ],
        "production companies": [
            {
                "name": "Globomedia"
            }
        ],
        "distributors": [
            {
                "name": "Antena 3 Televisión"
            },
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "Divisa Home Video"
            },
            {
                "name": "Divisa Home Video"
            },
            {
                "name": "Fox"
            },
            {
                "name": "Spirit Entertainment"
            }
        ],
        "plot": [
            "She broke the law for the boss she fell in love with. Now this naive girl has to pay the price.::mgaitan",
            "Macarena Ferreiro is a young naive woman who falls in love with her boss and, because of him, commits several accounting manipulation and misappropriation crimes. She is accused of four tax crimes, and consequently she is imprisoned at the Cruz del Sur Prison as a precautionary measure with very high bail set. She has to face the emotional shock that being in jail means to her, as well as the complicated relationship between the inmates; among them Zulema stands out as the most dangerous prisoner. In prison Macarena will soon realize the chance to survive the projected seven-year sentence she will likely receive if convicted depends on changing, evolving and becoming a very different person. Meanwhile, in order to pay the bail, her family outside gets involved in finding a large sum of money hidden somewhere, in dispute with Zulema's boyfriend, who will lead the Ferreiros to a terrible situation.::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "53 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3276,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 22,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 830,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 905,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 288,
                "rating": 8.0
            },
            "males": {
                "votes": 1500,
                "rating": 8.1
            },
            "males aged under 18": {
                "votes": 18,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 505,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 569,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 204,
                "rating": 8.0
            },
            "females": {
                "votes": 778,
                "rating": 8.4
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 9.2
            },
            "females aged 18 29": {
                "votes": 291,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 301,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 75,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 49,
                "rating": 6.0
            },
            "us users": {
                "votes": 143,
                "rating": 8.3
            },
            "non us users": {
                "votes": 1349,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 1044,
            "9": 783,
            "8": 827,
            "7": 339,
            "6": 127,
            "5": 47,
            "4": 24,
            "3": 14,
            "2": 16,
            "1": 55
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}