{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 April 2015"
            }
        ],
        "release dates": [
            "USA::22 April 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Architexture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ibrahim lives and works in Ghana. For his latest work he has hired migrant workers to help him construct a new giant tapestry to cover dilapidated buildings in an impoverished township out of the jute sacks which the workers use to transport coffee and other commodities. Hannes Wingate is a Swedish artist working in Portland where he is creating a larger than life bird nest on an empty lot near the Burnside skatepark and city overpass - the nest is woven together without nails from material he collects - the idea of the nest is to make people question what's valuable.    "
                },
                "2": {
                    "title": "Streets Are Watching",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The \"Godfather\" of street art does some reverse shoplifting, placing his art into a supermarket for others to \"steal\" and also creates his own fake storefront supermarket full of fake products all of which are quite polemic. He gives away his art in return for donations to a women's shelter. Blake Shaw rose to prominence for his video paintings, which were featured in the New York Times. His latest project finds him working in Israel, collaborating with young artists on both sides of the separation barrier and projecting their works on each side of the wall.    "
                },
                "3": {
                    "title": "The Human Form",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Controversial English artist and model Millie Brown rose to prominence with her innovative technique of ingesting milk based colored paint and regurgitating it onto a canvas. Her next project involves suspending herself from the roof of an abandoned warehouse as her assistants pour paint over her naked body as Millie becomes the paintbrush itself. Baltimore based street artist Gaia has recently been recognized as one of the art world's rising stars. His iconographic mural portraiture features hyper intensive detail. For his latest project, we are following Gaia to ...    "
                },
                "4": {
                    "title": "Form Is Function",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Controversial English artist and model Millie Brown rose to prominence with her innovative technique of ingesting milk based colored paint and regurgitating it onto a canvas. Her next project involves suspending herself from the roof of an abandoned warehouse as her assistants pour paint over her naked body as Millie becomes the paintbrush itself. Gaia: Baltimore based street artist Gaia has recently been recognized as one of the art world's rising stars. His iconographic mural portraiture features hyper intensive detail. For his latest project, we are following Gaia ...    "
                },
                "5": {
                    "title": "Poetry in Motion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ebon Heath is a Berlin based artist who gives new meaning to the way we think about communication by creating large-scale highly intricate sculptures of words and letters. For his latest project he will be creating a sculpture using metal cutouts for the first time for a project commissioned by a restaurant in Dubai. Modern Dance Troupe Diavolo create astonishing choreography that combines gymnastics and dance with architectural shapes and constructions. Diavolo will be debuting their latest piece at the famed Greek Theater of Los Angeles for our program.    "
                },
                "6": {
                    "title": "Ugly Is Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Johnston Foster is a sculptor working out of Nova Scotia who creates large scale pieces from found and discarded items. His latest project has him flying to Athens, Greece is to create a new interpretation of the famous mythological Golden Fleece, sculpting a something beautiful from trash and detritus. Surrealist painter Christian Rex van Minnen has a modern and bizarrely beautiful take on the reinvention of classical portraiture and still life. For our program, he is creating a new and disturbingly fascinating large scale work on a billboard in New York City.    "
                },
                "7": {
                    "title": "Parallel Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel Simon is one of the most sought after art directors and set designers in Hollywood, famous for his TRON light bikes and other vehicles of the \"future\". Daniel is hard at work creating the next installment of his encyclopedic books of futuristic vehicles. Patrick Shearn is creating a huge animatronic \"MOON MAN\" for the Coachella Music Festival. The robot is about three stories tall and can move its limbs and project imagery on its face shield. The giant astronaut will make its way through one of the most popular music festivals on the planet.    "
                },
                "8": {
                    "title": "Artvironment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Brazilian sculptor Monica Peloni's self - portrait based sculpture work is focused on modern ideas of gender and feminism. For her latest project she is creating an interactive installation on the city streets of Recife. Barry Underwood is a photographer who uses the environment as a canvas for 'light paintings' - creating long exposure images in which beautiful landscapes seem to be 'haunted' by neon lights and extraterrestrial beings. Barry's latest photo concept requires him and his team of assistants to try to capture an image at night in a freezing cold forest in...    "
                },
                "9": {
                    "title": "The Art of Disruption",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Asphalt Piloten are a group of performance artists from France who are creating a new interactive and disruptive choreography inside a beautiful old gothic church in Switzerland for the opening of a new University for applied Arts and Science. Amine Bendrouich: Amine Bendrouich is the king of the Casablanca streets. He is a man of many talents, producer, musician, artist but his current obsession surrounds fashion. Calling on his deep rolodex of creative collaborators, Amine plans to unveil his newest clothing line with a runway show that will be as provocative as it ...    "
                },
                "10": {
                    "title": "Unmasking Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Diplo presents: @ Large - Creators at Work (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Hikaru Cho is a make up artist who creates hyper-realistic masks from face and body paint in an attempt to reveal the true inner meaning of the subjects she works on. For her newest project, Hikaru is painting in front of a live audience for the first time, using one man's bald head as her canvas to reveal his innermost thoughts. Sheryo and The Yok: Collaborating exclusively as partners Sheryo and The Yok, are street artists on a permanent \"spraycation\". The two have bombed buildings from Thailand to Mexico and everywhere else in between. Now they are headed to ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Diplo"
            },
            {
                "name": "Bendriouich, Amine"
            },
            {
                "name": "Cho, Hikaru"
            },
            {
                "name": "Diavolo"
            },
            {
                "name": "English, Ron"
            },
            {
                "name": "Foster, Johnston"
            },
            {
                "name": "Gaia"
            },
            {
                "name": "Heath, Ebon"
            },
            {
                "name": "Kimura, Shinya"
            },
            {
                "name": "Mahama, Ibrahim"
            },
            {
                "name": "Piloni, Monica"
            },
            {
                "name": "Piloten, Asphalten"
            },
            {
                "name": "Shaw, Blake"
            },
            {
                "name": "Shearn, Patrick"
            },
            {
                "name": "Sheryo"
            },
            {
                "name": "Simon, Daniel"
            },
            {
                "name": "Summit, Scott"
            },
            {
                "name": "Underwood, Barry"
            },
            {
                "name": "Van Minnen, Christian Rex"
            },
            {
                "name": "Wingate, Hannes"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUxNDQwNDc4MV5BMl5BanBnXkFtZTgwNTE5NTc2NTE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Diplo presents: @ Large - Creators at Work",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Diplo presents: @ Large - Creators at Work (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Woolley, George"
            }
        ],
        "production companies": [
            {
                "name": "Crush+Lab Productions"
            },
            {
                "name": "Red Bull Media House"
            }
        ],
        "distributors": [
            {
                "name": "Red Bull Media House"
            }
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}