{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "25 October 2015"
            },
            {
                "country": "Australia\n",
                "date": "1 November 2015"
            }
        ],
        "release dates": [
            "Australia::25 October 2015",
            "Australia::1 November 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Ray Martin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In episode one, we discover why Ray Martin describes himself as a 'feral photographer', and why he likes taking photos more than writing. Jason Edwards visits Taronga Zoo to photograph the Chimpanzees during their morning feed. Maddie Clare-Sloane shows us just how easy it is to print our photos through the Snapfish website. Jason puts the FujiFilm XT-2 through its paces and gives us some post-production tips.    "
                },
                "2": {
                    "title": "Steve Parish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode, Maddie meets up with one of Australia's most loved nature photographers, Steve Parish, for some tips on photographing wildlife. Meanwhile, Jason is in the Dandenong Ranges in pursuit of the elusive Lyrebird. We find out how to make our own professional grade calendars at home, and Jason takes a close look at the impressive Lumix 100-400mm telephoto zoom lens.    "
                },
                "3": {
                    "title": "Megan Lewis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode, Maddie catches up with documentary photographer, Megan Lewis, to discuss some projects that are close to her heart. Jason visits the Blue Mountains for the first time and discovers for himself why it's a national treasure. We find out how Wacom can improve your photographic workflow with their range of pen tablets. Jason shoots a massive bon fire, and we find out a low cost yet professional way to get our own photos printed onto canvas.    "
                },
                "4": {
                    "title": "World Photo Adventures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode, Maddie chats with Darran Leal to find out about his family's world photo adventures. Jason is in his hometown of Melbourne, to give us some tips on shooting street photography. Maddie visits fashion week in Sydney to find out how to get the ultimate catwalk shot. Jason road tests three lenses from Fujifilm and finds out that great things can come in small packages. Finally, Maddie tells us about a recent holiday to Bali and shows us how she made a photo book of her trip.    "
                },
                "5": {
                    "title": "Newborn Photography by Jade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode, Jade Gao gives us some great tips for taking newborn photography. Meanwhile, Jason visits Sydney's Vivid Festival, which is described as a photographers delight. James Treble is back to give Maddie some tips for decorating her apartment with prints. Jason talks about ethical photography and we look at the range of custom photo gifts from Snapfish.    "
                },
                "6": {
                    "title": "Marcus Bell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode, Maddie catches up with Marcus Bell, a wedding and studio based photographer, who shows us how he integrates Wacom products into his workflow. Meanwhile, Jason is at Melbourne's SEALIFE Aquarium to swim with the sharks. Maddie and Jason visit Wentworth Falls together, to road test the Lumix GX-85 and the TZ-110. Finally, we find out how to make greeting cards at home with our own photographs.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Top End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jason Edwards travels to the top end of Australia where he visits Kakadu National Park, to get up close and personal with wildlife, ancient rock art and breathtaking scenery. Maddie Sloane looks at the evolution of the selfie and discusses with Jason why it is a good idea to print your digital images. We find out what's in Ken Duncan's kit and Jason photographs an impressive fire show at the Mindil Markets in Darwin.    "
                },
                "2": {
                    "title": "Ken Duncan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Maddie Sloane meets up with world-renowned panoramic photographer, Ken Duncan, for an early morning lesson in photographing a sunrise. Afterwards they take a tour of Ken's gallery where they discuss some of his favorite images. Jason Edwards road tests the Lowepro Pro Trekker and chats with Carly O'Neill, a photographer that has been working on a special project. We find out what's in Wolfgang Glowacki's kit and meet Sophie Daley, who photographs Maddie on the beach during golden hour. Finally, Ken Duncan gives us some tips for taking stunning landscape shots on his ...    "
                },
                "3": {
                    "title": "Tasmania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jason Edwards travels to Tasmania to find and photograph the elusive Fagus tree. He checks out the Wilderness Gallery at Cradle Mountain, which displays the work of Wolfgang Glowacki, the artist behind some stunning landscape and macro photography. Maddie Sloane tells us about her recent trip to Morocco and how she has made a photo book of her adventures. We meet Paul Arnold, a panoramic photographer that captures amazing images from the Aussie outback. Jason road tests the Tamron 15-30mm wide angle lens and reflects on what life would have been like for the convicts ...    "
                },
                "4": {
                    "title": "Story Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jason Edwards meets Karen Alsop, the creator of Story Art, and discovers how she uses photography to create fantasy artwork. Karen shows us what's in her kit and gives us some tips for shooting on the go. Maddie Sloane talks to Scott Mellish from Panasonic, who gives us some advice on choosing the right camera. Jason shows us how to shoot a waterfall and takes us through his workflow, from creation to print, with Jeremy Daalder of Image Science. Also, we meet Chris Nobs for some tips on getting a huge Instagram following.    "
                },
                "5": {
                    "title": "The Great Ocean Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jason Edwards travels along the Victorian shipwreck coast to photograph the 12 Apostles from a helicopter. Afterwards, he visits Otway Fly Treetop Adventures to capture the rain forest canopy from a 50-meter tower. Maddie Sloane talks with Sophie Daley for some tips on getting great portrait shots on a smart phone camera and we find out what's in her kit. Jason road tests the Lumix GH4 and discovers that size doesn't matter. Finally, Jason catches up with Barrie Sutherland, an old surfer mate who has been photographing Bells Beach for decades.    "
                },
                "6": {
                    "title": "Ryan Schembri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Snap Happy: The Photography Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Maddie Sloane meets up with Ryan Schembri, the youngest photographer to become an AIPP master. Ryan shows us what's in his kit and gives us some tips on avoiding wedding faux pas. Jason Edwards visits the Michael's Camera Museum in Melbourne and gets his hands on some unique items. Wolfgang Glowacki shows us how we can take macro photos on our smart phone cameras and Jason road tests the Cokin Creative Filter System. Finally, interior designer, James Treble, gives Maddie some tips for displaying prints in her home.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Edwards, Jason"
            },
            {
                "name": "Sloane, Maddison"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDJkNzVmNjQtMDUwZi00MzJhLWIwMDgtZmI3OTJiOTgyMGRkL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzAxODUxNzA@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Photography is our nations number one hobby, and SNAP HAPPY is the first Australian TV series dedicated to photography enthusiasts. Each week, the viewer learns from the pros about how they can take better photos on their DSLR, compact or smart phone cameras. Traveling around Australia; we visit scenic locations, fascinating people, fashion events, expos, galleries and exhibitions. Along the way, we meet professional photographers and experts that give us the lowdown on current and future technologies.",
        "languages": [
            "English"
        ],
        "title": "Snap Happy: The Photography Show",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Snap Happy: The Photography Show (Australia)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Robinson, Tim"
            }
        ],
        "production companies": [
            {
                "name": "Worldview Productions"
            }
        ],
        "distributors": [
            {
                "name": "Worldview Productions"
            }
        ],
        "plot": [
            "SNAP HAPPY is the first Australian TV series dedicated to photography enthusiasts.",
            "Photography is our nations number one hobby, and SNAP HAPPY is the first Australian TV series dedicated to photography enthusiasts. Each week, the viewer learns from the pros about how they can take better photos on their DSLR, compact or smart phone cameras. Traveling around Australia; we visit scenic locations, fascinating people, fashion events, expos, galleries and exhibitions. Along the way, we meet professional photographers and experts that give us the lowdown on current and future technologies."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}