{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "12 March 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "Canada\n",
                "date": "17 March 2015"
            }
        ],
        "release dates": [
            "Canada::12 March 2015                            (internet)",
            "Canada::17 March 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Demolition Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cameron's House Rules (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The Mathison family surveys their garage, which is currently being used as a junk storage area, and where Cameron stores his tools. They also each envision the specifics that they would like to see in the final product of their family room, where they will congregate for their weekly movie nights. But Vanessa and the kids abandon Cameron when it comes to the heavy lifting involved in emptying out and demolishing the garage. By the end of the demolition and the end of the day, Cameron finds that his next few hours are not quite as he was envisioning or wanting.    "
                },
                "2": {
                    "title": "Help to the Rescue!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cameron's House Rules (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    After a restless night sleeping in the garage, Cameron starts day two of the reno. He's got electricians and carpenters helping him this day, the framing and wiring which needs to be completed by the end of the day. The completed room being essentially a media room, Cameron found that he needed additional power in the space for all the electronic equipment. He decides to ask some friends for advice at this stage in the project, but little does he realize that he can find that advice, and in the process some legwork, closer than he thinks.    "
                },
                "3": {
                    "title": "School of Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cameron's House Rules (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It's day three of five in the reno, and Cameron, who is still on track, has to finish drywalling, plastering and sanding today. He can't fall behind on this of all days because Lucas is performing in a rock concert at school tonight which Cameron cannot miss. When Vanessa and Leila leave for the school, that is the one hour mark until Cameron's needed completion time. Although Cameron puts on a brave face (underneath the white plaster dust), can he finish all he needs to do in that hour, which includes taking a shower?    "
                },
                "4": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cameron's House Rules (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It's the second to last day of the renovation, and Cameron's brought in the big guns to help: Lucas and Leila. The three of them today will be painting. While Cameron and Vanessa discuss the floor which Vanessa wants to tie into the feel of the rest of the house, Cameron still has on his mind the need to finish painting and build and install the required shelving, some which were previously done with Jeremy and Cheryl's help. The final two tasks of the day are to go furniture shopping, not only deciding on how they want the room to feel, but how it will function, and ...    "
                },
                "5": {
                    "title": "Judgement Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cameron's House Rules (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It's the last day of the renovation, and Cameron feels he is on track to finish on time with a lot of small and not so small details which need to be accomplished. In addition to putting many things into the space, Cameron is just as eager to remove some things from the space, namely his bedding as he no longer needs to sleep in the room. But the success or failure of the final product can only be judged by its users, namely Vanessa, Lucas and Leila, and whether they feel it functions for what they wanted it to be, primarily a family room with an emphasis on using it ...    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Mathison, Cameron"
            },
            {
                "name": "Mathison, Vanessa"
            },
            {
                "name": "Mathison, Lucas"
            },
            {
                "name": "Mathison, Leila"
            },
            {
                "name": "MacPherson, Jeremy"
            },
            {
                "name": "Torrenueva, Cheryl"
            }
        ],
        "locations": [
            "California, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "27"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "12 Mar 2015 (Canada)",
        "number of seasons": 1,
        "rating": 3.4,
        "votes": 12,
        "budget": "CAD100,000 (estimated)",
        "plot outline": "Inspired by the work of the contestants on Game of Homes (2015), the show he hosts, Cameron Mathison decides to embark on a home renovation project of his own in his own home: transforming the garage, which is primarily a junk space, into a family room where he and his family can spend time, most specifically where they can have their weekly family movie nights. Cameron decides to follow many of the same rules from Game of Homes, such as completing the work largely on his own (but with the help of expert trades when required) and within a specific time frame, namely five days. But there's one other rule on Game of Homes that he learns his family is making him also abide by.",
        "languages": [
            "English"
        ],
        "title": "Cameron's House Rules",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "akas": [
            "Cameron's House Rules (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Hodge, Brent"
            }
        ],
        "production companies": [
            {
                "name": "Great Pacific Media"
            },
            {
                "name": "Hodgee Films",
                "country": "[ca]"
            }
        ],
        "distributors": [
            {
                "name": "W Network"
            }
        ],
        "plot": [
            "Inspired by the work of the contestants on _Game of Homes (2015)_ (qv), the show he hosts, 'Cameron Mathison' (qv) decides to embark on a home renovation project of his own in his own home: transforming the garage, which is primarily a junk space, into a family room where he and his family can spend time, most specifically where they can have their weekly family movie nights. Cameron decides to follow many of the same rules from Game of Homes, such as completing the work largely on his own (but with the help of expert trades when required) and within a specific time frame, namely five days. But there's one other rule on Game of Homes that he learns his family is making him also abide by.::Huggo"
        ],
        "tech": {
            "runtime": [
                "27 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 3.4
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 2.0
            },
            "males": {
                "votes": 2,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 2.0
            },
            "females": {
                "votes": 5,
                "rating": 3.8
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 3.8
            },
            "us users": {
                "votes": 5,
                "rating": 3.8
            },
            "non us users": {
                "votes": 2,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 3,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 3,
            "1": 4
        },
        "arithmetic mean": 3.4,
        "median": 2
    }
}