{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 May 2015"
            }
        ],
        "release dates": [
            "USA::9 May 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wake Up! (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Balanced Productivity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wake Up! (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    Do you ever look at your schedule and feel like the day is already gone? Have you ever ended up binge watching cat videos until 4AM only to snap out of it and question all your life choices? On this episode we're going to help you learn how to maximize your efficiency, reach your goals, AND how relaxing and allowing yourself to enjoy life, will actually help you accomplish more. It's time to WAKE UP! Guests: don Miguel Ruiz, MD., Jenna Edwards, Ricky Powell, Maria Whalen, Jackie Woodside    "
                },
                "2": {
                    "title": "Love Yourself/Body",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wake Up! (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    We're told beauty is on the inside...but everyone were told is beautiful is some god or goddess with 0% body fat and body of stone? I don't know about you, but we don't see it this way. On this episode of Wake Up! We are changing what it means to be beautiful and learning to love our bodies. Confidence and self worth need to come from inside, not outside, healthy is the new skinny, and beauty isn't found on the cover of a magazine but in how a person lives their life. It's time to Wake Up! Guests: Ryan Kelley, Tristan/Sabrina Truscott, Cliff Thomas, MD., Bernard ...    "
                },
                "3": {
                    "title": "Conscious Choices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wake Up! (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Do you ever feel like all of your decisions are made or influenced by your family, friends, job, or media? Do you feel like you can't even go for a drive without a bossy robot telling you when to turn and where! On this episode of Wake Up! we're going to work on breaking that cycle and show you how making CONSCIOUS CHOICES can change your life. Get ready to learn, ready to live...get ready to WAKE UP! Guests: Jasmin Gabay, Manuela Parker, Rick Saruna, Preston Smiles, Kyle Cease    "
                },
                "4": {
                    "title": "Love and Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wake Up! (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    The two most powerful emotions in life are LOVE and FEAR. On this episode of Wake Up! We dive head and heart first into these two emotions to discover just how different, and similar, they are...and just how much control they have over us in turn allowing us to discover just how much control we can have over them. So grab a cup of coffee, get comfy, and get ready to WAKE UP! Guests: Jack Canfield, Maria Whalen, Eram Saeed, Patty Aubrey, Jeffrey Gignac    "
                },
                "5": {
                    "title": "Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wake Up! (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    If we told you it was your responsibility to keep something alive, fed, clothed, educated, and also keep it from turning out to be a jerk face...for 18 whole years...would you do it? The answer...for any sane person...is of course, NO! But no one ever accused PARENTS of being sane. On today's episode we explore the good and bad ADVENTURES IN PARENTING! Get ready to learn...get ready to live...get ready to WAKE UP! Guests: Lisa Nichols, Riana Whalen, Emeka Mbadiwe, Adryenn Ashley, Karla Sandoval, Sarah Mirkin, RD., Shirley Impellizzeri, PhD    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Chasse, Betsy"
            },
            {
                "name": "Ertman, Cindy"
            },
            {
                "name": "Ledwell, Natalie"
            },
            {
                "name": "Muzyka, Zhena"
            },
            {
                "name": "Whalen, Maria"
            },
            {
                "name": "Whalen, Riana"
            },
            {
                "name": "Edwards, Jenna"
            },
            {
                "name": "Powell, Ricky"
            },
            {
                "name": "Ruiz, Don Miguel"
            },
            {
                "name": "Woodside, Jackie"
            },
            {
                "name": "Ashley, Adryenn"
            },
            {
                "name": "Aubrey, Patty"
            },
            {
                "name": "Canfield, Jack"
            },
            {
                "name": "Cease, Kyle"
            },
            {
                "name": "Gabay, Jasmin"
            },
            {
                "name": "Gignac, Jeffrey"
            },
            {
                "name": "Hiller, Bernard"
            },
            {
                "name": "Impellizzeri, Shirley"
            },
            {
                "name": "Kelley, Ryan"
            },
            {
                "name": "Kloser, Christine"
            },
            {
                "name": "Mbadiwe, Emeka"
            },
            {
                "name": "Mirkin, Sarah"
            },
            {
                "name": "Parker, Manuela"
            },
            {
                "name": "Saeed, Eram"
            },
            {
                "name": "Saruna, Rick"
            },
            {
                "name": "Smiles, Preston"
            },
            {
                "name": "Thomas, Cliff"
            },
            {
                "name": "Truscott, Sabrina"
            },
            {
                "name": "Truscott, Tristan"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzM2ZGZlMDQtYTg4Ny00ZmFmLWI2MzEtNzk4MzQ2MWE4ZmM5XkEyXkFqcGdeQXVyNTA2ODYxNTY@._V1_SY150_CR92,0,101,150_.jpg",
        "plot outline": "Hosted by the most beloved experts in Mind, Body, Spirit - Wake Up! is the show for the New Message to the New Mainstream. Providing insight into the answers people really want - like de-stressing our lives, finding the best tools for balance (and is it really possible), innovative ways to invest in our financial futures, and new paradigms for parenting and relationships - through conversational interviews with the most leading edge authors, trainers and educators in the world.",
        "languages": [
            "English"
        ],
        "title": "Wake Up!",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Wake Up! (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "DeLoache, Shawn"
            }
        ],
        "production companies": [
            {
                "name": "21st Century Pictures Group"
            },
            {
                "name": "Heart On Fire Productions"
            }
        ],
        "plot": [
            "Hosted by the most beloved experts in Mind, Body, Spirit - Wake Up. is the show for the New Message to the New Mainstream. Providing insight into the answers people really want through honest conversations and interviews.",
            "Hosted by the most beloved experts in Mind, Body, Spirit - _Wake Up!_ (qv) is the show for the New Message to the New Mainstream. Providing insight into the answers people really want - like de-stressing our lives, finding the best tools for balance (and is it really possible), innovative ways to invest in our financial futures, and new paradigms for parenting and relationships - through conversational interviews with the most leading edge authors, trainers and educators in the world."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}