{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015",
                "notes": "                            (theatrical release)"
            }
        ],
        "release dates": [
            "USA::2015                            (theatrical release)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Na, Dae"
            },
            {
                "name": "Nam, Esther"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "ko",
            "it",
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$1,000,000 (estimated)",
        "plot outline": "\"The Romance Artist\" is about a modern day female Casanova, who happens to be a con artist. And the religious man who was wooed by her once and refuses to be fooled by her and her brand of charming twice. Then there's the Italian mafia pursuit of Lorraine, Devin's pact with the media giant, and their relentless pursual of one another. The question is who is conning who now? To what extent will Devin go to exact his revenge? How much is Lorraine willing to endure in her fight for love?",
        "languages": [
            "English",
            "Korean",
            "Italian",
            "French"
        ],
        "title": "The Romance Artist",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "akas": [
            "The Romance Artist (United States)"
        ],
        "writer": [
            {
                "name": "Pak, Florence"
            }
        ],
        "director": [
            {
                "name": "Lee, Ricky"
            }
        ],
        "production companies": [
            {
                "name": "Name Productions"
            },
            {
                "name": "ZooMadTV"
            }
        ],
        "distributors": [
            {
                "name": "Name Productions"
            }
        ],
        "plot": [
            "\"_The Romance Artist_ (qv)\" is about a modern day female Casanova, who happens to be a con artist. And the religious man who was wooed by her once and refuses to be fooled by her and her brand of charming twice.",
            "\"_The Romance Artist_ (qv)\" is about a modern day female Casanova, who happens to be a con artist. And the religious man who was wooed by her once and refuses to be fooled by her and her brand of charming twice. Then there's the Italian mafia pursuit of Lorraine, Devin's pact with the media giant, and their relentless pursual of one another. The question is who is conning who now? To what extent will Devin go to exact his revenge? How much is Lorraine willing to endure in her fight for love?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}