{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "11 May 2015"
            }
        ],
        "release dates": [
            "UK::11 May 2015"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "The New Arrival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    Hetty discovers a secret, while Gideon fears he caused Edwin's life-threatening accident.    "
                },
                "2": {
                    "title": "Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    Hetty is forced to cover when Rosamund goes missing on the day of the Christening, while Gideon and Jack find themselves in muddy trouble. Mrs Brody takes control of the house.    "
                },
                "3": {
                    "title": "Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    A new arrival at the Hall threatens Agnes and Sheila's jobs while Gideon falls out with Emily. Sheila struggles looking after Constance and Jack helps Edwin overcome his fears.    "
                },
                "4": {
                    "title": "Prisons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    Hetty steels herself to face her old enemy, while Lady Grenford introduces the family to her handsome young grandson, Robert. Emily is excited when a Suffragist visits the house.    "
                },
                "5": {
                    "title": "For Shame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Wolves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Hetty and Gideon are shocked when a figure from their past turns up unexpectedly, while Lizzie is terrified by the story of a savage wolf boy on the grounds. A mysterious new tutor arrives for the children.    "
                },
                "7": {
                    "title": "Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    An accident in the kitchen forces Sheila to choose between loyalty to the Cook or her own ambition, while Jack is stunned to discover the identity of a thief. Hetty reveals she doesn't trust Mrs Brody - but is this a mistake?    "
                },
                "8": {
                    "title": "Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    It's the day of the fair and Gideon makes a surprising discovery about Jack, while Hetty realises Brody is out to get her. Sheila and Constance battle to become the Festival Queen.    "
                },
                "9": {
                    "title": "Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Hetty and Gideon search for proof of Jack's innocence, while Emily discovers Mr Buscombe has a secret - but is he telling the whole truth? Lady Grenford has a startling plan for Emily and Robert.    "
                },
                "10": {
                    "title": "The Birthday Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    There's an explosive finale at Emily's 16th birthday party when Hetty fights to reunite Rosamund with her long lost son, while Lady Grenford will stop at nothing to force Emily and Robert's engagement.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Escape: Parts 1 & 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "11 May 2015",
                    "year": "2015",
                    "plot": "\n    In Victorian London foundlings Hetty Feather and Gideon Smeed are fostered by the Cotton family until the age of five when they are taken to the foundling hospital, run by the austere Matron Bottomly and separated into different wings for boys and girls. Having sworn that she would look after Gideon Hetty makes efforts to see him, meeting Mathias, an older boy who looks after Gideon and who plans to escape and run away to sea. Hetty helps Mathias craft a letter to the man who will facilitate this and plans to join him and other boys in an escape attempt. However, ...    "
                },
                "2": {
                    "title": "The Tower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n    Hetty tells her friends Harriet and Polly that it will soon be her and Gideon's birthdays as celebrated at the foster parents and, since the sexes are segregated, she must think of a way to meet Gideon for a celebration. When food is stolen from the kitchen Matron orders a lockdown but Hetty takes advantage of a rat infestation to get a message to Gideon and later, under the guise of helping the rat-catcher lay traps, she and her friends obtain access through the loft to a tower where they meet Gideon and his friends and establish their own den. Later that night the ...    "
                },
                "3": {
                    "title": "Jack in the Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "25 May 2015",
                    "year": "2015",
                    "plot": "\n    Matron attempts to coerce a cowed Mathias into being her spy as she sets the orphans to work making toys, supposedly destined for charities though Gus discovers that she and tradesman Cooper are planning to sell them to stores for profit and leads the others in sabotaging the goods. They are almost caught but Mathias rescues them before explaining how he returned to the hospital to avoid being sold as a slave. Matron is angry when she sees the damaged toys but, as the children are falling ill due to lead paint, humane teacher Mr Cranbourne persuades her to stop her ...    "
                },
                "4": {
                    "title": "Sisters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A new foundling arrives, a little girl called Eliza, who was fostered with the same family as Hetty though Hetty is disappointed that her borrowed brother Jem seems to have forgotten her. Matron also receives a visitor, her kindly sister Annie, appalled that Matron will not visit their dying mother. When Eliza takes revenge on Matron by shredding her clothes Hetty takes the blame and is put in solitary but Annie discovers the real culprit and rescues Hetty, explaining that she and her sister were also raised in a workhouse, hence Matron's severe attitude. Thus Hetty ...    "
                },
                "5": {
                    "title": "Strike",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The foundlings must perform a hymn by composer Mr Melrose to sing at a charity lunch but they are bored by it so kindly Nurse Winterson teaches them a music hall song, with the result that Matron sacks her. Hetty, aware that the nurse is the sole provider for her invalid father, persuades the children to go on strike and refuse to sing at the lunch but Matron tries to call her bluff by threatening punishment. Fortunately the children stage a concert of their own which so impresses Mr Melrose that he persuades Matron to reinstate Nurse Winterson.    "
                },
                "6": {
                    "title": "Raising the Flag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "15 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    An army sergeant visits the hospital to recruit a drummer boy, the successful candidate being decided on the outcome of a series of tests. In the event the sergeant picks both Walter and Matthias - who has stood up for his friend against the bullying Vince but Matthias declines the offer, stating that his fight is within the hospital. Meanwhile Hetty and Sheila are forced to work together in the infirmary and call a brief truce whilst they help to bring the withdrawn Charlie out of his shell.    "
                },
                "7": {
                    "title": "Foundling Reclaimed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Gideon gets a letter from his mother wanting to see him and he attempts to escape but Hetty proves to him it was a hoax perpetrated by the unpleasant Sheila. Meanwhile Hannah and Arthur Prestwick come to the hospital to reclaim the little girl they left there. Matron claims that no such child was ever admitted but Hetty comes up with proof and her friend Mary is reunited with her parents. Hetty's attempts to persuade a humane governor, Lady Asquith, that Matron is selling the foundlings to cruel masters as apprentices are, however, less successful as Matron lies her ...    "
                },
                "8": {
                    "title": "Open Day, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Gideon plans on escaping in search of his parents, but Vince and Judd have other plans.    "
                },
                "9": {
                    "title": "Open Day: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Sheila uses the open day as an opportunity to make some money, but ends up getting caught thieving! What will Matron Bottomly say?    "
                }
            },
            "2": {
                "1": {
                    "title": "Foundling Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Hetty is shocked at the brisk way in which baby Hazel Didcott is received from her mother for reception at the orphanage, the more so when she learns Hazel's name will be changed - although she is told why it is necessary. She plans to send Hazel to Peg and Jem, who know more about her birth mother and when bad boys Vince and Judd are caught stealing to trade for a football she takes advantage of their situation to further this plan..    "
                },
                "2": {
                    "title": "The Haunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    During a stormy night Hetty entertains her friends with stories of Joseph Twig, whose ghost allegedly haunts the orphanage tower. Next day wealthy Mr and Mrs McCartney arrive and are desperate to adopt Polly, who is the image of their late daughter. Matron is reluctant, claiming that adoption is against the rules lest the birth parents return but is swayed by the couple's generous donation. Hetty has her misgivings about her friend going to strangers but gives in to Polly's own wishes when matron agrees to give her Polly's new address - a promise she does not keep. At...    "
                },
                "3": {
                    "title": "Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Kindly Nurse Winterson smuggles a letter from Hetty to Jem but when he arrives unexpectedly at the orphanage he has no news for Hetty regarding her true mother. Vince and Judd steal the token left with Hetty at the orphanage as a baby in the hopes of obtaining money to buy their football but kitchen maid Ida steps in to make them retrieve it, thus providing Hetty with a new friend whilst Matron is keen to be teacher Cranborne's friend when she learns that, unless his missing cousin Jasper reappears, he is an heir to the Earl of Ellerslie.    "
                },
                "4": {
                    "title": "Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Matron suddenly disappears after receiving a mysterious letter, leaving Donald Cranbourne in charge but he is soon visited by his stern vicar father, demanding he leave the orphanage and return home. Gideon auditions for choristers school but fails as his voice has broken - though he is invited to reapply in a year. He lies about his rejection but when he is found out persuades little Eliza, who fights other girls in order to be Hetty's best friend and now wants to run away, that they should face up to everybody together.    "
                },
                "5": {
                    "title": "Blanche",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The orphans are intrigued when Matron returns and clearly has a secret in the cellar. It turns out to be a wild girl called Blanche, who claims that Matron sold her to a factory and then had her committed to a mental asylum after an accident. However when Hetty introduces her to governor Brigwell Blanche claims that Matron has saved her - a ploy for her to gain power over Matron.    "
                },
                "6": {
                    "title": "Remember Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The bullying Blanche Newbould continues to be deliberately rude and threatening to everybody and even Matron seems too scared to punish her though one night Monica finds Blanche crying and reminds her that they were once good friends. Next day Blanche denies knowing her and Monica is later found dead, having fallen down a flight of stairs. Whilst it is an obvious accident Matron claims Monica tripped over brushes left by young decorator Stan Pollard, though Hetty and her sleuthing friends exonerate Stan when they force a surprising confession from Matron    "
                },
                "7": {
                    "title": "Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Explorer Dr Kate Webster comes to the orphanage to give a talk to the boys whilst Lady Asquith's butler Collins gives the girls a test, the winner to go to work with her. Anxious to see the lecture Hetty hides away, causing a diversion which allows the doctor's pet python to escape. It terrifies Vince who, having stolen a statue from the doctor, attempts to blame Matthias though she identifies the real culprit whilst Sheila is also disqualified for cheating. Matron, meanwhile, loses her interest in Mr Cranbourne on discovering that he is not the heir to an earldom ...    "
                },
                "8": {
                    "title": "Letters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Hetty pens an anonymous love letter from Mathias to Harriet, requesting she wears a feather on her dress to acknowledge it but it is accidentally picked up by Matron, who assumes it is from Colonel Brigwell and complies with the request. . Hetty decides to go one step further with another letter containing a sham marriage proposal but she is ultimately betrayed by Blanche and punished. However she comes to realize the power of words and continues to write her journal.    "
                },
                "9": {
                    "title": "Plans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Matron holds a fund-raising art exhibition for the patrons, having locked Hetty in a dark outhouse as a punishment but Hetty is comforted by Ida, who gives her some surprising news whilst Blanche gets Sheila and Elizabeth into trouble and Mathias sneaks off to visit Harriet, who is now working for Lady Asquith. Meanwhile Matron is horrified when the governors decide that Mr Cranbourne should be appointed in joint control of the orphanage with her - his first act being to release Hetty.    "
                },
                "10": {
                    "title": "Discoveries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Hetty is now sure that Ida is her mother but needs to keep it a secret from Matron as, having deposited Hetty at the orphanage, Ida cannot legally reclaim her before her majority. Meanwhile Lady Asquith returns Harriet to the orphanage following allegations that Mathias sneaked out to see her and Matron tries to bribe Matron to secure proof. However Hetty persuades Blanche that Matron is merely using her and inspires Blanche to concoct a lie to save Mathias and make Matron look foolish. Hetty and Ida are less fortunate when they are betrayed by Sheila to Matron and a ...    "
                }
            },
            "3": {
                "1": {
                    "title": "News from Nowhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    On the day that Miss Sarah Smith arrives as the orphanage's new governor Ida briefly returns to drop off a letter informing Hetty that she is living at the Ludgate workhouse. Harriet takes the letter to Hetty who runs away to search for her but Sheila informs on her to Matron Bottomley. Lost on the streets of London Hetty is rescued from Mr Grace's gang of teen-aged thieves by flower seller Cissy, a resourceful orphan, who takes Hetty to stay with her and her sickly younger sister Lil. Meanwhile Matron engages the services of shady Mr Bromsden to find Hetty.    "
                },
                "2": {
                    "title": "The Unexpected Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Due to Sheila's treachery Matron discovers Ida's letter whilst Hetty and Cissy arrive at the workhouse to find Ida has left, for a job in Highgate. Selling flowers to finance the tram ride there they are saved from Grace's gang by a prospective customer. This is Miss Smith, who suggests Cissy takes Lil to a nearby refuge. She also returns Hetty to the orphanage, explaining that Ida would be sacked if it was known she had a child. She is actually a kindly woman who invents an elaborate lie to prevent Hetty and Harriet being punished and Hetty feels that she can trust ...    "
                },
                "3": {
                    "title": "The Break In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    There is a break-in at the orphanage and next day Bromsden arrives to tell Matron that Jess, one of Grace's gang, has escaped and is on the premises with stolen goods, including a book which will incriminate them both. Hetty and her friends hide Jess whilst making sure all the stolen items are found - except the book - but Jess is discovered anyway. Miss Smith comes to visit, offering Hetty work in Highgate where she can meet Ida in secret and to place Jess in her refuge but Hetty selflessly allows Blanche to have the job so she can be near her kin, Jess. Having ...    "
                },
                "4": {
                    "title": "Land of Opportunity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    Matron discovers the book recording her illegal sale of orphans and puts it on the fire in front of Hetty before entertaining Chester Benjamin, an American philanthropist, keen to open an orphanage in New York with Matron in charge. However when the staff and children start to fall ill and the source is traced to cheap flour bought by Matron to cut costs he withdraws his offer but Hetty is still determined to defeat her. Meanwhile slimy young Vince picks up on the relationship between Nurse Winterson and Constable Clarke.    "
                },
                "5": {
                    "title": "Dangerous Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Following a storm which damages the roof Matron hopes to impress the visiting governors by claiming that she will start fund raising for a new one. One of the governors, Dr Bridges, brings his naughty little daughter Annabelle, who almost gets Elizabeth in trouble but the doctor is impressed by the orphan's honesty and offers her work. A miserable Hetty is cheered by Vince and comes close to befriending him - until she learns he has been blackmailing Nurse Winterson. Miss Smith and Cook conspire to let Hetty have a secret meeting with Ida, but Matron finds out, ...    "
                },
                "6": {
                    "title": "Cannon Fodder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    RSM Charlie Palmer comes to the orphanage to drill the boys for a military display and confesses to Walter that he is his father. Meanwhile, in an effort to reunite Nurse Macclesfield with Constable Clarke Hetty 'stages' a theft, hiding a picture so that the constable will come to investigate and continue seeing the nurse. This plan works but Charlie is accused of the theft and Hetty has Sheila to thank for clearing his name. For the first time both girls seem united against Matron.    "
                },
                "7": {
                    "title": "The Last Sunday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    With Harriet due to leave Matthias throws a picnic for his friends, including Sheila, whilst Colonel Brigwell brings patrons Mr and Mrs Callender to announce that most of the boys are destined for the army. Gideon is not happy, as he confesses to Mrs Callender, whom Matron has blackmailed not to tell Mr Callender that they knew each other in the work-house and she takes him and Sheila to be their servants. Aware that Grace has been arrested and could expose her Matron uses the roof fund money to buy herself a passage to America but is overheard by Hetty.    "
                },
                "8": {
                    "title": "Farewell Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    On the day most of the boys leave for the army and Harriet to work in America, Matron, aware that Hetty knows she has stolen the money and bought her own transatlantic ticket, locks her in a cupboard, from which she is rescued by Sheila. The girls confront Matron and prevent her from fleeing, exposing her theft in front of the governors, who order her arrest. Mr Cranborne proposes a fairer regime, encouraging Nurse Winterson to court Constable Clarke and promoting Nurse Macclesfield to temporary matron. A grateful Mrs Callender agrees to employ Hetty along with Gideon...    "
                },
                "9": {
                    "title": "New Beginnings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "3 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Hetty, Sheila and Gideon are now working for the Callender family, under stern housekeeper Mrs Penhaligon. Gideon befriends Edwin, the invalid son of the house, kept away from the others and notices secret meetings between gardener Jack and Emily, the Callenders' rebellious daughter. Matron, in hiding with Bromsden, sends two boys to retrieve the incriminating book from Hetty but they accidentally kidnap Emily instead.    "
                },
                "10": {
                    "title": "The Past Returns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Hetty and Sheila realize that Matron had sent spies to recover the book and has mistakenly taken Emily. Helped by Emily's friend Henry Hetty and Gideon rescue her but Hetty is caught. However she persuades Matron to accompany her in secretly retrieving the book but Sheila has told the family everything and they set a trap to arrest Matron and her accomplices. Now in possession of all the facts the grateful Callenders arrange for Hetty to resume seeing Ida and for a more relaxed regime in the household for their children and servants.    "
                }
            },
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Secret Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hetty Feather (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    Secret scenes for red button interactive.    "
                }
            }
        },
        "number of episodes": 41,
        "cast": [
            {
                "name": "Allen, Polly"
            },
            {
                "name": "Clifton, Isabel"
            },
            {
                "name": "Pope, Eva"
            },
            {
                "name": "Anderson, Dasharn"
            },
            {
                "name": "Barry, Gus"
            },
            {
                "name": "Knight, David"
            },
            {
                "name": "Rance, Redmand"
            },
            {
                "name": "Ashforde, Matthew"
            },
            {
                "name": "McArdle, Susan"
            },
            {
                "name": "Langley, Josh"
            },
            {
                "name": "Wright, Rosalyn"
            },
            {
                "name": "Merson-O'Brien, Ava"
            },
            {
                "name": "Niles, Aaron"
            },
            {
                "name": "Allen, Isabelle"
            },
            {
                "name": "Villiers, Christopher"
            },
            {
                "name": "Lee, Izzy"
            },
            {
                "name": "Strawson, Georgina"
            },
            {
                "name": "Whelan, Gemma"
            },
            {
                "name": "Frost, Mark"
            },
            {
                "name": "Byron, Tabitha"
            },
            {
                "name": "Campbell, Stuart"
            },
            {
                "name": "Deacon, Fern"
            },
            {
                "name": "Hill, Orla"
            },
            {
                "name": "Worthington-Cox, Eleanor"
            },
            {
                "name": "Peters, Wendi"
            },
            {
                "name": "Brown, India"
            },
            {
                "name": "Glen, Georgie"
            },
            {
                "name": "Harrowell, Trixiebell"
            },
            {
                "name": "Allen, Blaise"
            },
            {
                "name": "Schaal, David"
            },
            {
                "name": "Tamone, Louis"
            },
            {
                "name": "Macnab, Jocelyn"
            },
            {
                "name": "Grace, Helen"
            },
            {
                "name": "Healy, Louis"
            },
            {
                "name": "Gaiger, Mercy"
            },
            {
                "name": "Mitchell, Ann"
            },
            {
                "name": "Nyuot, Tut"
            },
            {
                "name": "Radjou-Pujalte, Wilson"
            },
            {
                "name": "Nash, Jordan A."
            },
            {
                "name": "Stuart-Hill, Nicola"
            },
            {
                "name": "David, McKell"
            },
            {
                "name": "Steele, Karol"
            },
            {
                "name": "Harris, Ewan"
            },
            {
                "name": "Carrington, Eliot"
            },
            {
                "name": "Golding, Bob"
            },
            {
                "name": "Bullion, Paul"
            },
            {
                "name": "Alonzo, Jessie Mae"
            },
            {
                "name": "Benbow-Hart, Lexie"
            },
            {
                "name": "Bown, Paul"
            },
            {
                "name": "Bennett, Jemima"
            }
        ],
        "genres": [
            "Drama",
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United Kingdom:PG",
            "United Kingdom:12"
        ],
        "number of seasons": 5,
        "rating": 7.3,
        "votes": 100,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTNjZDM5MDEtMmE0My00YzdiLTgxOGYtMmI3ZWZhMDk3OWEzXkEyXkFqcGdeQXVyNzA5NTYxMDg@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Set in Victorian-era London of 1887, Hetty and her foster brother Gideon are forced to return to the foundling hospital where she was abandoned by her mother as a baby. Hetty and her friends hate the iron-fist regime of Matron Bottomly and gang leader Sheila. Hetty yearns to escape and go in search of her mother.",
        "languages": [
            "English"
        ],
        "title": "Hetty Feather",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Hetty Feather (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Wilson, Jacqueline"
            },
            {
                "name": "Blakeman, Helen"
            },
            {
                "name": "Reeves, Emma"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "special effects": [
            {
                "name": "LenscareFX"
            }
        ],
        "other companies": [
            {
                "name": "Above the Line Set Assistance & Security"
            },
            {
                "name": "Aimimage / Ice Film"
            },
            {
                "name": "Mad Dog 2020"
            },
            {
                "name": "RLD"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "Set in Victorian-era London of 1887, Hetty and her foster brother Gideon are forced to return to the foundling hospital where she was abandoned by her mother as a baby. Hetty and her friends hate the iron-fist regime of Matron Bottomly and gang leader Sheila. Hetty yearns to escape and go in search of her mother.::Mark Smith <msmith@osi.co.uk>",
            "The show follows young foundling Hetty who lives in a Victorian foundling hospital and faces daily battles against matron Bottomley and gang leader Sheila. Hetty makes friends and discovers untold stories and truths about her past as she searches for her real mother.",
            "_Hetty Feather_ (qv) is a Victorian foundling, enduring all the hardships of foundling life. She lives in the foundling hospital and has many adventures. Hetty and her friends: Harriet and Polly often meets her foundling brother Gideon, along with their secret friends from the boys' wing (Mathias, Ned and Walter) up in their secret tower, where they make plans against people such as Matron Bottomly and Sheila and her \"shemob\". The gang often find themselves in tricky situations, but manage to keep their friendship."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "camera": [
                "Cooke S4/i Prime Lenses"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 100,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 17,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 20,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 21,
                "rating": 6.8
            },
            "males": {
                "votes": 34,
                "rating": 6.1
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 5.2
            },
            "males aged 45 plus": {
                "votes": 13,
                "rating": 6.5
            },
            "females": {
                "votes": 29,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 13,
                "rating": 5.0
            },
            "us users": {
                "votes": 11,
                "rating": 7.2
            },
            "non us users": {
                "votes": 39,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 36,
            "9": 10,
            "8": 16,
            "7": 15,
            "6": 10,
            "5": 1,
            "4": 2,
            "3": 1,
            "2": 2,
            "1": 7
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}