{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "April 2015",
                "notes": "                            (video premiere)"
            }
        ],
        "release dates": [
            "Canada::April 2015                            (video premiere)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Willmore Wilderness Park, Alberta, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzMzNDI5YWItZWVmNy00OTUxLWFiMTctMzBmNjJmMTkwZWI2XkEyXkFqcGdeQXVyNDAyNzk0NDg@._V1_SY150_CR62,0,101,150_.jpg",
        "budget": "CAD200,000 (estimated)",
        "plot outline": "Mountain Mustang shares the story of Master Horseman Larry Nelles teaching true horsemanship through feeling: sensitivity, kindness, patience, and a soft manner. Nelles has a mystical way of communicating with these four-legends. Trailmen seek advice from this amazing trainer and bring their free-spirited colts to turn them into faithful friends. Larry trains three young horsemen between the ages of 11, 13 and 15, who start Mountain Mustangs that were raised in the Alberta Rockies. Larry shares his thoughts about the synchronicity of working with the same family that his father had worked with, when he was a Jasper Park Warden in the early 1900s. The boys are the descendants from the Canadian Fur Trade, whose forefathers arrived in the Rocky Mountain district in the early 1800s.",
        "languages": [
            "English"
        ],
        "title": "Mountain Mustang",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Mountain Mustang (Canada)"
        ],
        "writer": [
            {
                "name": "Cheverie, Estella"
            },
            {
                "name": "Feddema-Leonard, Susan"
            }
        ],
        "production companies": [
            {
                "name": "People & Peaks Productions"
            }
        ],
        "distributors": [
            {
                "name": "Willmore Wilderness Foundation"
            }
        ],
        "plot": [
            "_Mountain Mustang_ (qv) shares the story of Master Horseman Larry Nelles teaching true horsemanship through feeling: sensitivity, kindness, patience, and a soft manner. Nelles has a mystical way of communicating with these four-legends. Trailmen seek advice from this amazing trainer and bring their free-spirited colts to turn them into faithful friends. Larry trains three young horsemen between the ages of 11, 13 and 15, who start _Mountain Mustang_ (qv)s that were raised in the Alberta Rockies. Larry shares his thoughts about the synchronicity of working with the same family that his father had worked with, when he was a Jasper Park Warden in the early 1900s. The boys are the descendants from the Canadian Fur Trade, whose forefathers arrived in the Rocky Mountain district in the early 1800s."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}