{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 May 2015"
            }
        ],
        "release dates": [
            "USA::21 May 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Derek Argel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 May 2015",
                    "year": "2015",
                    "plot": "\n    Phil Taylor's next portrait is of fallen Airman, Captain Derek Argel, who was killed in Iraq on May 30th, 2005. Before Phil starts the painting process, he travels to Florida to meet Derek's family and discover what drove this gifted athlete to pursue a career in the United States Air Force and train among elite Special Forces to become a Combat Controller. Back at his studio in Texas, Phil is determined to bring this American hero back to life on canvas in order to thank Derek for his sacrifice and help heal the hearts of those he left behind.    "
                },
                "2": {
                    "title": "Brandon Stout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 May 2015",
                    "year": "2015",
                    "plot": "\n    Portrait artist Phil Taylor's next subject is fallen hero, Army Specialist Brandon Stout. Brandon was killed in Baghdad on January 22nd, 2007 during Operation Iraqi Freedom after the Humvee he was driving was hit by an improvised explosive device. Phil travels to Kent City, Michigan to meet Brandon's family and learn about the life of this young soldier and how his aspirations to be a Military Chaplain drove him to take up a position in the Military Police. Back at his studio, Phil uses this knowledge to bring life to Brandon's portrait, and healing to the family he ...    "
                },
                "3": {
                    "title": "Alex Jimenez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 May 2015",
                    "year": "2015",
                    "plot": "\n    Artist Phil Taylor's next portrait is Army Staff Sergeant Alex Jimenez. On May 12th, 2007 enemy forces captured Alex after his platoon was ambushed. He was missing in action (POW-MIA) for 14 months until his remains were recovered in July 2008. Phil travels to New York City to meet Alex's parents and brother to learn about the family's Dominican heritage, Alex's passion for the military and the impact the events of 9/11 had on his life. The portrait is presented to Alex's large family at the National September 11th Museum in New York.    "
                },
                "4": {
                    "title": "Erik Kristensen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 May 2015",
                    "year": "2015",
                    "plot": "\n    Navy SEAL, Lieutenant Commander Erik Kristensen is the subject of Phil Taylor's next portrait. On June 28, 2005 Erik was the Task Unit Commander leading a mission to rescue four Navy SEALs in Afghanistan when his helicopter was shot down. This mission was depicted in the book and feature film \"Lone Survivor.\" Phil meets Erik's parents and two veteran SEALs in Washington DC to find out more about the multi-talented Sailor and the obstacles he overcame while pursuing his dream of becoming a Navy SEAL. Phil pours this new found knowledge on to canvas to honor and pay ...    "
                },
                "5": {
                    "title": "James Steel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Artist Phil Taylor's next portrait is Air Force Captain James Steel. James was assigned to the 77th Fighter Squadron and deployed to Afghanistan during Operation Enduring Freedom. James died on April 3rd, 2013 when his F-16 crashed. In order to learn about the multi-talented Airman, Phil meets James' parents and Squadron Commander. James was a high-achiever academically and militarily. He came from a long bloodline of Airmen, including his grandfathers, parents, and three brothers. Phil and his wife Lisa present James' portrait during an intimate presentation at the ...    "
                },
                "6": {
                    "title": "James Layton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Navy Corpsman James Layton is the subject of Phil Taylor's next portrait. James was killed on September 8th, 2009 in Afghanistan while tending to the wounds of an injured Marine during an intense gunfight with the Taliban. In California, Phil meets James' parents to find out what inspired their son to pursue a career in the Navy. Medal of Honor recipient Marine Sergeant Dakota Meyer tells Phil about James' selfless acts of valor in the line of duty. At his studio, Phil paints James' portrait to honor the fallen Sailor and bring healing to the family he left behind.    "
                },
                "7": {
                    "title": "Leslie H. Sabo, Jr.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Medal of Honor recipient Army Specialist Leslie H. Sabo Jr. is the subject of Phil Taylor's portrait. Leslie was drafted in April 1969 and deployed to Vietnam later that year. On May 10th, 1970 enemy fighters ambushed Leslie and his platoon during a mission in Cambodia. Leslie fought valiantly and sacrificed his own life to protect his comrades. Phil meets Leslie's wife, brother and two Vietnam veterans from Leslie's Company to garner information that will help him capture the Soldier's spirit on canvas. Phil discovers the complex nature of Leslie's character - the ...    "
                },
                "8": {
                    "title": "Sean Carson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    U.S. Navy Explosive Ordnance Disposal Technician Sean Carson is the subject of Phil Taylor's next portrait. In August 2012 Sean was killed when the Black Hawk helicopter he was traveling in crashed in Afghanistan. Phil meets Sean's parents in California. There he learns about Sean's ambition to join the Special Forces, his dangerous work diffusing a wide range of explosive devices, the hundreds of lives he saved and Sean's love for his little girl Leila. Back at his studio in Texas, Phil paints a portrait of Sean to help heal the hearts of his family.    "
                },
                "9": {
                    "title": "Marc Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Artist Phil Taylor's next portrait is Navy SEAL Marc Lee. Marc was assigned to SEAL Team 3 and deployed to Iraq during Operation Iraqi Freedom in 2006. On August 2nd, Marc and SEAL Team 3 were supporting an Iraqi Army unit clearing insurgents in Ramadi when Marc was mortally wounded. Phil meets Marc's family and a former SEAL teammate to learn about this larger-than-life character's compassion for others, faith,and patriotism. Phil and his wife Lisa present the portrait of Marc to his mother and brother at an emotional ceremony in Texas.    "
                },
                "10": {
                    "title": "Bryan Burgess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brush of Honor (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Phil Taylor's next portrait is Army Staff Sergeant Bryan Burgess. Bryan was killed in March 2011 when his platoon was ambushed during Operation Strong Eagle III, a mission to apprehend one of Osama Bin Laden's top commanders in Afghanistan. In order to complete the portrait, Phil meets Bryan's family in Texas to find out how the events of 9/11 inspired Bryan to enlist, his natural talent as a Soldier and leader, and Bryan's deep love for his wife and two children. Phil uses this knowledge to bring life to Bryan's portrait and healing to the Burgess family.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Taylor, Phil"
            },
            {
                "name": "Taylor, Lisa"
            },
            {
                "name": "Sinise, Gary"
            },
            {
                "name": "Taylor, Jordin"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:PG"
        ],
        "number of seasons": 1,
        "rating": 8.8,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODkyOTQ4MTM5NV5BMl5BanBnXkFtZTgwNzA4MTU4NTE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "In Brush of Honor, artist Phil Taylor is on a mission to paint portraits of America's fallen service members and hand-deliver them to surviving family members across the nation. In order to capture their true spirits on canvas, Phil journeys to hometowns and military bases to learn as much as possible about the fallen heroes from family, friends and fellow service members. When each portrait is complete, Phil's wife, Lisa, organizes an unforgettable ceremony where the painting is presented to the family. One canvas at a time, Phil honors our military heroes and recognizes their families on behalf of a grateful nation.",
        "languages": [
            "English"
        ],
        "title": "Brush of Honor",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Brush of Honor (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Austin Street Productions"
            }
        ],
        "distributors": [
            {
                "name": "INSP Network"
            }
        ],
        "plot": [
            "Phil Taylor paints portraits of fallen American service members and presents them to their families in emotional ceremonies.::INSP",
            "In _Brush of Honor_ (qv), artist Phil Taylor is on a mission to paint portraits of America's fallen service members and hand-deliver them to surviving family members across the nation. In order to capture their true spirits on canvas, Phil journeys to hometowns and military bases to learn as much as possible about the fallen heroes from family, friends and fellow service members. When each portrait is complete, Phil's wife, Lisa, organizes an unforgettable ceremony where the painting is presented to the family. One canvas at a time, Phil honors our military heroes and recognizes their families on behalf of a grateful nation.::INSP"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "males": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 3,
                "rating": 9.7
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "us users": {
                "votes": 3,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 2,
            "9": 2,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 9
    }
}