{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "6 May 2015"
            }
        ],
        "release dates": [
            "UK::6 May 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Brass Gnome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 26,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Tall TV presenter Richard Osman is the latest rookie, being instantly rebuked for being a Positive Pete but impressing with his idea for replacing the police siren. He joins Sleet in investigating the killer of museum curator Bjork and the theft of the priceless Brass Gnome. Suspects are forger turned art teacher Hillary Clinton, at whose life class Sleet poses as a model, cat burglar Zayne Malik and gallery owner Arsene Wenger. The case is solved after the sleuthing pair disguise themselves as statues at Bill Nighy's illegal art auction, where Richard correctly ...    "
                },
                "2": {
                    "title": "A Murder in Ye Olde Successville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 25,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Singer turned actor Martin Kemp finds himself back in Victorian Successville, helping Sleet solve the murder of lady of the night Rita Ora. After a confrontation with the Neville brothers they interview the chief suspects. They are brothel madam Paloma Faith, Rita's boyfriend Jonathan Ross, unaware of her profession, who entertains them at a gentleman's club for celebrity chefs and scientist Will.i.am, an old enemy of Sleet, who tricks him into ingesting a truth serum. The trio end up facing the firing squad. Fortunately Martin works out who is Rita's killer before ...    "
                },
                "3": {
                    "title": "I Saw a Monster!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Reporter Harry Hill is found dead, covered in radiation burns with a supernatural monster the apparent killer and presenter Lorraine Kelly joins Sleet as his sidekick. They talk to hillbillies Ant and Dec, who run conspiracy tours and, posing as old school friends, the reclusive Madonna, previously associated with a shady chemical factory. When the sleuths are caught by the factory's sinister owner David Walliams and prepared for experimentation Lorraine must decide which of the suspects has manufactured the monster that killed Harry and why.    "
                },
                "4": {
                    "title": "A Nest of Vipers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Sleet and presenter Reggie Yates go undercover at Michael McIntyre's hotel where undercover cop Noel Edmonds is found murdered. There are plenty of suspects as, in addition to resident singer Sharon Osbourne, the hotel is hosting an assassins' convention with guests including the deadly rival tennis playing Williams sisters and Adrian Chiles, Europe's most notorious assassin. Confronted with a roomful of possible deadly killers Reggie must shoot the right one.    "
                },
                "5": {
                    "title": "A Rat's Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "21 May 2017",
                    "year": "2017",
                    "plot": "\n    New police commissioner Bear Grylls is poisoned by a super-villain known as the Termite who is murdering the lawmen of Successville and rap performer Professor Green becomes Sleet's latest celebrity side-kick in investigating. Passing himself off as a robot salesman with his sidekick the robot Sleet questions arrogant zillionaire Piers Morgan whilst Green interrogates news reporter Beyoncé. Sleet then reveals that he is himself the super-hero known as Rattman and enlists his side-kick as his right hand man Dormouse, in which guises they hear a surprise confession from...    "
                },
                "6": {
                    "title": "The Big Sleet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "28 May 2017",
                    "year": "2017",
                    "plot": "\n    After Professor Green has dispatched the Termite Sleet gets into his car, only for it to be flooded with poison gas, from which he is rescued by his colleague Sid Lowecroft. Sleet is still determined to carry on as Rattman, despite Sid's efforts to dissuade him by reminding him of his successes as himself with previous sidekicks. Now Sleet must make the decision, to carry on in the police force or quit to retain his alter ego as a super-hero.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Mob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 33,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    In the town of Successville, peopled by celebrities, restaurant owner Bruno Tonioli is shot dead and D.I. Sleet enlists the aid of Jamie Laing to find the killer. After seeing forensics expert Taylor Swift they haul in chief suspects the Carr brothers, Allan and Jimmy, who were Bruno's wine suppliers. Also in the frame is Darcey Bussell, a regular diner at Bruno's, and the threatening members of One Direction pop group, who act suspiciously, tying up the cops. Jamie must decide who murdered Bruno when he faces all the suspects in a stand-off and choosing the wrong one...    "
                },
                "2": {
                    "title": "Bunch of Cults",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 27,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    DJ Greg James is recruited to help Sleet discover who killed Reese Witherspoon, owner of the town's pub chain. Pathologist Brian Cox shows them a pamphlet which leads to vicar Gary Barlow, who tells them that Reese had a gambling habit. Thus the pair visit Justin Bieber at his casino and Soggy Bottoms, the strip club owned by seductive Mary Berry, Reese's closest business rival. Sleet believes one of these three killed Reese and, though street magician Dynamo is no help, Greg is successful in - literally - unmasking the murderer.    "
                },
                "3": {
                    "title": "Dead, Rich and Famous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 24,
                    "original air date": "20 May 2015",
                    "year": "2015",
                    "plot": "\n    Sleet's new assistant is 'Dragons Den' entrepreneuse Deborah Meaden, with whom he shares a double bed and a confidence. They are called to the mansion of Lady Gaga, who has just been poisoned. The suspects are Lady Gaga's niece, Lady Cheryl Fernandez-Versini, with whom Sleet has an apparent history, her invalid aunt Nicki Minaj, who lives in the basement, butler Jay-Z and the retired scoutmaster Boris Johnson, who was in love with the victim. In true who -dunnit style the suspects are brought into the same room where Deborah must decide which one was the killer.    "
                },
                "4": {
                    "title": "Mayor the Force be with You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "27 May 2015",
                    "year": "2015",
                    "plot": "\n    TV presenter Dermot O'Leary arrives in Successville as Sleet's latest assistant, to solve the shooting of Amanda Holden, P.A. to mayor Simon Cowell. Pathologist Lana Del Rey gives them a tape showing that Cowell has been kidnapped and there are three likely suspects - retirement home proprietor Miley Cyrus and dojo owner Jessie J, both of whose properties Cowell wanted to demolish to make way for a road and grubby Alan Sugar, whose unhygienic sweet shop he was about to close. Dermot must not only identify the killer but tell a colleague he has been sacked - and try ...    "
                },
                "5": {
                    "title": "Dr Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 24,
                    "original air date": "3 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Sleet enlists the help of singer Kimberley Wyatt when Dr Wayne Rooney is killed at Successville Hospital. Of the suspects Nurse Adele gives nothing away but proctologist Dr Obama admits that he hated the victim and challenges Sleet to a spitting contest. Kimberley goes undercover to quiz eminent surgeon Dr Bob Geldof and his assistant Dr Andy Murray and finds that Bob was annoyed about the victim's desire to be a surgeon too. Kimberley must identify and kill the culprit on the basis of the clues she has been given.    "
                },
                "6": {
                    "title": "Orangefinger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "10 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Gymnast Louis Smith joins Sleet to discover who killed Lindsay Lohan in Vladimir Putin's gym whilst she was preparing for a beauty pageant to be judged by Sleet. Rival contestant and serial killer Kim Kardashian - who, like Putin, tries to seduce Louis - is interviewed in Successville asylum before the pair quiz Russell Brand who was to host the show at his emporium. Investigative reporter Lily Allen is also killed before she can unmask the murderer so Louis has to go undercover and drag up as a contestant to get to the truth.    "
                }
            },
            "2": {
                "1": {
                    "title": "Vigilante",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "15 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    On his birthday, Sleet becomes a murder suspect when Nick Knowles' body is discovered in the detective's car. Rookie cop Vicky Pattison must break him out of prison and try and find the real culprit.    "
                },
                "2": {
                    "title": "Miranda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Sleet and new side-kick TOWIE hunk Mark Wright investigate the spread of Miranda, a lethal new drug flooding the streets of Successville. They approach informant Daniel Radcliffe but he is shot dead before he can name the supplier. Chef and biker gang leader Paul Hollywood is a key suspect, requiring Mark to go undercover as a gang member as are presenters Tess Daly and Claudia Winkleman, now hopeless drug addicts, and comic Frankie Boyle, ruthless and psychotic cartel leader. Mark must identify the murderer and drug dealer though he may not prove to be Sleet's most ...    "
                },
                "3": {
                    "title": "A Horse Called Alan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 21,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Foo0tball commentator Chris Kamara joins Sleet when Successville's leading race horse Alan Shearer is killed. Jockey Tom Daley tells them that sports promoter John Bishop offered a bribe to lose the race but Akan refused - hastening his fate. Bishop was not the only interested party as model Cara Delevingne was also part of the race rigging group along with Sheik Kanye West, owner of Peter Crouch, the horse that was meant to win. Chris goes undercover as a prostitute to identify the killer but not for the first time Chief Ramsay is not impressed by a side-kick's ...    "
                },
                "4": {
                    "title": "Incognito",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "6 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Ed Sheeran, a member of computer hacking group Incognito is strangled and forensics expert Angela Merkel tells Sleet and new sidekick, young pop singer George Shelley, that Ed had been snooping on the activities of comic Sarah Millican, boss of Death Corp, suppliers of military hardware, actor Shia LaBeouf, entrepreneur owner of Successville Technology Institute, and rogue banker and TV host Jeremy Kyle. Sleet sets up a fake press conference to lure in all three suspects and invites George to spot the killer - but Sleet's sidekicks are an incompetent bunch and young ...    "
                },
                "5": {
                    "title": "Head, Shoulders, Knees & Toes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 19,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Former Spice Girl Emma Bunton and Sleet attempt to solve the murder of cop James May, meeting new police chief Nigella Lawson to whom Sleet is attracted. The dead man's partner Jeremy Clarkson tells the duo that May was investigating three suspects - forgetful fisherman Ian McKellen, disgraced ex-policeman Louis Walsh and restaurateur Katy Perry, which requires Sleet and Emma to pose as unconvincing food critics. Sheltering from a storm in Walsh's hunting lodge Sleet and Emma hear a noise and when Sleet goes to investigate he is shot - though not necessarily by the ...    "
                },
                "6": {
                    "title": "Memoirs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder in Successville (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Having been accidentally shot by Emma Bunton Sleet recovers in Successville General Hospital receiving a visit from former sidekick Jamie Laing who gives him a banana and to whom he recounts how he got stoned by mistake on the Miranda case with Mark Wright. He also recalls meeting, with George Shelley, the boy he believed to be his son, which ended in disappointment and an undercover operation with Kimberley Wyatt which resulted in a family argument. Final visitor is Sleet's ex-wife Helen who, despite their differences, inspires him to get back to work.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Davis, Tom"
            },
            {
                "name": "Hourican, Liam"
            },
            {
                "name": "Kempner, Luke"
            },
            {
                "name": "Tatarowicz, Nico"
            },
            {
                "name": "Lloyd, Cariad"
            },
            {
                "name": "Hoult, Colin"
            },
            {
                "name": "Lawrence, Marie"
            },
            {
                "name": "Harris, Lee Nicholas"
            },
            {
                "name": "Way, Tony"
            },
            {
                "name": "Hill, Chris Martin"
            },
            {
                "name": "Mynott, Terry"
            },
            {
                "name": "Laing, Jamie"
            },
            {
                "name": "Lewis, Jason"
            },
            {
                "name": "Parris, Rachel"
            },
            {
                "name": "Bede, Jenny"
            },
            {
                "name": "White, Ellie"
            },
            {
                "name": "Meaden, Deborah"
            },
            {
                "name": "Stourton, Tom"
            },
            {
                "name": "Wyatt, Kimberly"
            },
            {
                "name": "Howard, Kerry"
            },
            {
                "name": "Kamara, Chris"
            },
            {
                "name": "Shelley, George"
            },
            {
                "name": "Wright, Mark"
            },
            {
                "name": "Bennett, Tom"
            },
            {
                "name": "Frater, Lydia"
            },
            {
                "name": "Green, Professor"
            },
            {
                "name": "Osman, Richard"
            },
            {
                "name": "Barber, Frances"
            },
            {
                "name": "Blackwell, Paul"
            },
            {
                "name": "Buchanan, Jill"
            },
            {
                "name": "Erskine, Danny"
            },
            {
                "name": "Grewcock, Tim"
            },
            {
                "name": "Grover, Ricky"
            },
            {
                "name": "James, Greg"
            },
            {
                "name": "Johnson, Marcus G."
            },
            {
                "name": "Larwood, Marek"
            },
            {
                "name": "Meeten, Tom"
            },
            {
                "name": "Mohammed, Nick"
            },
            {
                "name": "Morrish, Juliet"
            },
            {
                "name": "O'Leary, Dermot"
            },
            {
                "name": "Oram, Nick"
            },
            {
                "name": "Peacock, Harry"
            },
            {
                "name": "Robinson, Jess"
            },
            {
                "name": "Skinner, Dan Renton"
            },
            {
                "name": "Smith, Louis"
            },
            {
                "name": "Steppa, A.k."
            },
            {
                "name": "Whelan, Gemma"
            },
            {
                "name": "Akram, Yasmine"
            },
            {
                "name": "Baker, James Matthew"
            },
            {
                "name": "Bishop, Kevin"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.8,
        "votes": 573,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODQzZDg0ODMtMWY2MC00OGVkLTg2YzEtODY4MTc3MjE5YWFhXkEyXkFqcGdeQXVyNjg0NTcxMTg@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "Every week DI Sleet is given a new celebrity sidekick to solve a murder with. Along the way they interview many other famous people as you have never quite seen them before. DI Sleet's new assistant must then decide who the murderer is from the evidence they have collected.",
        "languages": [
            "English"
        ],
        "title": "Murder in Successville",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Murder in Successville (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Davis, Tom"
            },
            {
                "name": "Hazeley, Jason"
            },
            {
                "name": "Morris, Joel"
            }
        ],
        "production companies": [
            {
                "name": "Tiger Aspect Productions"
            }
        ],
        "distributors": [
            {
                "name": "BBC3"
            }
        ],
        "other companies": [
            {
                "name": "Guys & Dolls Casting"
            },
            {
                "name": "Multitude Media"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "Each week D.I. Sleet is partnered by a celebrity guest as they investigate a murder in the titular town, which is in turn seemingly peopled entirely by 'celebrities'.::Mark_a_Wood <markawood@hotmail.co.uk>",
            "Every week DI Sleet is given a new celebrity sidekick to solve a murder with. Along the way they interview many other famous people as you have never quite seen them before. DI Sleet's new assistant must then decide who the murderer is from the evidence they have collected.",
            "Police sitcom, where each week a guest celebrity is challenged to solve a murder that has taken place in the \"Sin City\" style fictional town of \"Successvile\". Paired with the unconventional Detective Inspector Sleet, each guest celebrity is faced with a series of improvisational scenarios with Successvile's alternative world of celebrities and their vocations, such as Simon Cowell the Mayor, Doctor Obama and pharmacist Lindsay Lohan.::James"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 573,
                "rating": 7.8
            },
            "aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 90,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 204,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 75,
                "rating": 6.7
            },
            "males": {
                "votes": 340,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 69,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 171,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 59,
                "rating": 6.7
            },
            "females": {
                "votes": 75,
                "rating": 7.4
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 20,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 30,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 5.9
            },
            "us users": {
                "votes": 21,
                "rating": 7.2
            },
            "non us users": {
                "votes": 266,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 163,
            "9": 112,
            "8": 162,
            "7": 68,
            "6": 25,
            "5": 9,
            "4": 2,
            "3": 7,
            "2": 5,
            "1": 20
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}