{
    "imdb": {
        "raw release dates": [
            {
                "country": "Israel\n",
                "date": "14 April 2015"
            }
        ],
        "release dates": [
            "Israel::14 April 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trade Up (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trade Up (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trade Up (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trade Up (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Shechter, Ofer"
            }
        ],
        "genres": [
            "Game-Show"
        ],
        "countries": [
            "Israel"
        ],
        "country codes": [
            "il"
        ],
        "language codes": [
            "he"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "14 Apr 2015 (Israel)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGQ3N2E1OTktNjIwOS00MDJiLTlkNjctYTk3YTEzNjBhNzM3XkEyXkFqcGdeQXVyNTI0ODg2Nzk@._V1_SY150_CR76,0,101,150_.jpg",
        "plot outline": "Owning your dream car can be a pleasure reserved for just a few lucky people, but, in this brand new trivia game show, everyone has a shot at it! You can get straight inside, sit comfortably in the driver's seat, and enjoy that \"new car smell\" - then all you have to do is choose the right key and drive away. Sounds easy, right? But is it...? Deserving teams of families are selected from hundreds of applications to win a set of new wheels. A host turns up unexpectedly on their doorsteps with a huge trailer of gift-wrapped cars and invites them to follow him (in their current undesirable car) to a secret hangar. When they enter, the hangar is full of glistening models - cars they could never dream of owning, and yet in Trade Up they have a chance to get in one and drive it away! That is, if they are smart enough... Two rows of five identical cars gradually increasing in value, sit gleaming under the lights, one \"jack pot\" car is parked at the end of the two rows. Three keys are already inside each car on the dashboard, but only one can start it. All the players need to do is sit in their dream ride alongside the show's comical and wacky host and answer a multiple choice trivia question by choosing the key which represents the right answer... If they can put it in the ignition and start the car, it's theirs! But hold on, there are two teams playing and only one can win. At first they will have to employ tactics to make their rivals' game more difficult and \"knock them out\" - only then can they truly own each car they can start. After they have eliminated their opponents, the next time the team manages to switch the engine on, they can celebrate their incredible prize - but as the dust settles the team is faced with another dilemma: Do they accept the current car and drive away - or Trade Up to the next car? Trade Up is a game of skill and risk in which smart, close-knit teams must perform well in the trivia rounds, but also make clever decisions about when to keep going and when to quit. If they play well, the steering wheel to their dream car is already in their hands, but if they don't, they leave in the sorry ride they arrived in. So will they cash in or Trade Up?",
        "languages": [
            "Hebrew"
        ],
        "title": "Trade Up",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "akas": [
            "Trade Up (Israel)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Dror, Ori"
            }
        ],
        "production companies": [
            {
                "name": "Keshet Broadcasting"
            }
        ],
        "distributors": [
            {
                "name": "Keshet Broadcasting"
            }
        ],
        "plot": [
            "Owning your dream car can be a pleasure reserved for just a few lucky people, but, in this brand new trivia game show, everyone has a shot at it! You can get straight inside, sit comfortably in the driver's seat, and enjoy that \"new car smell\" - then all you have to do is choose the right key and drive away. Sounds easy, right? But is it...? Deserving teams of families are selected from hundreds of applications to win a set of new wheels. A host turns up unexpectedly on their doorsteps with a huge trailer of gift-wrapped cars and invites them to follow him (in their current undesirable car) to a secret hangar. When they enter, the hangar is full of glistening models - cars they could never dream of owning, and yet in _Trade Up_ (qv) they have a chance to get in one and drive it away! That is, if they are smart enough... Two rows of five identical cars gradually increasing in value, sit gleaming under the lights, one \"jack pot\" car is parked at the end of the two rows. Three keys are already inside each car on the dashboard, but only one can start it. All the players need to do is sit in their dream ride alongside the show's comical and wacky host and answer a multiple choice trivia question by choosing the key which represents the right answer... If they can put it in the ignition and start the car, it's theirs! But hold on, there are two teams playing and only one can win. At first they will have to employ tactics to make their rivals' game more difficult and \"knock them out\" - only then can they truly own each car they can start. After they have eliminated their opponents, the next time the team manages to switch the engine on, they can celebrate their incredible prize - but as the dust settles the team is faced with another dilemma: Do they accept the current car and drive away - or _Trade Up_ (qv) to the next car? _Trade Up_ (qv) is a game of skill and risk in which smart, close-knit teams must perform well in the trivia rounds, but also make clever decisions about when to keep going and when to quit. If they play well, the steering wheel to their dream car is already in their hands, but if they don't, they leave in the sorry ride they arrived in. So will they cash in or _Trade Up_ (qv)?::Maor Azran"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}