{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "France::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pop Creature",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Transylvania. On the way to their concert, K3 runs into car trouble and take refuge in the castle of Dr. Frankenstein. He has created Bunny, a sort of female pop Mummy, who dances perfectly but has a terrible singing voice. So Dr. Frankenstein steals the voices of K3, who find themselves more than a little embarrassed when they appear on stage without their voices.    "
                },
                "2": {
                    "title": "Close Encounters of the K3 Kind",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Mojave Desert. While heading to a concert, K3 get a flat tire and stop at a flying-saucer shaped diner. There, they meet George and his son Lucas, an 8 year old kid who's a big fan of K3. On the walls of the diner, covered in pictures of aliens, there is also a picture of a man who oddly resembles X. An alien appears and K3 soon discover that it's Lucas in disguise, trying to create some publicity for the diner. K3 decide to help him convince others that aliens are real. They convince Y, a former colleague of X who arrives on the scene. In the end it turns out that ...    "
                },
                "3": {
                    "title": "Wheels and Wipeouts",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are performing a concert at a roller-skating and skateboarding competition. The 2Ds, Dwayne and Dee Dee, are there competing against others like Wheel-Surfer and Swiss Cheese (a masked contestant). The race begins and it looks like one of the contestants is sabotaging the competition, compromising the chances of the 2Ds. After investigating, K3 unmask Melissa Dubois, the organizer of the games who disguised herself as Balaclava in order to win the trophy for herself.    "
                },
                "4": {
                    "title": "K3 4 ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are set to sing at the « Moose Festival » in Canada, but K4 gets a flat tire forcing them to at Katie's Motel. The young owner, Katie, is a huge fan of K3 and is happy to let them spend the night. But suddenly Kylie disappears and phones her pals to tell them that she's quitting K3. They have no choice but to ask Katie to replace her. Apparently this was Katie's scheme all along: to kidnap Kylie and take her place. Will the girls find Kylie again?    "
                },
                "5": {
                    "title": "Bodyguard of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are expected in Miami to compete in the Girl Band Contest finals. If they win, they will be elected \"the all-time most popular Girl Band.\" In the finals they will have to face their main rivals, \"Mixed Tape\". Meanwhile, X has to take a few days off and while he's being taken care of in a total-relaxation-spa, the three girls hit the road with a replacement bodyguard Bob. Bob is very charming, seducing Kylie. - as well as Kim - and finally even Kate. The girls become jealous and compete for Bob's affection. Finally K3 are so angry that they decide they will no ...    "
                },
                "6": {
                    "title": "Tentacles of the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are performing the closing concert for the World Surfing Championship in Polynesia. The 2Ds, Dee Dee and Dwayne, are also among the contestants. But a giant octopus brings the competition to a halt (it's Tarita a young Polynesian girl who's scaring off the surfers so she can reclaim the spot where she fishes for pearls. Will K3 be able to stop her?    "
                },
                "7": {
                    "title": "3 Stars in Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are invited aboard the International Space Station for a concert that will be transmitted live to the whole world. Aboard is the pilot Baxter, the Billionaire Mr. Carson with his modern art pieces and his cat, as well as scientist John Peter. The girls and X go for an outing in space and accidentally pick up an alien bubble gum hitchhiker who paralyzes the whole crew. Will K3 be able to blow this bubble gum out of space before the station crashes on Earth?    "
                },
                "8": {
                    "title": "Ghostly Concert",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Kylie panics because she runs out of shampoo, but luckily she hired a new help service. She calls the number and a rescue courier instantly delivers her a new bottle - this could come in handy. Meanwhile Maxine announces that K3 are off to the Bahamas to perform a concert on the yacht Dark Gloom, where Captain Sloop, one of their biggest fans, welcomes them onboard with his crew Plague and Scurvy. X and the girls quickly learn that it's a trap and if the girls sing well, Sloop will keep them performing on the ship forever. So the girls perform a sad poem instead, but ...    "
                },
                "9": {
                    "title": "Piggies on a Plane",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are flying to Paris on an airplane. They take their seats in class \"super class\", despite Kylie's hesitation to fly, since she was traumatized on a previous trip involving air turbulence and nail polish. Jean-Pierre Piquet and the scientist John Peter are both also onboard. John Peter accidently pours his new invention \"Piggy Gusto\" into the cockpit, turning the pilot, Commander Baxter, and X into pigs. K3 are now the only ones who can land the plane, since Kylie has been practicing on Pilot-Pro, a flight simulator. Will Kylie be able to overcome her trauma and ...    "
                },
                "10": {
                    "title": "K3 vs. K3",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    On their way to their concert arena in New York the girls bump into Jean-Pierre Piquet, who announces that the concert has been cancelled because of their terrible comments in the media. The girls are shocked, especially when they see themselves on the internet giving interviews they know nothing about, and saying terribly mean things. When Maxine finds out, she cancels their contract, and the three pop stars find themselves out of a job, with no X and no K4. Thankfully a young fan, Pamela, recognizes them and helps K3 reveal the truth about their impostors. But who ...    "
                },
                "11": {
                    "title": "Kesha or Josie",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 welcome Kesha, the winner of the \"K3 Academy\" contest, and a huge fan of K3. She dresses like them, speaks and thinks like them, to the point that the girls find her behavior weird. In learning more about her they come to understand that Kesha imitates them because she lacks confidence in herself. K3 encourage her to find herself but Kesha refuses and stubbornly continues to imitate them, so much so that the ghost of Captain Sloop kidnaps her thinking she's part of the group - will K3 be able to get her back?    "
                },
                "12": {
                    "title": "Nessie Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 go to Scotland to perform in a concert dedicated to the Loch Ness monster \"Nessie\". Jean-Pierre Piquet welcomes them and is suspiciously excited for the event. Suddenly the shaman Varuamana appears telling K3, especially Kate, that Nessie is in danger and she's the only one who can save him. Meanwhile, at the Loch Ness castle, Dr. Frank Enstein is preparing a surprise for his twin brother... Jean-Pierre Piquet. He wants to multiply Nessie, who appears thanks to K3's music, and create a Nessie Amusement Park where his brother will be the star host. All JPP has to do...    "
                },
                "13": {
                    "title": "Mission Top-Secret!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    X suddenly disappears in the night. K3 are left with only one clue from his mysterious disappearance: his smartphone left on the ground. He was actually kidnapped by Z, an old secret service student of his, who wants to transform the \"world's top leaders\" into little pigs using a special gas. Will K3 find Z and stop the attack in time?    "
                },
                "14": {
                    "title": "Mister Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 go to San Diego to perform at the Festival of Inventions. They meet up with John Peter who shows them his latest invention, the cell-porter, a tele-transporter that looks like a cell phone. As he tele-transports Kim and X to show how it works, they accidentally switch bodies. Suddenly Carolyn Archer, the paparazzi, steals the device from the girls. K3 can't perform because Kim is actually X, deep voice and all. John Peter needs the cell phone back to reverse the effects, so the girls wait for Archer to appear but she manages to get away with some embarrassing ...    "
                },
                "15": {
                    "title": "BraniaK Hostages!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 is off to Dubai for a concert and a press conference, but they're totally hooked on a new game on their K-phones. So much so, that they don't notice when X is distracted by a mysterious woman named Alice, or when they walk into a trap set by none other than Dr. Frank Enstine. He has taken K3 hostage and wants to use his latest invention on them, the Nerdifyer, a machine that will turn them super smart but boring and unpopular, ruining all of their popstar success. He uses the machine on Kylie, who becomes super intelligent. The plan backfires because together K3 ...    "
                },
                "16": {
                    "title": "Mr. Kool!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are off to Malibu Beach to sing at the Mr. Cool contest, where the 4 finalists are Bob, 2D and Romeo Marvellous. But suddenly, Bob and 2D change drastically after being hit by a mysterious ray gun. They lisp, stand awkwardly and talk only about science: they're total geeks!!. The girls are so worried that they go see the 4th finalist, Romeo, to see if he's ok. Only to discover that Romeo is actually Eguene, a geek posing as a cool hunk. He turned the others into geeks so he could win the contest, and when the girls find out he traps them in a cage. Will they be ...    "
                },
                "17": {
                    "title": "Festival of the Undead",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 arrive at the town of Sombrero Pueblo in sunny Mexico, to put on a concert for the Festival of the Dead. They stop at a local restaurant to get refreshments and bump into 2D and John Peter, the inventor, whose latest invention is a cure against tiredness. Unfortunately the serum has a teeny weeny side effect: it turns people into ZOMBIES!!! Soon, everyone in the restaurant is contaminated except K3, who are now running for their lives from zombies. Will John Peter and the girls find an antidote or will this be renamed the Day of the UNdead?    "
                },
                "18": {
                    "title": "A Monster Blizzard!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are traveling in the Himalayas when K4 breaks down in the middle of a blizzard. While X goes looking for something to fix the van, K3 bump into a lost Dwayne. He tells them how he was separated from Dee-Dee in the blizzard while they were snowboarding, and now he can't find him anywhere. Suddenly K4 is attacked by a wild beast: a YETI! But Kylie isn't scared, instead she calms him down and they become friends. The Yeti helps the girls and Dwayne find Dee-Dee, but they fall into a snowy trap designed by Melissa Dubois. She wants to capture the abominable snowman and...    "
                },
                "19": {
                    "title": "3 Pink Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are off to Tahiti where they meet an old friend of Maxine, the eccentric movie star Carlita Chica Rumba. But as soon as they step out of K4, the girls go on a quest to find the actresses' Chihuahuas that have mysteriously disappeared. As a big storm approaches, Kim, Kate and Kylie see Varuamana on the beach with the dogs. They automatically suspect he's the dognapper, since the old shaman tells them of an ancient prophecy where three little pink spirits vanquish a terrible storm. But as they talk to Varuamana, they see a masked man stealing the dogs away once again...    "
                },
                "20": {
                    "title": "Tiki-boom-boom Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are off to a beautiful tropical island in the pacific to film a video with director Tony Razzo. Unfortunately, Tony forgot to mention that it's a sacred deserted island, controlled by a powerful volcano spirit, Tikiboomboom. Irritated by the intrusion, Tikiboomboom gets ready to explode and shakes the island with rage. With the help of Varuamana, K3 are going to try and appease the powerful spirit with some ancient rituals and challenges... except that they later find out that the winner will be offered as a human sacrifice! When the girls, X and Tony try to escape...    "
                },
                "21": {
                    "title": "Happy Birthday Mr Carson",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are set to sing at the birthday party of the billionaire Mr. William Carson. But when his precious cat goes missing, while wearing a priceless bejewelled collar, the party is cancelled by the sad and desperate birthday billionaire. Will K3 find the missing cat? Will they be able to sing at the party? Or will Mr. Carson spend a not-so-happy birthday?    "
                },
                "22": {
                    "title": "PaniK at Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are getting ready to put on a concert in Monaco aboard the yacht of the billionaire William Carson. When they arrive they begin rehearsing for the concert, but suddenly Kylie discovers that her favourite teddy bear, K-bear, has been stolen! When she receives a mysterious call, Kylie realizes that K-bear has been kidnapped. Who would want to steal her teddy bear and why? Will K3 find Kylie's precious K-bear or will it be lost forever BOBbing in the sea?    "
                },
                "23": {
                    "title": "Pop Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 go to London. To boost their popularity, after reading an article by Caroline Archer, Maxine hires Milos, a PR coach. But Milos wants to change K3 completely. He repaints K4 black with skulls, gives the girls a gothic makeover, and turns their sweet and cheerful pop music into gloomy rock. When Captain Sloop hears their new tune he's devastated. He tells the girls about the comments from their fans, and they realize they're becoming even more unpopular. They confront Milos, who acts very shady, and discover embarrassing pictures of K3 on his laptop. They follow him...    "
                },
                "24": {
                    "title": "Hip Hop Yo!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The girls are off to Copenhagen, Denmark, to perform in the Pop Festival, but during their trip Kim suddenly starts acting totally different. Kate, Kylie and X discover that someone sent Kim a special video with subliminal images that hypnotized her into a hard-core hip hop fanatic. Will they be able to find who did it and turn Kim back to normal? Or will K3 get a permanent hip hop makeover?    "
                },
                "25": {
                    "title": "Ghostly Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are heading to Ibiza, but after receiving hundreds of messages from Captain Sloop, they find out he's imprisoned, so the girls decide to go help him. On the island they meet Melissa Dubois, world skateboard champion: apparently she also received messages from the Captain and came to help. X warns the girls that he thinks it may be a trap, and he's right, but the trickster is not Captain Sloop, it's Melissa!!. She's holding K3 prisoners so the Captain will reveal his treasure. Will K3 escape? Or will this be a ghostly rescue gone wrong?    "
                },
                "26": {
                    "title": "K3 Sitters",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are going to Bavaria for the opening of a new castle nightclub. Maxine entrusts them with her nephew, Maxou, who proves to be a harder babysitting challenge then the girls expected. He's such a troublemaker, that K3 get angry and yell at him. As soon as the girls find out that there is talk of a scary monster in the castle nightclub, they look for Maxou only to discover he ran away. Will K3 be able to find Maxou before the monster does? Or is K3's failed babysitting career the least of their worries?    "
                },
                "27": {
                    "title": "Teeny Weeny K3",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are off to Siberia to perform at the Golden Newton Awards, a ceremony for the best inventions of the year. At the hotel the girls meet the scientist John Peter, who is nominated for his amazing Shrink-ray invention, a ray gun that changes the molecular size of objects. But Dr. Frank Einstein is also there, and he's so jealous of John Peter's invention that he steals it and accidentally shrinks Kate! Will Kim, Kylie and X find Kate and return her to her normal size? Or will this show be a teeny weeny disaster?    "
                },
                "28": {
                    "title": "Fashion Runway Divas!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    K3 are going to Paris for their very own runway fashion show! While rehearsing, the girls are sabotaged by a slick opponent. But who would want to ruin their big night? And why? They decide to examine the guest list to find out, but this mystery nemesis is turning out to be more slippery than expected. Will K3 be able to unmask the culprit? Or will these divas fall flat on the runway?    "
                },
                "29": {
                    "title": "K3 on Ice!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are set to go to Tahiti for their next concert, but when they wake up they find themselves in the snowy Himalayas! They were brought there by none other than film director Tony Razzo, as the lead protagonists in his new reality show \"Stars in Distress\", hosted by Jean-Pierre Piquet. In front of millions of viewers, the girls have to handle any danger thrown their way, always with a smile on their face. Unfortunately this reality show is completely rigged! Razzo has staged booby traps to make things more \"exciting\" for the audience. Will the girls be able to escape ...    "
                },
                "30": {
                    "title": "Space BrainiaK!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are set to perform in Australia... or so they thought! While on their way, K4 is pulled into outer space by a mysterious space station controlled by Ralph, an Artificial Intelligence super computer. Ralph has taken the girls prisoners because he discovered that by harmonizing their voices he can create a humongous black hole that will swallow the Earth whole! Will K3 be able to outsmart Ralph, or will the world become space-dust?    "
                },
                "31": {
                    "title": "K3 Love Struck!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are in Australia at the Festival of Lights, where 2D are shooting a kite-skateboarding promo. Dwayne gets caught in his kite, but before he's dragged away the girls come to his rescue and Kate saves him. Suddenly Dwayne seems spellbound by Kate, and she now has two guys competing to win her heart. As Dee Dee and Dwayne clumsily fight over Kate, she keeps getting hurt, which means she won't be able to perform at the concert. Can K3 make Dwayne fall out of love with Kate, before love REALLY hurts?!    "
                },
                "32": {
                    "title": "Pop Princess!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The girls are off to Asia, to perform a concert for the birthday and the coronation of the Princess of Laoba, a small country that has a very traditional and medieval way of life. The Prime Minister of Laoba, Yasamu, invited K3 as a surprise gift for the Princess, since she's a huge fan. Yasamu shows the girls a precious jewel, the \"Eternal Rose\", which Princess Masako must wear at all costs during her coronation in order to be proclaimed the ruler of the kingdom. But suddenly an alarm is sounded and they discover the diamond was stolen. Yasamu is very quick to accuse...    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 is off to Sydney, Australia for the premiere of their new hit single. But the Disco Ball recorder with all of their new songs has mysteriously disappeared! Thankfully, through the built-in tracker, the girls are able to follow the Disco Ball straight to.... BOB??!! He stole it so he can sell all of K3's new songs to their rival pop group The Mixed Tapes. Will the girls be able to pull off the ultimate K3 skyscraper heist to get their Disco Ball back?    "
                },
                "34": {
                    "title": "Disaster Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are set to perform at the Megamount Film Studio party, but the airplane they're in, together will all the top celebrities, is suddenly forced to land in a deserted volcano island - or so they thought. It turns out this is Dr. FRANK ENSTINE's latest invention, in order to unleash weather disasters all over the world. Can K3 stop him, or are they in for a stormy ride?    "
                },
                "35": {
                    "title": "Totally Out of Luck!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are heading to Acapulco, Mexico when suddenly they run into a string of bad luck. K4 breaks down and the girls find themselves in a deserted gas station in the middle of the desert! They bump into Varuamana, the Shaman, and discover that he's the source of their bad luck. While practicing magic, Varuamana accidentally cast a spell on a calendar turned onto the date Friday 13th, which is what's causing all the bad luck. The girls can't even get near the calendar to destroy it or change the date without something unlucky happening. Will K3 be able to help Varuamana ...    "
                },
                "36": {
                    "title": "Mas-K3",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 go to Madrid, Spain to sing at the grand opening of the antique show hosted by the billionaire William Carson. While Mr. Carson gives the girls a private tour of the show, Kate is lured by an old Polynesian mask. Spellbound, she puts the mask on and finds herself in space, piloting a space ship. When she snaps out of it, Kate is convinced that this is her true path and decides to quit K3. Kim and Kylie are shocked, and when they overhear the shaman Varuamana talk about the mask, they realize that Kate is under a spell. Unfortunately, both Kim and Kylie also fall ...    "
                },
                "37": {
                    "title": "Playing with Wax Dolls!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Having just received a gift of Mayan Sun God bracelets from a fan, K3 are off to London , England to sing at a museum for the inauguration of their very own statues made of wax. While they're rehearsing, the girls discover that their statues have disappeared. They find out that they're statues have actually... come alive??!! When the girls put these mystical Mayan bracelets on the statues, they were brought to life, but now they're getting into all sorts of trouble. Will K3 be able to get the statues back to normal and back in time for the concert?    "
                },
                "38": {
                    "title": "Kylie of the Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are off to a new adventure deep in the Congo jungle, together with 2D. To avoid hitting a monkey, X slams K4 into a tree. While X and Dwayne go looking for help, Kylie is hit in the head by a coconut and suddenly starts acting like a monkey, disappearing into the trees. Kate, Kim and Dee-Dee search for her and find her surrounded by monkeys and a mysterious boy, Kowgli. Still believing she's a monkey, Kylie refuses to follow the girls back to prepare for the concert. Will Kate & Kim find a way to remind Kylie of who she really is? Or will she keep going bananas?    "
                },
                "39": {
                    "title": "Mega Pop Idol",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 and the Mixed Tapes face each other in a TV game show. The Mixed Tapes have no chance of winning if they play fair, so their manager Alice looks for a way to beat the formidable K3 by cheating. She discovers their phobias and gets Jean-Pierre Piquet to use them in the games. Will K3 be able to defeat the Mixed tapes?...    "
                },
                "40": {
                    "title": "Sleeping K3 Beauty",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are off to Haiti to perform in a charity concert, but X and Kylie end up falling into a mysteriously deep sleep. Bob steps in as their bodyguard and tries to the steer Kate and Kim's investigations towards Voodoo, but Kate and Kim don't fall for it. They discover that he's the culprit. Jealous of X, Bob tried to replace him so he could be K3's bodyguard forever. Will Kylie and X ever wake up?    "
                },
                "41": {
                    "title": "Hearbreak Cruise",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 embark on the Heartbreak Cruise, a popular cruise where singles can meet their soulmate. On board, feelings are revealed and love is unmasked: Jean Pierre Piquet is in love with actress Carlita Chica Rumba, but she is head over heels for X, while 2D, DeeDee and Dwayne, are acting very strange every time they hang around K3. With the help of X, the girls coach JPP on how to attract Carlita. Will any of them find love, or will the cruise live up to its name?    "
                },
                "42": {
                    "title": "Mega Memory Wipe",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are preparing to play a gig in New York and bump into JP Piquet. They turn him down for an interview so JP and his brother, none other than Dr. Frank Enstine, seek revenge. Dr. Frank Enstine pretends to be a fan wanting a picture of K3, but he uses a special camera with a flash that erases Kylie and Kim's memories. X tries to catch them but also falls victim to the evil invention. Kate is now alone with three amnesiacs on her hands and the concert is fast approaching... Will she ever get her friends back, memory and all?    "
                },
                "43": {
                    "title": "Under the Sea K3",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    To promote their new album, K3 are going to perform a concert live from a submarine station. Upon arrival they're greeted by Tetefano, the sole occupant of the base, who suffers from split personality disorder as a result of diver's syndrome. The journalist Carolyn Archer also comes along to do an exclusive interview on K3, but as she falls victim to the same syndrome she begins hallucinating. In her delirium she starts pressing buttons, flooding the whole underwater station and causing chaos... Will K3 be able to stop her or remain in deep water?    "
                },
                "44": {
                    "title": "Double the Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are off to Tibet, to perform at the engagement party of Jetedipa & Rodéo. When they get there they find out that Rodeo's fiancée has vanished! It turns out that Kate looks exactly like her, she's her double, so she pretends to be her in order to try and find the real Jetedipa and the missing engagement rings. K3 go back to the spot where the young woman disappeared and find giant footprints... suddenly, something BIG and hairy is coming their way! Will K3 find Jetedipa, or will Kate be stuck as her double?    "
                },
                "45": {
                    "title": "Seeing Double K3",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 go to Tokyo for a concert honouring the grand opening of the \"K3 sushi\" restaurant chain, where Bob tags along for his annual substitute bodyguard test. Kim is devastated when she finds out that the concert is happening at the same time as her Contact Ball World Tournament, which she's sure to win! After bumping into inventor John Peter, the girls decide to use his latest invention, a time warp gadget, so Kim can literally be in two places at once. However, Bob has different plans and steals the gadget for himself. Will the girls get the gadget back so Kim can ...    "
                },
                "46": {
                    "title": "The Bermuda K-triangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are sailing in the Caribbean Sea heading towards Jamaica, where they're set to record their latest single. Suddenly their yacht malfunctions and they're unable to set course. They see another boat nearby crashing into some rocks, and when they go to rescue the passengers they find Mixed Tapes on-board. When K3 see that the other boat's navigation instruments aren't working either, they realize they're trapped in the Bermuda Triangle! Will the girls ever make it to Jamaica?    "
                },
                "47": {
                    "title": "Karate K3",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 go to Tokyo and X goes to visit his former karate master, Sensei Yamamoto. But when X never shows up, K3 discover that he's been kidnapped by a mysterious ninja nicknamed \"Tricky Tiger\". In order to beat their opponent and save X, Kim, Kate and Kylie undergo an amazing yet strange training session with the old wise man. Will K3 be able to save X or does this Tiger have another Trick up her sleeve?    "
                },
                "48": {
                    "title": "K3 Out of Pink",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are going to India to perform a concert at the Festival of Colours. But when they arrive, the strangest thing happens: the colour pink disappears! Kylie and Kate are not upset so much by the fact that they lose all their energy and bubbly happiness, as that the concert might end up being cancelled! Will K3 get their pink groove back?    "
                },
                "49": {
                    "title": "A Digital Klash!",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Maxine puts X in charge of spying on K3, because she heard a rumour that one of the girls is quitting the group. The rumour couldn't come at a worst time, when K3 are releasing their new E-book. Soon they discover it was all a ploy orchestrated by Ralph, an Artificial Intelligence computer program, who is trying to erase every trace of them from the internet, so he won't have competition for his own E-book. Will the girls be able to stop him before they're completely E-rased?    "
                },
                "50": {
                    "title": "Eco-K3",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    K3 are making a stand against global warming, by broadcasting a benefit concert to the world from a science station in the Arctic. They're joined by 2D, Tetefano the environmentalist, John Peter the inventor and a new friend, Star. But weird things start happening at the station... there's a bright light then suddenly John Peter and Tetefano mysteriously disappear. The girls begin to get worried as the strange phenomenon continues. Will K3 find them? Will they be able to perform their concert? Or will another Star take the spotlight?    "
                },
                "51": {
                    "title": "K3 vs. Carson",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    This time K3 set sail for Paris during fashion week. Suddenly, secret agent Y stops by to discreetly ask X for his help with a mission, like the good old times. The curious girls find out and insist on accompanying their bodyguard on this mission. They discover that the villain that needs to be arrested is none other than the billionaire Carson, who usually never causes any trouble... Will K3 defeat Carson? Or will they find out who's really behind it all? The answer may be out of this world!    "
                },
                "52": {
                    "title": "Inter-K-lactic Voyage",
                    "kind": "episode",
                    "episode of": {
                        "title": "K3 (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    While visiting an island far away K3 bump into Z, an old student of X, and fall into her trap. She activates an intergalactic portal and suddenly the girls find themselves on the other side of the universe... While X tries to get Z to talk so he can save them, K3 discover that the planet they're on has some strange bouncy inhabitants. Will they ever get back home?    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Dobson, Brian"
            },
            {
                "name": "Metzger, Kelly"
            },
            {
                "name": "Oliver, Mark"
            },
            {
                "name": "Shoichet, Rebecca"
            },
            {
                "name": "Tozer, Kira"
            },
            {
                "name": "Vincent, Sam"
            },
            {
                "name": "Weseluck, Cathy"
            },
            {
                "name": "De Pillecyn, Marthe"
            },
            {
                "name": "Helsen, Anke"
            },
            {
                "name": "Meijer, Klaasje"
            },
            {
                "name": "Verbruggen, Hanne"
            },
            {
                "name": "Verhulst, Gert"
            },
            {
                "name": "Florus, Vicky"
            },
            {
                "name": "Deploige, Govert"
            },
            {
                "name": "De Velde, Peter Van"
            },
            {
                "name": "der Borght, Britt van"
            },
            {
                "name": "van Honsté, Maja"
            },
            {
                "name": "Baele, Walter"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "France",
            "Belgium"
        ],
        "country codes": [
            "fr",
            "be"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTU0M2YyZWEtZTE2OS00NTlmLTlhOTUtZGM5Y2Y5MjNjMmM1XkEyXkFqcGdeQXVyNjY5MzYxOTQ@._V1_SY150_CR54,0,101,150_.jpg",
        "plot outline": "Friends forever, wherever, whatever, Kim, Kate and Kylie are three ordinary girls in an extraordinary world ! Top teen pop stars on a glamorous global tour full of unexpected diversions that lead them to fun packed stories. Sweet and cheeky, bright and breezy, with their long suffering chauffeur at the wheel, K3 never know what's around the next bend in their road and just can't say no to an adventure. Will they save the orphanage from the property developers, expose the real jewel thieves, protect the shy lake monster from evil hunters AND get to their concert on time? Of course - K3 always triumph with a positive attitude and a catchy Eurobeat song.",
        "languages": [
            "French"
        ],
        "title": "K3",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "K3 (France)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Serluppus, Alain"
            },
            {
                "name": "Gilbey, Alan"
            },
            {
                "name": "Van Rijsselberge, Jan"
            }
        ],
        "production companies": [
            {
                "name": "Studio 100 Animation"
            },
            {
                "name": "Studio 100"
            },
            {
                "name": "Toon Factory"
            },
            {
                "name": "M6 Métropole Télévision"
            },
            {
                "name": "Département de la Charente"
            },
            {
                "name": "Région Poitou-Charentes"
            },
            {
                "name": "Teletoon+"
            }
        ],
        "plot": [
            "Friends forever, wherever, whatever, Kim, Kate and Kylie are three ordinary girls in an extraordinary world ! Top teen pop stars on a glamorous global tour full of unexpected diversions that lead them to fun packed stories. Sweet and cheeky, bright and breezy, with their long suffering chauffeur at the wheel, _K3_ (qv) never know what's around the next bend in their road and just can't say no to an adventure. Will they save the orphanage from the property developers, expose the real jewel thieves, protect the shy lake monster from evil hunters AND get to their concert on time? Of course - _K3_ (qv) always triumph with a positive attitude and a catchy Eurobeat song."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 2.5
            },
            "males": {
                "votes": 4,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 2.5
            },
            "females": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 5,
                "rating": 4.1
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.1,
        "median": 5
    }
}