{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 July 2015"
            }
        ],
        "release dates": [
            "USA::9 July 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Techno Magic, Bending Glass, and Floating Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Nathaan Phan vanishes a cell phone only to have to retrieve it from a nearby toy machine encased in glass. Trigg Watson does amazing 3D magic with his tablet. Titou makes cards appear from the craziest of places. Sean Kanan from Bold and The Beautiful keeps losing his coins, Matthew Teague levitates a card and sends it across the courtyard, and Michael Grandinetti does an amazing levitation on Hollywood Boulevard completely surrounded by stunned witnesses!    "
                },
                "2": {
                    "title": "When Stage Magic Hits the Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    No smoke, no mirrors, no trap doors! This episode highlights the most amazing stage magic brought to the hard streets while completely surrounded by unassuming bystanders on Hollywood Boulevard and at Universal CityWalk. Also, Karrueche Tran goes from red to blue, Kyle Marlett gives George Washington a black eye, and Stephanie Jayne astounds Londoners above the Thames River.    "
                },
                "3": {
                    "title": "London Calling, Burnt Offerings, and Deadly Levitations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Morgan Strebler better not blink while some lady pulls an object out from the bottom of his eye. Also, Rajan shows us his version of three card monty by Big Ben in London, Simon Pierro makes real objects materialize from his tablet, Johnny Ace Palmer gives Charo something to \"cuchi-cuchi\" about, while Angela Funovits leaves a burning impression that witnesses won't soon forget!    "
                },
                "4": {
                    "title": "It's All in the Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Our incredible street magicians take the art of card magic to a whole new level of incredible! Simon Pierro drives Scorpion star Ari Stidham to his wits' end while on the other side of town Kyle Marlett adds a little extra sweetness to Housewives of Orange County star Gretchen Rossi. Plus, Trigg Watson shows us some quick fashion tips, Kevin Viner picks the winning lottery numbers, Tom Burgoon's disappearing ink and Michael Grandinetti gets singed!    "
                },
                "5": {
                    "title": "Food Fun, Fifty Shades of Rope, and Crazy, Crazy Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Simon Pierro works more of his techno magic on Scorpion star Ari Stidham. Plus, Matthew Teague has fun with fruit at LA's Farmer's Market, Nathaan Phan materializes cards in the oddest of places, magic's craziest magician Ed Alonzo channels a celebrity ghost to amaze a few baffled tourists on Hollywood Boulevard, Joel Ward does 50 shades of rope magic, Suzanne shows two women how disappearing ink really works, Chris Oberle's stupefying bar code mentalism, and Murray SawChuck wants to make sure you're getting the most out of your veggies.    "
                },
                "6": {
                    "title": "Metamorphoses, Mind Melds, and Motion Suspension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Angela Funovits freaks out 2 Broke Girls star Matthew Moy with her extraordinary powers of mind reading. Also, Chipper Lowell puts his trust into the public into not getting lacerated, Titou bringing an amazing illusion live to Universal CityWalk, Kevin Viner turns paper into technology, Karl Hein proves he's can quadruple your cash in mere seconds, and Morgan Strebler, in broad daylight surrounded by Hollywood tourists rises floats above the sidewalk!    "
                },
                "7": {
                    "title": "Needles, Things That Burn and Tablet Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Jonathan Pendragon shows international superstar Ronn Moss his \"feet\" of magic! Plus Trigg Watson and his tablet of wonder turns images into reality, Eric Ross actually shoves a needle through his hand, Michael Turco re-creates the daily news, Rich Manley leaves a burning impression and Michael Grandinetti levitates himself over Hollywood Boulevard completely surrounded by a hundred witnesses.    "
                },
                "8": {
                    "title": "Magic Money, Knife Tosses and Sonic Booms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Nathaan Phan stupefies actress and musician Alicia Witt with his magical knowledge of music. At CityWalk, Ed Alonzo puts a scare into an unwitting subject with his \"skill\" of knife throwing. Titou vanishes a wine bottle and Darryl Davis is all about the ring!    "
                },
                "9": {
                    "title": "Glass Mutation, Erasing Time, and Pasta Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Ed Alonzo gives Criminal Minds star Joe Mantegna a pasta surprise at his restaurant Taste Chicago while Pendragon lasers True Blood's Carolyn Hennesy in two! Plus, Chipper Lowell's poker chips premonition, Morgan Strebler finds new ways to recycle bottles, and Michael Grandinetti amazes a young lady with the power of his mind.    "
                },
                "10": {
                    "title": "Defying All Logic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Kyle Marlett amazes Jill Whelan with some incredible Love Boat magic that defies all logic! Pendragon completely flabbergasts Ronn Moss with one of the most amazing tricks ever to be seen. Plus, Michael Turco freaks outs a couple of tourists with his levitating cards. Murray SawChuck heads to Hollywood Boulevard and gets three for the price of one. Nathaan Phan demonstrates his foolproof method for solving the Rubik's Cube in mere seconds! Matthew Teague reveals his special hiding place while Nathan Gibson impresses four beautiful girls with his personal texting ...    "
                },
                "11": {
                    "title": "Razor Sharp Wit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Things get a little fishy when Ed Alonzo shows comic Margaret Cho how sharp blades can be; Titou closes down Hollywood Boulevard for an illusion; Greg Gleason explodes soda cans; Michael Grandinetti shows off his razor-sharp wit.    "
                },
                "12": {
                    "title": "Spiking the Punch and Crazy, Cool Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Murray SawChuck hides objects in plain sight, Jonathan Levit stupefies Scandal's George Newbern with a mind-blowing hopping card trick, Nathan Gibson adds a little spike to his punch, and Rich Manley with some cool card maneuvers. Plus Joel Ward's money from nothing.    "
                },
                "13": {
                    "title": "Mind Games and Blister Burns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Morgan Strebler gets some serious blisters on his fingers with this burning trick. At CityWalk, Jonathan Pendragon finds a beautiful assistant in the strangest of places, John George with his traveling card trick, followed by Kyle Marlett using napkins and markers with Michael Nouri to do some unbelievable mentalism. Plus, Chipper Lowell risks losing a hand if he guesses a card incorrectly, Draven mind fuses a couple of objects, while Trigg Watson shows his seasonal skills with cups of water. Finally, Michael Turco shows us some special sandals and Tom Burgoon has fun...    "
                },
                "14": {
                    "title": "A Twist of Fate Freak Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "6 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kevin Viner pulls a switch on an unsuspecting tourist on Hollywood Blvd. In London, Rajan shows his unusual coin counting method while Karl Hein freaks out Liv and Maddie star Jessica Marie Garcia with an astounding Rubik's Cube manipulation. Simon Pierro uses digital technology in one of the amazing revelations ever recorded and Michael Turco goes old school in the round to show his magic uses no smoke, mirrors or trap doors...but with an even greater twist. Matthew Moy of 2 Broke Girls meets up with Angela Funovits to see if he can figure out that which defies all ...    "
                },
                "15": {
                    "title": "Too Cool for Old School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "13 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Titou gets his spirit in a balloon and Jonathan Pendragon takes his most famous stage illusion and brings it to the street before the gathering crowd. Kyle Marlett has an interesting encounter with 2 Broke Girls co-star Jonathan Kite that features a blindfold and the search for a special card. Plus Nathaan Phan has a big mouth, Michael Grandinetti uses heavy steel in one amazing 360 illusion while Trigg Watson punks a few unsuspecting ladies with some technological grocery shopping techniques and Chris Oberle suspends gravity.    "
                },
                "16": {
                    "title": "Mind Over Matter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Joel Ward finds new ways to environmentally dispose of used coffee cups, Kevin Viner shakes things up with Whose Line is it Anyway co-star Colin Mochrie , and Greg Gleason takes it to the middle of Hollywood Boulevard with an all-time Houdini classic with a twist. In London, Richard Pinner from the River Thames boardwalk does an amazing invisible card trick while in Los Angeles Jeff Black triples his difficulty by attempting to get one answer by reading three minds. Rich Manley turns his cell phone into a pay phone, Karl Hein finds his coins in the strangest of places...    "
                },
                "17": {
                    "title": "Second Sight and Sixth Sense",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    With no traps, smoke or mirrors, Titou dazzles a surrounding crowd at Universal CityWalk with an amazing illusion. In London, Rajan proves he has second sight while in Hollywood Nathaan Phan does something that is out of sight. Kyle Marlett meets up with comedian Heather McDonald for an afternoon coffee-made Kyle's way-while discussing money matters. Lefty takes cutting the cards to a new level of impossible. Scott Penrose puts his special take on a classic rope trick, Suzanne plays it up on Venice Beach, Trigg Watson uses real credit cards and driver's licenses in an...    "
                },
                "18": {
                    "title": "Twists, Turns, and Tricks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Alonzo takes his props to the street, Nathan Gibson shows how he goes fishing, and Michael Grandinetti attempts to reduce a woman to the size of a basketball in an amazing 360 illusion. Joel Ward has his clothing designer pick the right card, Suzanne does some Band-Aid magic that every mom could use, and Rich Manley baffles True Blood's Carolyn Hennesy with an amazing plastic bag trick not to be missed. Plus, Chris Oberle shows how to stretch his money to get the most out of and Michael Turco has an unusual method when consuming beverages.    "
                },
                "19": {
                    "title": "Of Floaters and Rings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    In London, Richard Pinner does an impossible card vanishing trick. Jeff Black defies the laws of gravity before actress and singer Chrissie Fit, Darryl Davis mind-melds with four witnesses for one amazing result, Nathaan Phan has fun with table that just won't stay grounded, and Rajan performs an egg classic. Plus, Kyle Marlett's balloon magic, Laura London reveals the secret to a great card trick, and Kevin Viner \"rings\" in some great sleight of hand.    "
                },
                "20": {
                    "title": "Power Trips, Finger Flex, and Magic Mike",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Stephanie Jayne does an electrical wire transformation to reveal the exact card selected. Ed Alonzo shows Ray Donovan co-star Skyler Shaye that he can be a real \"tool\" -in the best way possible- while Laura London on the River Thames uses her telekinetic power in a most amazing revelation. Michael Grandinetti finds new ways to separate his money while Kevin Viner shows his unique way to reset cell phone pass codes with foreign tourists. Morgan Strebler performs a classic, Michael Turco has an extremely perceptive drawing pad when selecting the right card, and Scott ...    "
                },
                "21": {
                    "title": "Fast Hands, Psychic Sudoku, and Magic Video Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Rajan shows amazing quick moves in London. Titou is the \"jack\" of all trades, Pendragon astounds Ronn Moss with a coin and two drinking glasses, Nathaan Phan shows his phenomenal version of nerdy magic with psychic Sudoku. Plus, Trigg Watson brings his virtual reality magic into the 3D world while Draven proves he's mightier than solid steel.    "
                },
                "22": {
                    "title": "The Art of Street Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Alonzo brings his bag of tricks to the streets of Hollywood and has fun with a few foreign tourists, Nathan Gibson shows he's a cut above the rest in an amazing flurry of card manipulation, and Titou dazzles Alicia Witt with a revelation from the future. Along the Thames, Laura London burns through a deck of cards while in Hollywood Morgan Strebler schools his subjects on a mind boggling artistic premonitions. Back in London, Richard Pinner puts a new \"artistic\" spin on a classic card trick, while Michael Grandinetti goes 360 with an all-time great illusion and ...    "
                },
                "23": {
                    "title": "Special Celebrity Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Blink (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Our special celebrity edition featuring Scorpion's Ari Stidham, Skyler Shaye, Pitch Perfect 2's Chrissie Fit, Real Housewives of Orange County's Gretchen Rossi, Joe Mantegna, Charo, Ronn Moss, and Karrueche Tran. Street magicians include Simon Pierro, Ed Alonzo, Jeff Black, Darryl Davis, Johnny Ace Palmer, Jonathan Pendragon, and Jonathan Levit.    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Grandinetti, Michael"
            },
            {
                "name": "SawChuck, Murray"
            },
            {
                "name": "Manley, Rich"
            },
            {
                "name": "Strebler, Morgan"
            },
            {
                "name": "Marlett, Kyle"
            },
            {
                "name": "Pendragon, Jonathan"
            },
            {
                "name": "Phan, Naathan"
            },
            {
                "name": "Viner, Kevin"
            },
            {
                "name": "Levit, Jonathan"
            },
            {
                "name": "Tchaikovsky, Leon"
            },
            {
                "name": "Ward, Joel"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmMwM2M2NGUtNzg2Yi00ZmI5LWJkZjEtZmM4NmM3YWI4ODM5XkEyXkFqcGdeQXVyNDI1MDkyNw@@._V1_SY150_CR117,0,101,150_.jpg",
        "plot outline": "Don't Blink takes viewers inside the world of underground street magicians as they mesmerize onlookers, including stars from favorite films and television shows. This half-hour docuseries features some of the greatest masters of magic in the world-experts who have perfected the nuanced art of sleight of hand and understand what it takes to wow their fans. For the first time, these renowned magicians will stun and amaze without the veil of secrecy, uncut and unfiltered.",
        "languages": [
            "English"
        ],
        "title": "Don't Blink",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Don't Blink (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Associated Television International"
            }
        ],
        "distributors": [
            {
                "name": "Lionsgate"
            }
        ],
        "plot": [
            "_Don't Blink_ (qv) takes viewers inside the world of underground street magicians as they mesmerize onlookers, including stars from favorite films and television shows. This half-hour docuseries features some of the greatest masters of magic in the world-experts who have perfected the nuanced art of sleight of hand and understand what it takes to wow their fans. For the first time, these renowned magicians will stun and amaze without the veil of secrecy, uncut and unfiltered.::Pop TV"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 9.2
            },
            "males": {
                "votes": 6,
                "rating": 5.6
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 4,
                "rating": 7.8
            },
            "non us users": {
                "votes": 3,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 3,
            "7": 1,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}