{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 May 2015"
            },
            {
                "country": "USA\n",
                "date": "14 June 2015"
            }
        ],
        "release dates": [
            "USA::10 May 2015",
            "USA::14 June 2015"
        ],
        "episodes": {
            "1": {
                "0": {
                    "title": "Preview Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mother Funders (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "10 May 2015",
                    "year": "2015",
                    "plot": "\n    Meet the ambitious suburban ladies of Locust Grove, Georgia's Parent-Teacher Organization. These moms are a real class act, parlaying their executive room experience to run the local PTO and raise thousands of dollars for the town's local elementary school. Full of teachable moments, they give new meaning to \"getting schooled.\"    "
                },
                "1": {
                    "title": "Parent Teacher (Dis)Organization",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mother Funders (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    At the first board meeting for the local Parent Teacher Organization (PTO) run by President Carla Stephens, new members Amber B, Amber C and LaShon realize they are in over their heads while veteran Volunteer Coordinator, Robin, gets off to a rough start. The Pink Pajama Party kicks off the first fundraising event of the season, but when Robin hands out an unapproved party favor, it leads to a near breakdown of the PTO.    "
                },
                "2": {
                    "title": "Probationary Offenses/Parents Night Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mother Funders (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    After a face-off with Carla, Robin pulls out all stops to get the board to override her probation. To raise morale among the group, Shayzon challenges Carla to loosen her reigns for the next fundraising event so everyone can concentrate on planning. Meanwhile, volunteer Amber C finds herself in over her head with her PTO duties.    "
                },
                "3": {
                    "title": "Fund-raising Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mother Funders (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Amber B and her ex-NFL husband throw an exclusive adults-only Halloween party that makes some of the PTO members raise more than just their eyebrows. Meanwhile, Robin flirts with the possibility of starting her own PTO coup with ex-board member Shana. Later on, a board meeting descends into chaos causing Carla to take action and remind the board of the chain of command.    "
                },
                "4": {
                    "title": "There Is No \"I\" in PTO",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mother Funders (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The line between philanthropy and revenge becomes blurred as Shana and Robin strive to pull off a rogue fundraiser that could catapult them into the seat of presidential power. Meanwhile, Carla ramps up planning for the biggest money-maker of the year, the black-tie gala, and tries to keep the board focused on the big picture. Finally, LaShon and Amber C bond in ways Amber never imagined adult women could.    "
                },
                "5": {
                    "title": "A Parent Organization Divided Cannot Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mother Funders (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Amber B gets her ex-NFL husband to rope in sporting celebs for a fundraiser. When a football game gets out of hand, tensions erupt between Carla and Robin.    "
                },
                "7": {
                    "title": "PTO 2.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mother Funders (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Shana and Robin strive to pull off a rogue fundraiser. Meanwhile, Carla wants the board to focus on the year's biggest fundraiser, the black tie gala.    "
                },
                "8": {
                    "title": "Dropping the Mic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mother Funders (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Feeling the heat of Robin's windfall at the golf fundraiser, Carla puts pressure on the board to step up their game. As the event draws near, the clock is also running out on who Carla will endorse to be next year's president. Meanwhile, Shana and Robin plan to crash the party and make an unforgettable, jaw-dropping contribution of their own.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Dyke, Robin"
            },
            {
                "name": "Stephens, Carla"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.9,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ4MzYyNDU0OV5BMl5BanBnXkFtZTgwNTg4ODMyNjE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "\"Mother Funders\" is a comedic docu-series which takes a look inside the triumphs and trials of one very special Parent Teacher Organization board in Locust Grove, Georgia led by super-mom and president, Carla Stephens. With Carla's goal to raise as much money as she can for the town's local elementary school, it's a strict regimen of reading, writing, and arithmetic to raise the most funds for the local elementary school. The only way of reaching her goal is to keep the momentum going and get her fellow board members to plan, execute and implement extravagant fundraising events which will rake in the cash but ruffle some feathers along the way.",
        "languages": [
            "English"
        ],
        "title": "Mother Funders",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Mother Funders (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "True Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Bravo TV"
            }
        ],
        "other companies": [
            {
                "name": "Runway"
            }
        ],
        "plot": [
            "\"_Mother Funders_ (qv)\" is a comedic docu-series which takes a look inside the triumphs and trials of one very special Parent Teacher Organization board in Locust Grove, Georgia led by super-mom and president, Carla Stephens. With Carla's goal to raise as much money as she can for the town's local elementary school, it's a strict regimen of reading, writing, and arithmetic to raise the most funds for the local elementary school. The only way of reaching her goal is to keep the momentum going and get her fellow board members to plan, execute and implement extravagant fundraising events which will rake in the cash but ruffle some feathers along the way."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 4.0
            },
            "males": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 6,
                "rating": 6.3
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 5,
                "rating": 6.3
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 0,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.9,
        "median": 9
    }
}