{
    "imdb": {
        "episodes": {
            "1": {
                "1": {
                    "title": "Pete Muller \"Let Me Represent You\" (Pilot)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Conflict (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    What happens off the front lines, when the combat concludes or has not yet begun, but guns and poverty abound? Pete Muller is an award-winning photojournalist whose work and life serve as enduring provocations on the tensions that lie beneath cycles of conflict. Through his work he aims to illustrate broader issues through individual stories. He strives to create images that ask viewers to give emotional and intellectual consideration to the lives and experiences of those depicted.    "
                },
                "2": {
                    "title": "Joao Silva \"You Will Be Changed\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Conflict (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Risk is inherent to the work of a conflict photographer. Many have paid the ultimate price. Joao Silva and a group of photojournalists known as the \"Bang Bang Club\" gained international notoriety for their work in the townships of Johannesburg in post-apartheid South Africa. While he survived many close calls, many of his colleagues did not. He escaped without serious physical injuries in South Africa, but his life radically changed in Afghanistan in 2011 when the world in front of his camera came crashing through the lens.    "
                },
                "3": {
                    "title": "Donna Ferrato \"I Am Unbeatable\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Conflict (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    For more than 30 years, Donna Ferrato has been making deep and lasting relationships with and images of victims of domestic violence. By asking these women to step in front of the camera, Donna asks them to look at reflections of themselves and assess their lives.    "
                },
                "4": {
                    "title": "Nicole Tung \"That's Where War Became Personal for Me\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Conflict (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Nicole Tung is a 28 year old photojournalist who has already seen more than her share of tragedy. Two of her closest friends and fellow photojournalists died before their time. And yet, she continues to travel to the most conflict-ridden corners of the world, running quicker and closer into danger than anyone.    "
                },
                "5": {
                    "title": "Robin Hammond \"We're All Complicit\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Conflict (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The most profound kinds of conflict and are those that come from without to live within. Robin Hammond's images are visceral illustrations of injustice and dehumanization that depict victims of sexual violence, mental health disorders, and abuse. Robin has been left with a drive to find ways to make change to his subjects' lives rather than simply documenting them.    "
                },
                "6": {
                    "title": "Eros Hoagland \"We Fear Wolves Because We Never See Them\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Conflict (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Eros Hoagland has a long history with conflict. His father, John Hoagland, was a conflict photographer who was killed in El Salvador in 1984. Eros' work in Mexico demonstrates the extent of corruption throughout society, the overwhelming scale of the conflict, an inability to tell the good guys from the bad, and the complicity of both the U.S. and all layers of Mexican society.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Ferrato, Donna"
            },
            {
                "name": "Hammond, Robin"
            },
            {
                "name": "Hoagland, Eros"
            },
            {
                "name": "Muller, Pete"
            },
            {
                "name": "Silva, Joao"
            },
            {
                "name": "Tung, Nicole"
            },
            {
                "name": "Ferrato, Donna"
            },
            {
                "name": "Silva, Joao"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "6"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby"
        ],
        "certificates": [
            "Singapore:NC16"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 71,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2Y2ZjY2Y2MtNTlmYy00ZTYyLThiYmEtZjIyYTMxZmZlMDNhXkEyXkFqcGdeQXVyMjI1MDI2MzM@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$240,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Conflict",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "akas": [
            "Conflict (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fitzhugh, Nick"
            },
            {
                "name": "Shore, Robert"
            },
            {
                "name": "Isham, Aziz"
            }
        ],
        "production companies": [
            {
                "name": "Redfitz Productions"
            }
        ],
        "plot": [
            "Six conflict photographers reflect on their experiences, capturing the atrocities of war and other manifestations of violence on film.::dvmpesq"
        ],
        "synopsis": [
            "Conflict is a six part miniseries that takes viewers behind the lenses of the world's best conflict photographers. The series searches for the roots of human conflict from obvious sources like war but also digs into less obvious subjects of conflict photography like domestic abuse, gang violence, and rape. The series focuses on one photographer per episode, the shorts briefly but viscerally introduce the conflict location; present the photographer and his or her particular background, approach and philosophy; and feature the story of the one moment, the one image that holds greatest importance to the photographer within the context of their experience as conflict photographers.Conflict asks whether and in what ways bearing witness can ease or bring an end to these conflicts. Personal, social, and philosophical, Conflict gives color and context to struggles around the world and makes them personal by bringing viewers closer than they've ever been."
        ],
        "tech": {
            "runtime": [
                "6 min"
            ],
            "sound mix": [
                "Dolby"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 71,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 29,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 7.5
            },
            "males": {
                "votes": 42,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 14,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 20,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 7.4
            },
            "females": {
                "votes": 16,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.6
            },
            "us users": {
                "votes": 21,
                "rating": 7.7
            },
            "non us users": {
                "votes": 26,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 12,
            "9": 9,
            "8": 24,
            "7": 14,
            "6": 8,
            "5": 1,
            "4": 2,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}