{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "6 December 2015"
            },
            {
                "country": "Belgium\n",
                "date": "20 December 2015"
            }
        ],
        "release dates": [
            "Belgium::6 December 2015",
            "Belgium::20 December 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "De zoon van Artan"
            },
            {
                "title": "The Son of Artan"
            }
        ],
        "akas": [
            "De zoon van Artan (original title)",
            "The Son of Artan "
        ],
        "akas from release info": [
            "De zoon van Artan (original title)",
            "The Son of Artan "
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "De Verdwijning van Artan",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zoon van Artan (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Castle lord and knight Artan's estate is terrorized by a deadly fire-breathing dragon. His beloved son and immature squire Wolf isn't hurt, unlike a soldier, and feels he must redeem himself, but Artan firmly insists he must stay and guard the castle with Artan's old right hand Gwijde. Artan's party heads for the sacred 'hell forest' but seems to go missing. Then Wolf's maternal uncle Sieg returns from the crusades and volunteers his band to set up a search expedition. He accepts to take Wolf along with his seasoned veterans.    "
                },
                "2": {
                    "title": "Het Geheim van de Bosgeest",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zoon van Artan (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Castle lord Artan remains missing, plausibly a victim of the deadly fire-breathing dragon. Sieg lost men on a failed rescue mission, which yielded only Artan's helmet, and a promise that the dragon will spare the locals if given tributes regularly, for which Sieg offers as first his crusade-looted treasure, but instantly starts collecting from the villagers, farmer Toon, who speaks out against paying, changes his mind after his homestead is burned at night. Squire Wolf finds Sieg a harsh combat instructor. Searching for Artan in the forest, he bumps into blacksmith ...    "
                },
                "3": {
                    "title": "Het Verbond der Drakendoders",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zoon van Artan (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Wolf submits to Cara's tests, with Ferre as judge, draws in combat but is decisively accepted as friend by her companion wolf Lupus, yet she won't give the search for dragon and Artan priority over her 'two days other priorities as forest guardian'. Wolf must return to the castle, were Sieg's combat lesson is turning abusive, maybe even meant to kill him in time, yet he does his duty collecting tribute for the dragon from the villagers, reining in greedy Radbout, whom Sieg appoints captain instead of Gwijde, who is 'let go' with his loyal guards. The arrives family ...    "
                },
                "4": {
                    "title": "De Bosheks",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zoon van Artan (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Having left the castle 'till his honor is restored', Wolf is shivering in the rainy forest, so Cara takes him home to her mother, 'wood witch' Winne. She is actually a healer and scholar and welcoming, but concerned the dragon hunt is too dangerous and the castle will find out and punish them. Sieg tricks a duel to chase lord Joris by offering Radbout as squire, who sabotages his horse, which only Ferre notices. His father the blacksmith is penniless after spending all on booze, so Sieg can't collect tribute for the dragon and warns it will exact vengeance. Wolf must ...    "
                },
                "5": {
                    "title": "De Toren van de zwarte Magiër",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zoon van Artan (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Wolf and Cara set out on dragon hunt, guided by Lupus's wolf nose, arriving just after it burnt Ferre's home and his father, blacksmith Balthasar, got badly burnt while saving the knave, so they take him to Cara for medical care no villager can give. Wolf's other gets Sieg to admit he cheated at the duel and is still after the castle at any cost, but Sieg and Radbout plan to poison her. Receiving impatient pigeon mail from dragon master Ludovico, the plotting fiends take their troop to his his hideout in the 'black magician's tower. Lupus followed the dragon's trail ...    "
                },
                "6": {
                    "title": "De Drakenmeester",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zoon van Artan (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Sieg starts poisoning his sister Rune, Wolf's mother, who gets bad symptoms within hours. Nursing his remorseful father the blacksmith Balthasar, Ferre hopes their bad relationship may et mended. Captain Radbout is sent to the dragon master Ludovico. Wolf hears them discuss Sieg's evil plot, but is noticed by soldier Ingmar and can only escape thanks to Ferre and Cara. Ferre tells escaped Wolf and Cara that Winne's books state every dragon has a fatal weak point, but those differ individually. They decide to steal Sieg's medallion, hoping he lied it failed to control ...    "
                },
                "7": {
                    "title": "Sieg slaat terug",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zoon van Artan (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Wolf and Ferre must flee as Cara is caught and imprisoned in the castle, but found the medallion she stole from Sieg and threw away. Realizing they're outnumbered, Wolf consults Gwijde, who assures them all loyal castle veterans will help him seize his inheritance as soon as the dragon is out of the way. While 'witch' Winne visits and cures lady Runne, Ferre returns to inform Wolf that Cara is being relocated. Helped by wolf Lupus, who gets badly wounded, they liberate her in a desperate fight against Radbout and two fellow crusaders. Together they surprise dragon ...    "
                },
                "8": {
                    "title": "Voor Artan",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zoon van Artan (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Ferre figures out that the dragon is just a machine, so Wolf and Cara can disable it. Ludocio escapes to the castle, where Sieg grumpily 'rewards' him by promotion to adviser and court artist, while deciding against openly murdering recovered lady Rune, fearing military punishment by the count. Wolf's party gains courage when Gwijde brings his veterans swearing loyalty to his just cause, yet a bloody attack on the castle by the secret passage is waved. Ferre gets Winne to prepare a potion to fake lady Runne's death, so Deg will bring her corpse outside to declare his ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Severins, Lander"
            },
            {
                "name": "Vuye, Ferre"
            },
            {
                "name": "Van Rampelberg, Geert"
            },
            {
                "name": "Talpe, Louis"
            },
            {
                "name": "Degand, Stefaan"
            },
            {
                "name": "Linden, Ernst ter"
            },
            {
                "name": "Cuppens, Kris"
            },
            {
                "name": "Van Herwegen, Kobe"
            },
            {
                "name": "Vrielynck, Jeremie"
            },
            {
                "name": "Bosmans, Maarten"
            },
            {
                "name": "Cleiren, Robbie"
            },
            {
                "name": "De Rauw, Ron"
            },
            {
                "name": "Cappelle, Wannes"
            },
            {
                "name": "Dedobbelaere, Tim"
            },
            {
                "name": "Lauwrys, Marc"
            },
            {
                "name": "Morren, Rudy"
            },
            {
                "name": "De Jonghe, Vincenzo"
            },
            {
                "name": "Traets, Tom"
            },
            {
                "name": "Baars, Margot"
            },
            {
                "name": "Boot, Ruben"
            },
            {
                "name": "Clement, Dries"
            },
            {
                "name": "De Zitter, Amber"
            },
            {
                "name": "Hengeveld, Emily"
            },
            {
                "name": "Hertogs, Kim"
            },
            {
                "name": "Out, Elvira"
            },
            {
                "name": "Ternest, Tom"
            },
            {
                "name": "Van Bellingen, Vicky"
            }
        ],
        "locations": [
            "Bokrijk, Belgium",
            "Corroy-Le-Chateau, Belgium",
            "Muziekbos, Ronse, Belgium",
            "Kortrijk, Belgium",
            "Ypres, Belgium",
            "Gent, Oost-Vlaanderen, Belgium",
            "Eindhoven, Noord-Brabant, Netherlands"
        ],
        "genres": [
            "Adventure",
            "Family"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGNhM2U3N2ItYTRkZS00ZjQ5LWJhMDMtNWExOWIxYzljYmFiXkEyXkFqcGdeQXVyNjIzNjg1MjI@._V1_SY150_CR142,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "De zoon van Artan",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Thielemans, Wout"
            },
            {
                "name": "Verscheure, Klaus"
            }
        ],
        "production companies": [
            {
                "name": "Bijker Film & TV"
            },
            {
                "name": "Cine3"
            },
            {
                "name": "Danse La Pluie"
            }
        ],
        "distributors": [
            {
                "name": "AVROTROS"
            },
            {
                "name": "Ketnet"
            }
        ],
        "tech": {
            "runtime": [
                "25 min (Belgium)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}