{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 October 2015"
            },
            {
                "country": "Sweden\n",
                "date": "26 August 2016"
            }
        ],
        "release dates": [
            "USA::7 October 2015",
            "Sweden::26 August 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Jay Leno's Garage"
            },
            {
                "countries": "Brazil",
                "title": "A Garagem de Jay Leno"
            }
        ],
        "akas": [
            "Jay Leno's Garage (original title)",
            "A Garagem de Jay Leno Brazil"
        ],
        "akas from release info": [
            "Jay Leno's Garage (original title)",
            "A Garagem de Jay Leno Brazil"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Movie Cars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    BABY DRIVER star Jamie Foxx reveals his driving skills; stunt driver Ben Collins re-creates the chase scene from THE SPY WHO LOVED ME; the original BULLITT Mustang; musician James Taylor reunites with the car from TWO LANE BLACKTOP.    "
                },
                "2": {
                    "title": "Over the Top",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Jay enlists Terry Crews as guest announcer; sees Guy Fieri's muscle cars and grocery getter; meets a man and cat with a modified Jaguar and Learjet trailer; pilots a MegaBot; and drives an inverted Camaro, two-way Civic and Nudie's wagon.    "
                },
                "3": {
                    "title": "The Motor City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    Jay explores the past, present and future of Detroit; he takes actor Tim Allen down memory lane; he tests the newest Corvette; R&B singer Martha Reeves schools Jay on the history of Motown; and he takes a ride in a \"mutant vehicle.\"    "
                },
                "4": {
                    "title": "Down and Dirty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Jay learns desert orienteering with skateboarder Bucky Lasek; puts a blue-collar twist on a luxury car race with Jeff Foxworthy; goes on a training exercise with Montrose Search and Rescue; and tries a prototype electric off-road vehicle.    "
                },
                "5": {
                    "title": "Rebels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    TV's Craig Ferguson teaches Jay how to be a rebel in a British mail delivery car; Jay talks about bootlegging with NASCAR team owner Ray Evernham; and he checks out a radical hot rod Rolls Royce and a Dodge Hellcat trapped in a Prius body.    "
                },
                "6": {
                    "title": "Cars of the Sports Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Jay goes head-to-head on the drag strip against former NFL quarterback Terry Bradshaw; takes comic Billy Crystal for a drive in Muhammad Ali's old Alfa Romeo; and surprises golfer Bubba Watson with the KITT car from \"Knight Rider.\"    "
                },
                "7": {
                    "title": "One of a Kind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Jay takes a trip with comic Chris Hardwick in the DeLorean from \"Back to the Future\"; he drives one of the most dangerous cars ever made with Jalopnik writer Jason Torchinsky; and is treated to a ride in comic Jeff Dunham's \"Hard Hat\" car.    "
                },
                "8": {
                    "title": "Size Matters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "26 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Jay explores tiny cars and big machines; crushes things in a tank with Arnold Schwarzenegger; drives a dwarf replica car with Brad Garrett; tours Lane Motor Museum's wackiest micro cars; and looks at a Hennessey truck named for a dinosaur.    "
                },
                "9": {
                    "title": "Rolling Sculpture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Jay explores cars that are rolling works of art. He and TV host Trevor Noah take a ride in an outrageous Lamborghini Aventador; he meets Chris Runge, a designer who crafts works of moving art; and he talks to custom car designer Rick Dore.    "
                },
                "10": {
                    "title": "Hard Work Pays Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "9 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode, Jay meets up with some of the hardest working car people he knows and sees the fruits of their labor. First up is actor, writer, director, and now studio head Tyler Perry-a fan of both luxury cars and airplanes! Then, music legend Richard Carpenter gives Jay a tour of his impressive classic car collection, which he's been working on for over 50 years. Jay learns how Roger Penske, race team owner and businessman, became one of the driving forces behind the rebirth of Detroit and rides in one of the most coveted resto-mods in the world - Rod Emory's ...    "
                },
                "11": {
                    "title": "Prodigies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "16 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode, Jay proves that you don't have to be old enough to have your driver's license to love cars! He meets a fearless stunt driver who goes head-to-head with her own stunt-driving dad. He then heads to the karting track to meet some of the most competitive--and tiniest--drivers in the sport. He also meets with young innovators, like a kid who built his own electric car using spare parts, and a high-schooler who restored a vintage tractor and won a ten thousand dollar grand prize! And who says racecar drivers have to have their high school diploma? Jay will ...    "
                },
                "12": {
                    "title": "Origins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "23 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In this episode, Jay Leno explores how a love of cars begins. Mitt Romney's passion started with his dad, who was president of American Motors, while Weird Al Yankovic has only ever loved one vehicle-his first family car! And he even wrote a song about it! Jay inherited Johnny Carson's ride and reminisces about his Tonight Show predecessor and fellow-car lover on a cruise around Johnny Carson Park. Then Jay talks with the Tesla chief designer about the company's origin and takes a very fast ride in their newest roadster!    "
                },
                "13": {
                    "title": "Second Chances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "30 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Limited Funds, Unlimited Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Who says you need money to have fun behind the wheel? Some people do, but not Jay Leno! He and comedian Billy Gardell hit the road in Billy's new vintage 1969 Oldsmobile Cutlass convertible. They reminisce about the days when they used to shop at thrift stores, then find themselves back at a thrift shop trying on clothes! Jay meets the creators of the Gambler 500-a race where you \"run what you brung.\" In Jay's case, it's a beat-up old 2004 Ford Expedition-the show's old camera car. Jay then hangs out with Donut Media's James Pumphrey who shares his enthusiasm for the ...    "
                },
                "15": {
                    "title": "General Badassery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    What makes a car badass? Actor Josh Duhamel gets to answer that question while driving Jay's 1963 split-window Corvette-his all-time dream car-and then paces a race in the new ZR1. Then, Jay speeds up the pace in the fastest car in the world, the record-breaking Koenigsegg Agera RS. It's the definition of mind-blowing! Actor/bodyguard/Ex-Hell's Angel Chuck Zito then shows Jay how to be a badass in his heavily modified 57 Chevy called \"The Beast from the East.\" What's more badass than redesigning your own car? Jay also gets to learn a few things on the track in the new...    "
                },
                "16": {
                    "title": "Going the Distance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Some vehicles are meant to be driven long-distance, whether it's for racing or vacationing. Ken Block shows off his rally-racing chops at his Utah spread and takes Jay for a ride in his outrageous Group B car. Then Jay and blogger Matt Farah decide to learn a bit more about racing at Dirt Fish rally school in Seattle and a muddy competition ensues. Jay meets a group of motorcycle riders who take an annual road trip in honor of the first female African-American motorcyclist to have crossed the country, Bessie Stringfield. Then home designer Pierre Bogros teaches Jay ...    "
                }
            },
            "1": {
                "1": {
                    "title": "American Muscle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "7 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    In this high-octane premiere, Jay revisits the American muscle car golden era. He explores what started the trend, why they're so valuable today, and if there's a rebirth on the horizon. He visits pal and muscle car aficionado Tim Allen.    "
                },
                "2": {
                    "title": "California Cruisin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "14 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A tour of California features a ride with a legendary motorcycle club; a visit with east Los Angeles hot-rodders; an exploration of the Ridge Route; and a look inside a secret vault at the Petersen Automotive Museum in Los Angeles.    "
                },
                "3": {
                    "title": "The Driving Force",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "21 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Baseball player C.J. Wilson, automaker John Hennessey and actor Laurence Fishburne discuss their passion for cars.    "
                },
                "4": {
                    "title": "Off the Beaten Path",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "4 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jay explores rough terrain with off-road racer Amy Lerner and races ventriloquist Jeff Dunham in an amphibious car. Also: a look at designer Baron Margo' creations.    "
                },
                "5": {
                    "title": "Beasts of Burden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Jay drives a fire truck through the winding streets of San Francisco; races an Abrams tank at Fort Irwin in California; travels at high speeds with the Secret Service; and examines an alternative to the postal truck.    "
                },
                "6": {
                    "title": "Competitive Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A look at famous rivalries in the automotive industry. Also: Jay races a driverless car from Audi; and discusses the spirit of competition with racing legend Mario Andretti.    "
                },
                "7": {
                    "title": "Design of the Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A look at vehicle design includes a visit to Keanu Reeves' motorcycle studio; and a study of aerodynamics at a racetrack. Also: Jay learns the process of making-and wrecking-movie cars; and designs his own car.    "
                },
                "8": {
                    "title": "The Cars of Tomorrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "2 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Francis Ford Coppola is interviewed. Also: Jay drives a 3-D printed car; and observes vehicles that can go over 3000 miles per gallon.    "
                }
            },
            "2": {
                "1": {
                    "title": "Supercars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "15 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Jay Leno explores the wild designs and cutting-edge technology behind the world's most coveted vehicles: supercars. With guests Robert Herjavec, Nick Cannon and Alonzo Bodden.    "
                },
                "2": {
                    "title": "Crime Fighters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Jay Leno explores the cars behind the world's most powerful crime-fighters. He practices high-speed maneuvers with the LAPD, plays superhero for the day in a Batmobile, and talks Ghostbusters and Blues Brothers with gearhead Dan Aykroyd.    "
                },
                "3": {
                    "title": "Anything But Four Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Two-wheel stunt driving; the three-wheel iRoad vehicle. Also: A ride in the Hemi Under Glass; snowmobiling with X Games medalist Doug Henry.    "
                },
                "4": {
                    "title": "Anarchy on Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "6 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Jay joins a Mad-Max inspired car culture, dives head first into the risky world of motorcycle sidecar roadracing, and entertains crowds in a massive monster truck.    "
                },
                "5": {
                    "title": "Essence of Cool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Jay takes a motorcycle road trip with rock legend Anthony Kiedis, learns how to drive like James Bond with stuntman Ben Collins, and cruises through the Hollywood Hills with his own personal icon, jazzman Herbie Hancock.    "
                },
                "6": {
                    "title": "Wolf in Sheep's Clothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Jay faces off against his old friend and rival, Tim Allen, in a Camry with 800 horsepower; meets a man who turns rust-buckets into race-worthy works of art; cruises with David Spade and goes head-to-head against a jet-powered ex-Mennonite.    "
                },
                "7": {
                    "title": "Love Stories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jay explores the deep emotional bond people have with cars. He meets one of Joe Biden's great loves, a '67 Corvette; sets up a race between the Vice President and Colin Powell; rides with Bill Goldberg; and goes camping Gabriel Iglesias.    "
                },
                "8": {
                    "title": "Original and Unrestored",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jay dives deep into the world of unrestored classic cars and the passionate collectors who pay big bucks for them including Jerry Seinfeld's Porsches, a vintage racecar with Patrick Dempsey, and a Las Vegas man who owns 33 1941 Cadillacs.    "
                },
                "9": {
                    "title": "Music and Cars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jay Leno rides in rock legend Sammy Hagar's \"I Can't Drive 55\" Ferrari; visits Brad Paisley's tour bus; dresses up in the iconic Liberace Zimmer; and chauffeurs car lover and pop legend Kelly Rowland in a million dollar vintage Bentley.    "
                },
                "10": {
                    "title": "Old School vs. New School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jay Leno puts Joey Logano into a 1960s race car; talks Corvettes with Caitlyn Jenner and Kendall Jenner; explores autonomous driving in a Tesla and 1956 Firebird; and meets a high school teen that designs a new type of solar race car.    "
                },
                "11": {
                    "title": "Just Add Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Jay and comedian pal Jeff Dunham race the fastest amphibious cars on the market, then Jay hits the high seas in a massive Navy hovercraft, fights fire with a vintage steam truck and drives a wet race course wearing a drunk-simulation suit.    "
                },
                "12": {
                    "title": "Space Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Jay explores the influence of outer space on car design, technology and culture. He visit Edwards Air Force Base with astrophysicist Neil DeGrasse Tyson and discusses space's influence on design with pop culture historian Charles Phoenix.    "
                }
            },
            "3": {
                "1": {
                    "title": "Made in America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Jay heads to George W. Bush's ranch to ask all about his famous Ford pickup, challenges Wanda Sykes to a race in a minivan, takes a ride with Billy Gardell, and gets his feathers ruffled by Gabriel Iglesias' Smokey and the Bandit Trans-Am.    "
                },
                "2": {
                    "title": "Larger Than Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Jay heads to Las Vegas to cruise around with Brad Garrett, goes on an adventure in J.B. Smoove's boat-sized Lincoln, works up an appetite in a giant hot dog car, heads out on a training mission with Marines, and drives an upsized VW Bug.    "
                },
                "3": {
                    "title": "Losing Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "5 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Jay competes in a drifting race against his nemesis Tim Allen, learns the finer points of \"mudding\" in Georgia, slides over snowy slopes in a race against Katherine Legge, and participates in his first demolition derby.    "
                },
                "4": {
                    "title": "Victory Lane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Jay challenges fellow comedian Alonzo Bodden to a semi-friendly dirt bike race, gets pointers from IndyCar champion Scott Dixon, and hears the inspiring story of a champion racer who became the first quadriplegic with a driver's license.    "
                },
                "5": {
                    "title": "Outside the Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "19 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Inspired by vehicular rule-breakers, Jay cruises in a Pink Panthermobile, chats with legendary customizer Ed Newton, sees inside Jeff Dunham's wacky garage, rides in a giant art car made for Burning Man, and splashes in a hot-tub Cadillac.    "
                },
                "6": {
                    "title": "Child at Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "26 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Car lovers who never want to grow up; Michael Strahan and Josh Duhamel surprise a special kid; a four-story, motorized fire-breathing dinosaur; Jay tours the 85-acre playground of Pixar's John Lasseter; and grumpy comedian Jeremy Hotz.    "
                },
                "7": {
                    "title": "Hand Made",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jay takes a vintage belly tank racer out onto a dry lake bed, talks hand-crafted Bentleys with comedian Russell Peters, surprises an iconic Porsche customizer, and spends the day with a reformed bad boy who helps troubled youth.    "
                },
                "8": {
                    "title": "Keys to Happiness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jay meets actor Dax Shepard's true love, a '94 Buick Roadmaster, learns to rally with adrenaline-junkie Bucky Lasek, delivers pizzas with Papa John, donates a custom car to a disabled veteran and learns how to manage road rage with a yogi.    "
                },
                "9": {
                    "title": "The Car My Father Drove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jay hangs out with Richard and Kyle Petty, heads to the Riverside County Fair to learn the art of tractor pulling, meets a girl who restored a Mustang and an airplane with her dad, and gets invited to a Shelby family reunion.    "
                },
                "10": {
                    "title": "The Next Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jay becomes the first customer to receive Ford's new GT, goes sidecar off-roading with comedian Alonzo Bodden, checks out a vehicle that can become anything you want on the big screen, and meets up with legendary newsman Ted Koppel.    "
                },
                "11": {
                    "title": "In Harm's Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "4 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jay hangs out with Travis Pastrana, meets famous stunt driver Debbie Evans who faces her fears for money, teaches Gilbert Gottfried to drive a new Ferrari, and talks saving lives and specialized vehicles with airport firefighters.    "
                },
                "12": {
                    "title": "Any Which Way but Gas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 8,
                    "original air date": "11 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jay explores the most exciting alternatives to standard fuel, meets up with Arnold Schwarzenegger to check out the Governator's G-Wagon, and goes deep into rural California to revisit a time when burning wood could run cars.    "
                },
                "13": {
                    "title": "Closed Roads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 7,
                    "original air date": "18 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jay meets famed driver Ben \"The Stig\" Collins to drive a 2018 Hyundai Kona, explores tanks and robots, climbs intense inclines in a Jeep Wrangler prototype, and competes against race car driver Bryce Menzies in a soapbox race.    "
                },
                "14": {
                    "title": "More Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 8,
                    "original air date": "25 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jay hits the drag strip with Dee Snider in the new Dodge Demon, heads to the largest borax mine in North America to drive a huge truck, gets an early look at the Bugatti Chiron with Jessi Combs and explores a brand-new electric sports car.    "
                },
                "15": {
                    "title": "Living the Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 7,
                    "original air date": "1 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Jay meets up with Bill Burr in a 65 Buick Riviera, checks out Adam Carolla's collection of Paul Newman race cars, drives a Stanley Steamer up Mt. Washington, and learns about Nissan GT Academy where video gamers become professional racers.    "
                },
                "16": {
                    "title": "Getting Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jay Leno's Garage (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 8,
                    "original air date": "8 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    From high-speed movie chases, to relaxing family vacations, Jay looks at every possible type of getaway, including criminal escapes, averting traffic tickets, avoiding discrimination, and getting away with your life.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Leno, Jay"
            },
            {
                "name": "Osborne, Donald"
            },
            {
                "name": "Allen, Tim"
            },
            {
                "name": "Dunham, Jeff"
            },
            {
                "name": "Iglesias, Gabriel"
            },
            {
                "name": "Bodden, Alonzo"
            },
            {
                "name": "Boeckmann, Beau"
            },
            {
                "name": "Collins, Ben"
            },
            {
                "name": "Stulberg, Alan"
            },
            {
                "name": "Hofmann, Steve"
            },
            {
                "name": "Carolla, Adam"
            },
            {
                "name": "Emory, Rod"
            },
            {
                "name": "Gill, Jack"
            },
            {
                "name": "Duhamel, Josh"
            },
            {
                "name": "Block, Ken"
            },
            {
                "name": "Margo, Baron"
            },
            {
                "name": "Kendall, Leslie"
            },
            {
                "name": "Welburn, Ed"
            },
            {
                "name": "Teliha, Karen"
            },
            {
                "name": "Barbuscia, Damian"
            },
            {
                "name": "Goldberg, Bill"
            },
            {
                "name": "Juechter, Tadge"
            },
            {
                "name": "Sands, Roland"
            },
            {
                "name": "von Koenigsegg, Christian"
            },
            {
                "name": "Ward, Jonathan"
            },
            {
                "name": "Hertel, Stefan"
            },
            {
                "name": "Swift, George"
            },
            {
                "name": "Winfield, Gene"
            },
            {
                "name": "Gardell, Billy"
            },
            {
                "name": "Garrett, Brad"
            },
            {
                "name": "Lasek, Bucky"
            },
            {
                "name": "Farah, Matt"
            },
            {
                "name": "Lane, Jeff"
            },
            {
                "name": "Lynch, Jalil Jay"
            },
            {
                "name": "Schwarzenegger, Arnold"
            },
            {
                "name": "Simcoe, Michael"
            },
            {
                "name": "Swift, George"
            },
            {
                "name": "Strahan, Michael"
            },
            {
                "name": "Dan"
            },
            {
                "name": "Brooklynn"
            },
            {
                "name": "Barton, Ryan"
            },
            {
                "name": "Lasseter, Nancy"
            },
            {
                "name": "Lasseter, John"
            },
            {
                "name": "Lasseter, Ben"
            },
            {
                "name": "Lasseter, Sam"
            },
            {
                "name": "Downs, Chris"
            },
            {
                "name": "Hotz, Jeremy"
            },
            {
                "name": "Lynxwiler, Eric"
            },
            {
                "name": "Davis, Joy"
            },
            {
                "name": "Allen, Mark T."
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Singapore:PG"
        ],
        "number of seasons": 4,
        "rating": 7.5,
        "votes": 302,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzBkZWRhMWMtODNjOC00OGNiLTkyYmUtMjNkMzA3YmY2Y2Q2XkEyXkFqcGdeQXVyMTYzMTY1MjQ@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Jay Leno, a former late night show host shows his car enthusiast side in the new reality TV show, Jay Leno's Garage. Join Jay and his colleagues as they drive cars, motorcycles and anything that moves all while meeting new people and making new aquatinces along the way!",
        "languages": [
            "English"
        ],
        "title": "Jay Leno's Garage",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Ebersol, Charlie"
            },
            {
                "name": "Hochberg, Justin W."
            }
        ],
        "production companies": [
            {
                "name": "Big Dog Productions"
            },
            {
                "name": "Original Productions"
            }
        ],
        "distributors": [
            {
                "name": "CNBC"
            }
        ],
        "other companies": [
            {
                "name": "VER"
            }
        ],
        "plot": [
            "Comedian and former Tonight Show host Jay Leno shares his passion for motor vehicles. Jay and guests drive cars, motorbikes and anything that moves all while meeting new people and exploring the rich motoring history of America and beyond.",
            "Jay Leno, a former late night show host shows his car enthusiast side in the new reality TV show, _Jay Leno's Garage_ (qv). Join Jay and his colleagues as they drive cars, motorcycles and anything that moves all while meeting new people and making new aquatinces along the way!"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 302,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 33,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 109,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 80,
                "rating": 7.3
            },
            "males": {
                "votes": 198,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 31,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 96,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 60,
                "rating": 7.9
            },
            "females": {
                "votes": 30,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 19,
                "rating": 5.1
            },
            "top 1000 voters": {
                "votes": 17,
                "rating": 6.2
            },
            "us users": {
                "votes": 115,
                "rating": 7.3
            },
            "non us users": {
                "votes": 73,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 87,
            "9": 44,
            "8": 70,
            "7": 44,
            "6": 12,
            "5": 8,
            "4": 4,
            "3": 1,
            "2": 11,
            "1": 21
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}