{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Australia::2015                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Madderom, India Rose"
            },
            {
                "name": "Mahy, Stephen"
            },
            {
                "name": "McGowan, Emily"
            },
            {
                "name": "Cleland, Adam"
            },
            {
                "name": "Clavijo, Veronica"
            },
            {
                "name": "Pastor, Nicole"
            }
        ],
        "locations": [
            "Bulletin Place - 10-14 Bulletin Pl, Sydney, New South Wales, Australia::(Riley's work)",
            "Greenwood Hotel - 36 Blue St, North Sydney, New South Wales, Australia::(night out bar, gig venue)",
            "La Botte D'oro restaurant - 137 Marion St., Leichhardt, New South Wales, Australia::(James and Riley lunch)",
            "OnCreate Communications - Mitchell street, McMahon's point, New South Wales, Australia::(Riley meeting with producer)",
            "The Warrenview Hotel - 2 Stanmore Rd, Enmore, New South Wales, Australia::(Riley and Caitlin night out)",
            "Hoochie Mamma Cafe - 156 Missenden Rd, Newtown, New South Wales, Australia::(Riley and Caitlin breakfast)",
            "6 Collins street, Surry Hills, Sydney, New South Wales, Australia::(Riley and Scott's house)",
            "3/30 Collingwood St., Drummoyne, Sydney, New South Wales, Australia::(Riley's bedroom)",
            "Absinthe Salon - 87 Albion St., Surry Hills, New South Wales, Australia::(Riley date)"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Music"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "budget": "AUD2,000 (estimated)",
        "plot outline": "Riley is a singer based in Sydney who is on the verge of making it for the second time. Her first record deal fell through but she is now in talks with a successful producer at a record label. Thinking everything is going her way, Riley soon discovers that not everything is as it seems when all the parts of her life start crumbling. In a world where reality shows churn out new talent on a yearly basis, Riley is at her wits end and is struggling to find the faith to keep believing in herself. She has been so close to making it so many times, only to find it snatched from her at the last minute. To make matters worse her roommate Scott, an actor, has just given up on his dreams of cracking Hollywood and has settled for a cushy corporate job. He hates that he's sold out and tells Riley she needs to keep trying, but the money is finally rolling in and he doesn't have to deal with the heartache of rejection anymore. Riley's boyfriend James, a charming and successful lawyer, is also beginning to get sick of being second place to her aspirations, which results in their relationship suffering. Told through Riley and her network of struggling friends, and set across the beautiful landscapes of Sydney, each episode sees the lead character Riley perform original songs, live and unfiltered. A blend of drama, comedy and music, Spotlight is a window to the cutthroat business of trying to get discovered, and a reflection on the idea that everybody struggles with- how far do you chase your dreams before you finally give up? Will Riley finally make it? And in the process of trying, will she able to hold on to the relationships in her life that are at odds with her success? With an incredibly experienced and talented cast led by the renowned India Rose Madderom (The X Factor) and Stephen Mahy (Jersey Boys, Grease, Rocky Horror Picture Show), as well as a seasoned crew and professional equipment, Spotlight promises to be a one-of-a-kind series in the scope of Australian series, combining comedy, drama and music with a story that asks a question that we all struggle with: how far do you chase a dream before you give up?",
        "languages": [
            "English"
        ],
        "title": "Spotlight",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Spotlight (Australia)"
        ],
        "writer": [
            {
                "name": "Madderom, India Rose"
            },
            {
                "name": "Madderom, India Rose"
            },
            {
                "name": "O'Reilly, Robert"
            }
        ],
        "plot": [
            "_Spotlight_ (qv) is an Australian produced music-based web-series following the struggles of a Sydney-based singer as she tries to break into the competitive music industry and juggle a personal life with her ambitious schedule.::Robert O'Reilly",
            "Riley is a singer based in Sydney who is on the verge of making it for the second time. Her first record deal fell through but she is now in talks with a successful producer at a record label. Thinking everything is going her way, Riley soon discovers that not everything is as it seems when all the parts of her life start crumbling. In a world where reality shows churn out new talent on a yearly basis, Riley is at her wits end and is struggling to find the faith to keep believing in herself. She has been so close to making it so many times, only to find it snatched from her at the last minute. To make matters worse her roommate Scott, an actor, has just given up on his dreams of cracking Hollywood and has settled for a cushy corporate job. He hates that he's sold out and tells Riley she needs to keep trying, but the money is finally rolling in and he doesn't have to deal with the heartache of rejection anymore. Riley's boyfriend James, a charming and successful lawyer, is also beginning to get sick of being second place to her aspirations, which results in their relationship suffering. Told through Riley and her network of struggling friends, and set across the beautiful landscapes of Sydney, each episode sees the lead character Riley perform original songs, live and unfiltered. A blend of drama, comedy and music, _Spotlight_ (qv) is a window to the cutthroat business of trying to get discovered, and a reflection on the idea that everybody struggles with- how far do you chase your dreams before you finally give up? Will Riley finally make it? And in the process of trying, will she able to hold on to the relationships in her life that are at odds with her success? With an incredibly experienced and talented cast led by the renowned India Rose Madderom (The X Factor) and Stephen Mahy (Jersey Boys, Grease, Rocky Horror Picture Show), as well as a seasoned crew and professional equipment, _Spotlight_ (qv) promises to be a one-of-a-kind series in the scope of Australian series, combining comedy, drama and music with a story that asks a question that we all struggle with: how far do you chase a dream before you give up?::Robert O'Reilly"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}