{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 August 2015"
            },
            {
                "country": "USA\n",
                "date": "17 August 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::13 August 2015",
            "USA::17 August 2015                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Nothing in the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Curtis and the filmmakers discuss the end of film, an epic like Kurosawa or Peckinpah, Orson Welles, you can't make an epic without looking at David Lean or Michael Cimino. The Trekkie attempts to order Star Trek themed drinks from Shannon, Tea Earl Grey Hot, prune juice a warriors drink, Romulan Ale, Zach asks Mike where the drugs are, Rock offers to smoke some pot at his place, Angela enlightens customers to the error of their ways, Laura and Pit talk about watching Eraserhead on Blu-Ray, Dylan and Jackson talk philosophy, Curtis asks Shannon to be in his movie, ...    "
                },
                "2": {
                    "title": "Full Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Trekkie wants to order one Ferengi snail juice, Shannon cards her and Trekkie produces a Starfleet Academy I.D. Heather reads Tarot cards and focuses on the full moon and how it has a powerful effect on our emotional state. Curtis and the group discuss what format they are going to shoot their film on, Curtis suggests Super 8mm as 35mm is too expensive and nobody knows a best boy. Zach and Marty are shooting pool when Zach reveals that Pit has scored an eightball of cocaine, he warns Marty not to tell Rock. Troy asks Shannon if she has a boyfriend and offers her a ...    "
                },
                "3": {
                    "title": "Gameday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 3 is set during a college football Saturday. The bartending crew, Mike and Shannon gear up for an exciting day with Cornfellow fans. Mike gets a couple of fans drunk with a little help from Amy, Shannon is frustrated all day and takes it out on the Trekkie, the filmmakers discuss Stanley Kubrick and sports, Rock invites fans over to his place, Dylan and Jackson insult a fan.    "
                },
                "4": {
                    "title": "Anarchy in the U.V.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 4 takes place on First Friday. Laura is displaying her new art piece entitled, Anarchy in the U.V., about preppy sorority girls who drink vodka and think they're rebelling against something. Pit is by her side while her parents make a surprise appearance. Zach takes a bunch of acid and freaks out. Angela tries to get patrons to buy original art versus stuff from Walmart.    "
                },
                "5": {
                    "title": "Potluck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 5 revolves around the annual Potluck at the bar. Angela is disgusted by the food selection while Rock tries to get her to eat his famous chili. The Trekkie brings a counselor Troi cake and Zach eats all of the marijuana brownies that Pit made. The Axe, a local musician, brings a beverage called Drummers Brew and gets everyone hopped up. Dylan and Pit stand off as Laura makes her pick.    "
                },
                "6": {
                    "title": "The Audition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 6 happens during the filmmakers audition for their feature film. The Trekkie does a Star Trek monologue. Troy shows the group how to pick up a woman. Curtis pleads with Shannon to be in his movie. Amy steals the show with her Taxi Driver impersonation and Curtis strikes a deal with Rock after finding out that he was an extra in Pat Garrett and Billy the Kid and met Bob Dylan.    "
                },
                "7": {
                    "title": "Aliens and Boners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 7 makes the claim to the existence of Aliens. Zach is expecting a dose of DMT from Pit so he can meet his alien girlfriend Barbara. Mike becomes obsessed with the idea and begins asking everyone in the bar about their theories. Pit only scores viagra and gets sneaky ideas about dropping it into people's drinks. A depressed Zach receives a note from the Trekkie and boners happen.    "
                },
                "8": {
                    "title": "F*Ck Oliver Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 8 continues in the spirit of Living in Oblivion and Day for Night. The filmmakers are shooting their epic feature in the bar on super 8 film. Many obstacles must be overcome, including not knowing how long a roll of film lasts, noisy customers, annoying trolls asking about the filming, actors not cooperating, arguments between the crew members and where to set up the craft service table.    "
                },
                "9": {
                    "title": "New Year's Eve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    Episode 9 celebrates New Year's Eve. Dylan and Laura kiss, Shannon buys Curtis a beer, Troy attempts to pick up girls in front of the women's restroom, Pit starts a fight and Angela is the unwitting recipient of his attack, Rock invites Troy over for after hours, Dylan tries to reconnect with Jackson, Shannon catches Angela in the act of doing something against her entire core being.    "
                },
                "10": {
                    "title": "The Movie Premiere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wasted Nights (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Episode 10 ends with the premiere of the filmmakers grand epic Dive Bar. Curtis is nervous but Shannon calms his nerves with Whiskey. After a brief introduction the film starts and the audience isn't sure how to react. After the film, Pit takes offense to a scene where he feels like he was mocked. Angela takes a liking to Curtis and Shannon misses the after party but receives a surprise visit.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Glen, Scott R."
            },
            {
                "name": "Mauk, Tracie"
            },
            {
                "name": "Sticka, Stanley"
            },
            {
                "name": "Farrell, Julia"
            },
            {
                "name": "Brown, Leaves"
            },
            {
                "name": "Booker, Mark"
            },
            {
                "name": "Ami, Eli"
            },
            {
                "name": "Nielsen, Chelsea Hanna"
            },
            {
                "name": "Lovell, Simon"
            },
            {
                "name": "Kirby, Dillon"
            },
            {
                "name": "Sorensen, Jettie"
            },
            {
                "name": "Green, Eric"
            },
            {
                "name": "Swan, Chris"
            },
            {
                "name": "Hinson, Tara"
            },
            {
                "name": "Lobo, Jon"
            },
            {
                "name": "Lobato, Roy"
            },
            {
                "name": "Aylor, Brandon"
            },
            {
                "name": "Primus, Mel"
            },
            {
                "name": "Haverman, Tim"
            },
            {
                "name": "Hike, Benjamin"
            },
            {
                "name": "Thimijan, Mark"
            },
            {
                "name": "Siegel-Causey, Clarissa"
            },
            {
                "name": "Hollon, Michael"
            },
            {
                "name": "Chambers, Blair"
            },
            {
                "name": "Fleer, Andrew"
            },
            {
                "name": "Hunke, Dustin Vincent"
            },
            {
                "name": "Manary, Meghan"
            },
            {
                "name": "Booraem, Dorothy"
            },
            {
                "name": "Moyer, Eric"
            },
            {
                "name": "Crow, Justin"
            },
            {
                "name": "Lipins, Pete"
            },
            {
                "name": "Van Houten, Jazmyne"
            },
            {
                "name": "Convey, Grant"
            },
            {
                "name": "Howard, Constance"
            },
            {
                "name": "Otten, Katie"
            },
            {
                "name": "Folsom, Desiree"
            },
            {
                "name": "Gothier, Ben"
            },
            {
                "name": "Nugent, Kristen"
            },
            {
                "name": "Oetman, A.J."
            },
            {
                "name": "Wheeler, Vernon R."
            },
            {
                "name": "Dwight, Eric"
            },
            {
                "name": "Mahloch, Zachary"
            },
            {
                "name": "Ostdiek, Christa"
            },
            {
                "name": "Johnson, Mike"
            },
            {
                "name": "Linn, Kristine"
            },
            {
                "name": "Pelter, James"
            },
            {
                "name": "Doud, Ryan"
            },
            {
                "name": "Tollefsrud, Britta"
            },
            {
                "name": "Scribner, Jordan"
            },
            {
                "name": "Burford, Eric"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjBmN2RkMTYtZDFiYy00YzUyLTg0ZGUtZWM5NjYyN2U1MzUwL2ltYWdlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$1,000 (estimated)",
        "plot outline": "Wasted Nights is a 10 episode web series that revolves around a group of characters who all hang out in the same bar. They experience dreams, hopes, failures, romance, comedy, drama, surrealism, realism, drunkenness, philosophy, heartache and achievement. Above all it's a stylized look at a group of people who frequent the same bar and encompasses their immediate conversations and feelings.",
        "languages": [
            "English"
        ],
        "title": "Wasted Nights",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Wasted Nights (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Thimijan, Mark"
            }
        ],
        "plot": [
            "_Wasted Nights_ (qv) is a 10 episode web series that revolves around a group of characters who all hang out in the same bar. They experience dreams, hopes, failures, romance, comedy, drama, surrealism, realism, drunkenness, philosophy, heartache and achievement. Above all it's a stylized look at a group of people who frequent the same bar and encompasses their immediate conversations and feelings.::anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}