{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "June 2015"
            }
        ],
        "release dates": [
            "USA::June 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Shock and Awe",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Million Dollar Invention (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    What was Edison's controversial role in the invention of the electric chair? What's the little-known link between the Civil War and the Ouija board, or stockings and roller coasters? And how did an explosive guilt trip lead to the birth of the Nobel Peace Prize? We explore four chilling inventions, and reveal the stories of the inventors whose million-dollar ideas shook the world and created legacies still with us today.    "
                },
                "2": {
                    "title": "The Vision Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Million Dollar Invention (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    They were four inventors who had extraordinary vision, and their innovations would change the way we looked at the world and the universe beyond it. In this episode, we show how a patent office worker's arthritis led to the photocopier, and a workplace revolution. We follow the pursuit to launch astronomer Lyman Spitzer's invention, the Hubble Space Telescope, into orbit, and the history books. We also meet the rally driver who gave us the speed camera, and tell the little-known story of the inventor of television: a 14-year-old farm boy.    "
                },
                "3": {
                    "title": "Criminal Riches",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Million Dollar Invention (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    How did one man's invention to save soldiers' lives set off an American crime wave? Which common household appliance first existed as a flattened chicken bone adorned with animal hair? And what's the connection between burglar alarms and the literary team of Holmes and Watson? We explore the origins of four inventions with criminal ties: the Tommy Gun, the home alarm, cash registers, and the toothbrush meet the brilliant minds willing to do anything to bring their innovations to the world.    "
                },
                "4": {
                    "title": "Danger Magnets",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Million Dollar Invention (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    They were four inventors who made lives safer for firefighters and police officers, surgery more comfortable for patients, and dreams of flying a reality for thrill- seekers. But before their revolutionary ideas of lightweight body armor, firefighter masks, modern anesthesia, and the wingsuit could be approved, they needed to be put to a life-and-death field test. Meet the men who set out to get rich or die trying, as we celebrate pioneers whose high-risk, high-reward innovations changed the world, and made millions.    "
                },
                "5": {
                    "title": "Need for Speed",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Million Dollar Invention (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    How did a waffle iron change the world of running shoes forever? Find out this and other invention secrets.    "
                },
                "6": {
                    "title": "Life and Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Million Dollar Invention (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Was a new invention's ability to save a dying president thwarted by a coil-spring mattress? Did one of the greatest medical innovations of the 20th century come from a simple radio enthusiast? Could a seed-planting device really be the inspiration for one of the military's deadliest weapons? And can you believe the futuristic 3D printer is actually 30 years old? We reveal the true stories behind four inventions that made history, made millions for their creators, and impacted humanity for good and bad.    "
                },
                "7": {
                    "title": "Guns and Goldmines",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Million Dollar Invention (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    What does a ship steering wheel have to do with the Colt revolver? What 400-year-old secret is the cymbal hiding? What is the link between the San Francisco earthquake of 1906 and Bank of America? And what is the untold story of the creation of Monopoly? We explore four multimillion-dollar inventions, and meet the people who changed the world with the barrel of a gun, an ancient riddle, selfless customer service, and a lucky roll of the dice.    "
                },
                "8": {
                    "title": "The Little guy",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Million Dollar Invention (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    A maverick toymaker who never knew he invented a billion-dollar brick. A designer who put a smile on the face of the world for just $45. A child of slaves whose hair loss cure spurred her to make millions. And an engineer whose brilliant innovation led to a 30-year legal nightmare that drove him to the brink of bankruptcy and madness. We celebrate the little guys whose big ideas led to revolutionary inventions and pop-cultural phenomena, as well as dramatic and shocking events, good and bad, that would change their lives forever.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Parker, Andrew"
            },
            {
                "name": "Ahmadejevs, Henrihs"
            },
            {
                "name": "Carey-Williams, Zoë"
            },
            {
                "name": "Carrico, Chris"
            },
            {
                "name": "Cooper, Jesse M."
            },
            {
                "name": "Diduca, Andy"
            },
            {
                "name": "Gibson, Clive De-Halton"
            },
            {
                "name": "Holmes, Ash"
            },
            {
                "name": "Sobieski, Stacy"
            }
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIyMzc5MzM1OV5BMl5BanBnXkFtZTgwMzcyODM3NjE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "What was Edison's questionable role in the development of the electric chair? Which household utensil came from the mind of a prisoner? How was the Maclaren baby buggy inspired by a fighter plane? Behind many million-dollar inventions are priceless stories of inspiration, controversy, triumph, and tragedy. Explore inventions large and small, lifesaving and life-taking, scary and playful, and meet the men and women who dedicated, and often risked, their lives to follow their vision and ultimately change the world.",
        "title": "My Million Dollar Invention",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1"
        ],
        "plot": [
            "What was Edison's questionable role in the development of the electric chair? Which household utensil came from the mind of a prisoner? How was the Maclaren baby buggy inspired by a fighter plane? Behind many million-dollar inventions are priceless stories of inspiration, controversy, triumph, and tragedy. Explore inventions large and small, lifesaving and life-taking, scary and playful, and meet the men and women who dedicated, and often risked, their lives to follow their vision and ultimately change the world."
        ],
        "tech": {}
    }
}