{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "4 October 2015"
            }
        ],
        "release dates": [
            "Belgium::4 October 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Nachtwacht"
            },
            {
                "countries": "Germany",
                "title": "Die Nachtwache"
            }
        ],
        "akas": [
            "Nachtwacht (original title)",
            "Die Nachtwache Germany"
        ],
        "akas from release info": [
            "Nachtwacht (original title)",
            "Die Nachtwache Germany"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "16 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (Memoraia) Amnesia successively strikes several people in Schemermeer, including constable Cooper. The puzzled Nachtwacht finds there must be some link with innocent looking, actually hypnotizing butterflies. Wilco is affected by the time his mates and Vega work out it's the doing of Memoraia, who collects people's knowledge. taking her on is all the harder as she now knows as much as Wilco, so only a secret emergency plan may still work.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "22 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (De Vloek) A mysterious female appears in Schemermeer, which transforms any object or person it touches into gold. Sacha is the first to become a 'statue', infuriating Wilco, who refuses to wait for Vega's study and advice, finds her but ends up a statue himself. Vlad and Kailin learn it's Aurum, who was cursed with the by Midas-touch for stealing from the long-dead, extremely powerful magpie witch. Her complex spells can't be reversed by anyone else, so she must be summoned and convinced, but is all but trustworthy.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "29 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (Vox Inferis) Ventriloquist Kendrick's performance is a great hit in Schemermeer, making airhead Sasha an obsessive fan, whose excessive attention isn't wanted. His wooden puppet speaks, ordering Kendrick to abuse his stay in the inn to look for the Nachtwacht HQ in the magic library. Vega realizes it's the incarnation of an evil witch trapped in it, the Vox Inferis (Hell Voice), who seeks liberation, but can't be vanquished, only tricked, and Kendrick was her innocent live tool.    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "6 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (Oculus het Spiegelwezen) A mysterious mirror in the woods on lunar eclipse day magically locks Wilco in it. Soon after, Kailin suffers the same fate. Their perfect reflections are sent to steal a book from Vega, whom they trick by questioning his filing system. That leaves only shadow-less vampire Vlad, whom they attempt to warn by using elf magic from inside the mirror in the magic room, as Oculus connects all. By the time Vlad and Vega realize it's the work of Oculus, an evil sorcerer locked in for centuries, his ruse already yielded the magical gem he needs to ...    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (Kerberus, de Poortwachter) All three Nachtwacht members are suddenly arrested, without resistance, and jailed by constable Cooper, who is applauded by all Schemermeer locals, being convinced the trio are 'dangerous monsters'. Clueless and surprised, Vega must reveal himself to Sacha and instruct her to help the trio escape to prove their innocence and deal with the magical fiend. They find it's Kerberus, the half-canine gatekeeper of the underworld, who was deposed and replaced by the watch trios after allowing monsters to escape and plans to regain his position by ...    "
                },
                "6": {
                    "title": "Beloea, het Moddermonster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "20 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (Beloea, het Moddermonster) *When a road is built trough Schemermeer forest, Antoine, the desperate victim of expropriation, tries to scare off Brik's laborers by enacting the legendary mud monster, but is caught and jailed one night by constable Cooper. Son after however, the workers and Cooper are really attacked and transformed into mud units themselves. Vega is deeply worried when the Nachtwacht brings him clues to realize it's the doing of Beloea, as no magical cure is known, they must devise a novel method, countering the mud's watery consistency being immune to...    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "28 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (De Beschermer) Several villagers are attacked by a strange creature since work started on a road trough the forest, where Sacha finds a moon stone, which Keelin senses to have strange powers, which even Vega can only identify late like the creature. It's an ancient species, predating the night watch, which normally dwells in the underworld but is a benign protector of higher beings. The trio must distract the constable and the creature throughout Schemermeer while working out who its( protecting, then help them return.    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Het Masker) The gang is out for bargains at the village's flee market. Vain Sasha is sensibly denied funds to buy fanciful shoes, but impulsively buys a mask that whispers to her. Putting it on renders invisible and strong, but also turns the wearer's character ever darker and meaner. Hearing form the resulting aggression, Vega realizes it's the evil mask, not a regular creature, but the trio has a hard time locating and fighting an invisible enemy and saving the brat.    "
                },
                "9": {
                    "title": "Episode #4.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "18 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Nyckel) Wilco is on crutches, hence in too foul a mood to play along when innkeeper Helena returns from the market having bought on old board-game on Schemermeer. When Keelin, Vlad, Sacha and Cooper star playing it with her, they find themselves transported into another dimension, becoming the pawns on such a board. Wilko alerts Vega when he realizes it'(s playing magically and everyone is missing. It's the doing of evil play demon Nyckel, who makes rules likely to get everyone loosing and ending up as grains in her hourglass. Wilco risks a rescue mission.    "
                },
                "10": {
                    "title": "Episode #4.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Reika) Vlad is pleasantly surprised by the arrival of his old vampire girl-friend Reika in Schemermeer, whom he turned, hence he's her blood master. Duly suspicious, Wilko and Keelin spy on them. It turns out Reika came to be released of Vlad's mastery, which controls her to avoid evil, and isn't alone but has a vampire lover with wicked plans which would disband the night-watch.    "
                }
            },
            "1": {
                "1": {
                    "title": "Panterwezen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    In a wood village, local rascal Wilko finds hunters' devoured corpses and some stray kittens. He's arrested and shortly jailed by grumpy sheriff Cooper. His friends gather in a secret room in the inn to consult a magical book's talking story teller. They are supernaturals themselves -Wilko a werewolf, Louis a vampire, Ella an elf- and conclude it may be the work of a werewolf-like panther-monster which needs to kill nine people, to create as many kittens. They suspect one of the female guests, who keeps kittens in a basket on her room, but find her innocent. The real ...    "
                },
                "2": {
                    "title": "Mummy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Schemermeer suffers an epidemic of people falling into a catatonic state. After the trio finds dressings in the hospital, where none is cured, Vega concludes it's the work of a shape-shifting mummy, who must chose victims according to age-related rules and can only be beaten at his own riddle-game. Suspicion first falls on the doctor, who has ideal access, but a terrible undercover mission proves it's not him and the real mummy strikes again.    "
                },
                "3": {
                    "title": "Wensdjin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Several villagers first experience suspicious luck, then succumb to super-rapid aging. Once the birthday link is made, Vega helps the team work out it's the doing of a wish genie, who challenges people to make a wish on their birthdays. They must guess the next victims in time, including the inn keeper, and trick the genie.    "
                },
                "4": {
                    "title": "Minotaurus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A boy scout troop leader plays conjuring with a grandfather's book on minotaurs, ignoring it's a real spell. By the team Vega has identified the sign of the invulnerable bull-like creature it has already built a hay bales maze, which draw people into his fatal trap. Cooper foolishly ventures in, Wilko and Keelin follow on reckless rescue attempts.    "
                },
                "5": {
                    "title": "Weerwolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    While Schemermeer celebrates its carnival, farm animals are being slaughtered at night, according to farmers and cop Cooper by a fox. Wilco also acts erratically, according to him due to the extra strong full moon, but his watch mates sense he's hiding a secret. Indeed, his werewolf pack mate Romi has appeared, demanding a fight for legitimate leadership according to their lupine code. Wilco refusing, Romi kidnaps the inn-keeper's daughter. .    "
                },
                "6": {
                    "title": "Cycloop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Schemermeer suffers an epidemic of a mysterious comatose disease. Vega's library finally yields the answer: it must be the work of a cyclops, whose single eye sucks a person's sole, leaving him as an empty, sleeping shell. The cyclops however walks around morphed into a human. There are two suspect newcomers, new neighbor boy Tim and the slick sunglasses salesman. Sheriff Cooper arrests Wilko for snooping in a crone victim's bedroom. Vlad ends up the last too fast to be caught in the cyclops's lethal gaze.    "
                },
                "7": {
                    "title": "Trol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The trio senses that the innkeeper's daughter new lover, a stranger who bunks in the abandoned barn, is an evil supernatural. He's easily vanished without resistance, but only because he's a troll, able to return from the underworld effortless, thanks to a scepter-sized magical wand. They rightly worry that he won't allow anyone into he barn or accept an invitation to stay in an inn-room, for he's constructing a portal to the underworld. It must be destroyed, or the world will be flooded with all vanquished monsters.    "
                },
                "8": {
                    "title": "Sirene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Nearly all Schemermeer attends a recital by famous singer Nymphaia. Luckily Vlad stayed home, for she magically enchanted everyone, discovers Wilko and Keelin's supernatural kind and instructs them and Cooper to confiscate Vlad's ring. Vega realizes he's after the night watch's ability to send creatures back to the underworld and urges Clad to stop her. He must cunningly see the innkeeper's brat daughter, playing on her party hunger and sabotage the sacrifice of elements that allows her to transform the village into an underwater realm.    "
                },
                "9": {
                    "title": "Goblin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Schemermeer suffers a waves of copper thefts, and the elf spots a suspicious small creature, which Vega fears may be a goblin, who needs the metal to forge magical bracelets so he can compel supernatural creatures for sale at a slave market. The market seems ideal to set a trap, but the elf's copper stand isn't just robbed, the goblin manages to slip a bracelet on turning her into his slavish cahoot. Cop Cooper can only 'catch' Wilco as sausage thief, so it's up to Vlad to find the goblin and undo his magic, before the trio can hopefully send him to the underworld.    "
                },
                "10": {
                    "title": "Gorgo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The brothers Victor and Lucas bring their house of mirrors to Schemermeer. When Wilko checks it out, he's petrified, as Vald finds out later. Vega realizes that must be the work of a Gorgon. Each suspecting another brother, Vlad and the elf split up, disregarding Vega's warning, and she's petrified too. Vlad must find a way to make her face herself.    "
                },
                "11": {
                    "title": "Spelduivel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Villagers are brought under a spell to wait on a giant open air chess board. Vega soon works out it's the work of a game devil, who challenges people to play games and collects losers to vanish to the underworld. The watch trio suspects a traveling cups artist, but by the time Vlad concludes he's innocent, the real devil has trapped even Wilko. Vlad must play live chess for their lives, coached by Vega.    "
                },
                "12": {
                    "title": "Ruiter van de Apocalyps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "13 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Schemermeer suffers a serious of seemingly unrelated, arbitrary natural incidents, from the elf's crippling migraine over startled animals to a tremor. From Wilco's reports Vega concludes this must be the work of the Rider of Apocalypse, who uses terribly extensive powers to start a solar eclipsed leading to eternal darkness. First he must get hold of the unicorn, his positive counterpart, whose magical horn isn't visible to mortals. Frantically seeking the rider, arrived as a motor rider and abusing compulsion powers on Cooper, the trio ignores the only local who ...    "
                },
                "13": {
                    "title": "Lamia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "De Bermadoe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer is surrounded by a mysterious, whispering mist, from which a light lures people in, who don't find the way back. Vega realizes it's a 'bermadoe', who devours its victims. The elf creates a magic barrier to keep the mist outside the town-walls while the boys, as soon as a man is reported missing, keep the town-folk inside and must try with torches to locate and vanish the monster.    "
                },
                "2": {
                    "title": "De Dryade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer villagers keep disappearing in the woods around, caught by vegetable tentacles inducing a pod-like state. Vega realizes it's the work of a dryad, a powerful nymph who picks victims for vandalizing nature. The watch trio has a hard time checking suspects visiting town. The elf is left to reason with her as the boys are also mistaken for dangers on account of seeking to protect of liberate the 'culprits'.    "
                },
                "3": {
                    "title": "De triptiekgeest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer inn visitors keep disappearing, like the local owner, into a mysterious picture when they touch it, appearing instead of existing characters in the village scene. Vega realizes it's the work of an evil spirit, who can escape from the canvas prison he was trick-locked into by an elf. Vlad and Wilco's elf partner Keelin deliberately touches it to confer with her colleague, who remained inside to guard the spirit.    "
                },
                "4": {
                    "title": "De Draak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer's treasure hunter Remko digs up a marble egg, but ignores the pit releases a monstrous shadow, which soon possesses innkeeper Julia, who starts misbehaving oddly. After Cooper arrests the elf for apparently attempting o steal the egg, Cooper arrests her but scares Remko out of filing a complaint, but the egg is stolen be another. Vega realizes when the boys show that prize, it's a dragon's egg, which can allow the escaped shadow to fully materialize again and terrorize the region. Indeed a magical fight for the egg is inevitable after the shadow steals it ...    "
                },
                "5": {
                    "title": "De Meestervampier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer's churchyard cemetery has become the hunting grunt of a vampire, biting locals who starts misbehaving oddly. After it becomes clear Vlad is among them and Wiloc read 'Ab Initio Ad Infinitum' in a mausoleum, Vega realizes it's the doing of master vampire count Ragul, whom all obey unconditionally, so the others may have to oppose Vlad. In fact they end up their prisoners scheduled for execution, desperate for Vlad's night watch loyalty to kick in again.    "
                },
                "6": {
                    "title": "De Styx",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer's river turned misty, and an old man fares an ancient boat on it. Wilco finds it empty, while looking for the innkeeper's missing girl, and starts faring it, but ignores that it's Charon, who brought her trough Styx to the underworld as human sacrifice. Vega explains if Wilco isn't back by sunset, he'll be condemned to do Charon's work. Only 'undead' Vlad can follow to set a trap.    "
                },
                "7": {
                    "title": "De Stanislem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Vlad and Wilco laugh at Keelin's swooning at the romantic elf dream prince, whose war dress looks girlish to them. Soon after, she believes all mortals in town have been replaced, yet the boys notices nothing. Vega works out she's under the spell of Stanislem, who lures her to an illusion pretending to make once's greatest dream come trough.    "
                },
                "8": {
                    "title": "De Haksa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Vlad and Wilco are puzzled when Keelin believes everybody in the village has changed, even them, and trusts nobody. Inn helper Sasha is next to change for the worse. Vega helps work out they're under the spell of Haksa, a powerful witch, who tests their loyalty before turning them into new members of her thus resurrected, then near-unstoppable coven. The boys must work out in which object Haksa's power resides and seize it.    "
                },
                "9": {
                    "title": "De wolvin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer local Fran has been bitten and infected by a werewolf. Vega warns she must be cured or put down before midnight, when she'll transform irreversibly. Vlad stands by Wilco, who is determined to save her by teaching her self-control, even if she doesn't believe him. Vega and Keelin try out a described magical cure, the effect of which isn't known.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer's Nachtwacht members one by one have an encounter with an elusive creature, after which all their supernatural powers and properties cease. Vega realizes that's the work of the Safnari, who steals and collects magical powers. The trio must trap him to get theirs back, but meanwhile Vega's superior orders them replaced as only supernatural beings can serve on the watch.    "
                },
                "13": {
                    "title": "Demon Lilith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "18 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Schemermeer's Nachtwacht has a hard time working out why the adults are so shifty and all kids sent away on a camping trip, until they find an old document at Cooper's place from his ancestor two centuries ago. Vega lends credence to its text, stating a defeated demon vowed revenge on all villagers teen descendants after 200 years. The trio checks on the kids, finding thanks to Sasha's sensible boyfriend Tom that the conveniently broken-down bus caused a suspicious detour to a cabin in the woods. They decide to trace and lure away the demon, who proves terribly ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Het monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "24 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Schemermeer suffers several mysterious attacks and robberies. Although the publican refuses to file complain, her being victim suffices to make copper Cooper mobilize a posse for a brutal chase. The trio betas them to the culprit, actually a weakling without criminal intentions, and finds out the 'monster' is the half-cooked result of marital sorcery apprenticeship.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "1 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Greystook) Successive Schemermeer inhabitants suffer mysterious attacks and robberies from an unidentified creature which puts them in a comatose state, and renders their bodies colorless, i.e. black and white. Vega shivers, as that's the MO of the Greystook, named after its English village of presumed origin, against whose gorgon-like gaze no cure is known, nor how to identify it as it assumes victim IDs. The trio sees there friends fall prey to it, and Cooper, while they consider suspects, both locals and a blind stranger.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (De Veheros) Successive Schemermeer inhabitants, including the innkeeper, disappear after meeting a mysterious car, inside of which they end up miniaturized into dashboard puppets. Vega concludes they must be possessed by a demon, the Veheros. The trio attempts to send the demonic car to the underworld, but it doesn't respond in its normal state, so they ponder whether to risk entering and putting the spell when it attempts to transform them in its demonic state.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "14 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Lucifer) Successive Schemermeer inhabitants seem to have changed character overnight, including constable Cooper, who apparently turned nice but can compel whoever who looks at intensively, and the innkeeper, whom he suddenly asked on a date and successfully proposed to. By the time Vega realizes it's not coincidence but a diabolical plan, Lucifer visits the magic retreat and confirms he chose a willingly seduced mortal (mislead by the possessed man whose love she senses all along) to attain unstoppable powers. The only hope is to have the bride back down, for he can...    "
                },
                "5": {
                    "title": "De Klopgeest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Schemermeer-born Rob returns with his gay (?) buddy Leonard 'Lenny' to renovate an old 'ghost' house they bought. The innkeeper volunteers the gang to help them clean up, but the trio senses rightly a supernatural presence. Indeed strange things happen as the house seems animated and Lenny is gobbled up by the walls. That happens again when Cooper bursts in to start a search. Vega realizes it must be a poltergeist but has no rules to work out what houses him. Worse, the trio finds it's in the whole house, so they must scatter their forces to send it completely to hell...    "
                },
                "6": {
                    "title": "De Leviathan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Schemermeer fisherman Lucien disappears while angling from his boat on the lake, which has an unnatural water level raise without rains. Vega helps the team work out it's the leviathan, a territorial aquatic monster which will kill any 'invader'. Copper refuses to call off the annual Midsummer lake picnic, so all villagers in danger unless the trio can send it back to hell.    "
                },
                "7": {
                    "title": "De Monsterjager",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "4 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Schemermeer's ranger (constable) Cooper grumpily accepts being outranked by an envoy from the governor, who is chasing master thieves. He's instructed to help take DNA samples, but in fact these serve to identify supernatural creatures. Vega soon realizes it's not the governor's envoy but an extinct-presumed old-fashioned creatures-killer. The trio must keep out of constable Cooper's custody, and sent the 'monster hunter' to the underworld as it can't be convinced they aren't evil.    "
                },
                "8": {
                    "title": "De Shifter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (De Shifter) Vega and his trio themselves are puzzled when each of them in turn reports a mate wants out. Vega works out it's the work of a shape-shifter, who assumes mostly their identities to break them up, so the underworld can trough Schemermeer spill its creatures over the world. They must team up, spot the fake and send it back to hell, hoping the original isn't lost or it's up anyhow.    "
                },
                "9": {
                    "title": "De Phobetor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    First the innkeeper, then a guest are found in an unshakable sleep, with a purple mark on the cheeks. Vega helps the trio work out it's the doing of the incorporeal dream demon Phobetor, who probes his prey's greatest nightmare and keeps it caught in that, so as to drag it to his dream world forever, from where no one returns, nor is a magical cure known. After Sasha is affected, Wilco chooses to risk following her. The others attempt an Indian magic trick, the dream catcher, to cure the sleepers. It seems successful, but actually Sasha remains in Phobetor's power to ...    "
                },
                "10": {
                    "title": "Korrigan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "25 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    At Schemermeer carnival, truth-sayer Korrigan runs a mysterious stand, escaping the constable's attention. Visitors to her actually functioning crystal ball, starting with brat Sasha, are hypnotically inflicted with a syndrome and programmed to return and ask her to cure it, in exchange for seven years of their lives. Vega helps the trio work out it's her doing but knows of no magical cure either; only hat her hypnotic power resides in a jewel-covered 'third eye'. Even her tent acts a s magical portal preventing the trio from entering together, until she sees trough ...    "
                },
                "11": {
                    "title": "Ridder Skeleton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    As the inn team visits Schemermeer's medieval castle, brat Sasha falsely blames Wilco for the mysterious falling of a weapon from the armor of the ghostly knight Skeletor, who died gruesomely decapitated fighting over his beloved in the 13th century. While suspecting due desserts for embarrassing Wilco, Sasha obliges a parchment invitation in the forest, only to find herself facing the empty armor, which abducts her to the castle and keeps demanding her hand. Before Vega helps the team work out the magical nature of things, Wilco has already gone after the mischievous...    "
                },
                "12": {
                    "title": "De Stille Tweeling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "10 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While constable Cooper dismisses the finding of a giant's footprint as a hoax or archaeology, a shady foreigner uses mind control to probe Schemermeer about Vega's whereabouts and help get to him. Informed, Vega warns the inn trio Schemermeer may be about to be attacked by a giant, which was only sent to the underworld by their predecessors after splitting the monster into twin sisters. They manage to kidnap Wilco and Vega, blackmailing the last to reassemble them, so the other two must strike before that renders them immune. Where to watch???    "
                },
                "13": {
                    "title": "Metentis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nachtwacht (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "16 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    At the inn's suggestion, constable Cooper must organize a pooling and redistribution of all food remaining in Schemermeer is all had become terribly expensive due to shortages as harvests are lost. Suddenly a man turns up and becomes the town's instant hero by offering carts of free food. Vega already digested it's the never-defeated Metentis, a territorial demon who gathers power by making the locals venerate him or perish in starvation, so the team must take over his stash and counter his popularity, but he turns the crown on the 'partypoopers' and suggests they ...    "
                }
            }
        },
        "number of episodes": 47,
        "cast": [
            {
                "name": "Kemper, Giovanni"
            },
            {
                "name": "Thyssen, Louis"
            },
            {
                "name": "De Ridder, Sven"
            },
            {
                "name": "De Velde, Peter Van"
            },
            {
                "name": "Verbeeck, Celine"
            },
            {
                "name": "Van Avermaet, Luna"
            },
            {
                "name": "Rottier, Jordi"
            },
            {
                "name": "De Backer, Julian"
            },
            {
                "name": "Banic, Vincent"
            },
            {
                "name": "Bosmans, Maarten"
            },
            {
                "name": "Danckaert, Wim"
            },
            {
                "name": "Deruwe, Karel"
            },
            {
                "name": "Farihi, Noureddine"
            },
            {
                "name": "Kroon, Soy"
            },
            {
                "name": "Michiels, David"
            },
            {
                "name": "Saey, Tim"
            },
            {
                "name": "Santacreu, Sara Gracia"
            },
            {
                "name": "Vergels, Mathias"
            },
            {
                "name": "Vrielynck, Jeremie"
            },
            {
                "name": "Willemsen, Chris"
            },
            {
                "name": "Claeyssens, Maarten"
            },
            {
                "name": "Cosemans, Bert"
            },
            {
                "name": "D'Hooghe, An"
            },
            {
                "name": "De Munter, Hans"
            },
            {
                "name": "Muus, Lykele"
            },
            {
                "name": "Pecnik, Ivan"
            },
            {
                "name": "Severins, Lander"
            },
            {
                "name": "Verbeeck, Manon"
            },
            {
                "name": "Verheye, Rik"
            },
            {
                "name": "Declercq, Aza"
            },
            {
                "name": "Heitzer, Brigitte"
            },
            {
                "name": "Souffriau, Free"
            },
            {
                "name": "Talpe, Louis"
            },
            {
                "name": "van Boeckel, Door"
            },
            {
                "name": "den Hollander, Jung Sun"
            },
            {
                "name": "Pasteleurs, Charley"
            },
            {
                "name": "Van Nuffel, Steve"
            },
            {
                "name": "Van Oerle, Sid"
            },
            {
                "name": "Van Pellicom, Kristine"
            }
        ],
        "locations": [
            "Zarlardinge, Belgium"
        ],
        "genres": [
            "Fantasy"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.0,
        "votes": 38,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmQ2Y2Q5ODQtNzk2OS00NDhmLWIyY2UtZDExM2Y2YmZkZjM2XkEyXkFqcGdeQXVyNjQyOTY5NzQ@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Nachtwacht",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Bourlon, Hans"
            },
            {
                "name": "Heyde, Frauke"
            },
            {
                "name": "Soffers, Karel"
            }
        ],
        "production companies": [
            {
                "name": "Studio 100"
            }
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 38,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 6.4
            },
            "males": {
                "votes": 22,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.3
            },
            "females": {
                "votes": 8,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 9.1
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.5
            },
            "non us users": {
                "votes": 21,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 14,
            "9": 4,
            "8": 12,
            "7": 3,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}