{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 April 2015"
            },
            {
                "country": "USA\n",
                "date": "14 April 2015"
            }
        ],
        "release dates": [
            "USA::13 April 2015",
            "USA::14 April 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "River Calls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rivermen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Along the Wabash River, Trapper John battles invasive jumping silver carp during his hunt for the giant flathead catfish he needs to survive the coming Illinois winter. Captain Lee Young sets off on a perilous 500 mile odyssey on his rickety homemade barge at the height of Florida's hurricane season. Meanwhile, boat transporters Kirk and Mike attempt to navigate a client's sailboat through the notorious \"Graveyard of the Pacific\", knowing that any miscalculation means certain death. Finally, whitewater extremists Seaver and Mike risk starvation and a grizzly bear ...    "
                },
                "2": {
                    "title": "Troubled Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rivermen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    On the hunt for massive flathead catfish in Illinois, Trapper John is nearly knocked from his boat when he's hit by a jumping silver carp, while in Florida, Captain Lee's house barge is battered by huge waves that threaten to sink him and all his belongings. Meanwhile, on the Columbia River, an electrical fire on their sailboat knocks out the navigation lights, setting Kirk and Mike on a head on collision course with another vessel. Finally, after losing their only fishing rod, whitewater extremists Seaver and Mike must risk venturing back into the grizzly bear ...    "
                },
                "3": {
                    "title": "Sink or Swim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rivermen (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    In Florida during a massive storm, a bad choice ends in disaster when Captain Lee gambles on the seaworthiness of the Huckleberry. Then, in Illinois, an old family trick handed down from his grandfather may save Trapper in his hunt for huge flathead catfish. Later, after a dangerous maneuver that damages the vessel, a disappointed Kirk and Mike must give their client some bad news. Finally, Seaver and Mike battle massive whitewater, automobile sized icebergs and the most densely populated grizzly territory yet when they enter the most dangerous stretch of their ...    "
                }
            }
        },
        "number of episodes": 3,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIyMDkyNzA4OV5BMl5BanBnXkFtZTgwMjQwNjEzNzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Rivermen",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Rivermen (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Leftfield Pictures"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "plot": [
            "Following boat captains as they navigate dangerous backwaters throughout the U.S.::Gold null"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}