{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "7 August 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "UK\n",
                "date": "7 August 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "7 August 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "Netherlands\n",
                "date": "27 January 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Germany::7 August 2015                            (internet)",
            "UK::7 August 2015                            (internet)",
            "USA::7 August 2015                            (internet)",
            "Netherlands::27 January 2017                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Sneaky Pete"
            },
            {
                "countries": "Germany",
                "title": "Sneaky Pete"
            },
            {
                "countries": "Italy",
                "title": "Sneaky Pete"
            },
            {
                "countries": "Norway",
                "title": "Sneaky Pete"
            },
            {
                "countries": "Russia",
                "title": "Подлый Пит"
            },
            {
                "countries": "Spain",
                "title": "Sneaky Pete"
            },
            {
                "countries": "USA",
                "title": "Sneaky Pete"
            }
        ],
        "akas": [
            "Sneaky Pete (original title)",
            "Sneaky Pete Germany",
            "Sneaky Pete Italy",
            "Sneaky Pete Norway",
            "Подлый Пит Russia",
            "Sneaky Pete Spain",
            "Sneaky Pete USA"
        ],
        "akas from release info": [
            "Sneaky Pete (original title)",
            "Sneaky Pete Germany",
            "Sneaky Pete Italy",
            "Sneaky Pete Norway",
            "Подлый Пит Russia",
            "Sneaky Pete Spain",
            "Sneaky Pete USA"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Sinister Hotel Room Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 399,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Marius sees an opportunity when he is seized by two mercenaries searching for Pete's mother Maggie and the eleven million dollars she stole from their employer. Meanwhile, Audrey and Otto deal with the fallout from Winslow's death, and Julia struggles to keep her promise to Dockery.    "
                },
                "2": {
                    "title": "Inside Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 345,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Marius and Marjorie take on the prison system in an attempt to free Pete. Taylor meets a talented NYPD detective who has come to Connecticut to investigate Winslow's death, while Audrey tries to conceal her connection to the crime. Otto and Sam do a favor for Irish Moe.    "
                },
                "3": {
                    "title": "Man on the Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 323,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Marius tries to contain the newly emancipated Pete and pump him for information on Maggie. Frank and Joe tighten their grip on family surveillance. A formidable associate of the dead hit man appears, wanting to know what happened to his disappeared colleague. Carly investigates further into Marius Josipovic. Taylor struggles to keep Roby and Carly away from the truth of the Winslow case.    "
                },
                "4": {
                    "title": "Maggie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 316,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After sending Pete on a fool's errand, Marius leads Frank and Joe to Maggie's suspected hideaway in the psychic town of Rosedale. Taylor and Roby head back to the scene of the crime. Otto becomes hostage to the hitman's associate. Julia works a lead to find Lance and force him to cooperate in a plan to help her launder money.    "
                },
                "5": {
                    "title": "The Tower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 316,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Eluded by Maggie and under threat of being taken to Luka, Marius desperately tries to evade Frank and Joe. Just as Julia discovers the solution to her money problem, she finds herself in deeper trouble. A new development in the Winslow investigation starts to turn Roby in Audrey's direction. Carly seeks a connection to her parents and gets more than she bargained for.    "
                },
                "6": {
                    "title": "11 Million Reasons You Can't Go Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 309,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Maggie's return to the Bernhardt homestead leads to family tensions resurfacing. As Marius tries to pry the location of the money from Maggie, they are grabbed by FBI agents. Taylor and Shannon's relationship begins to drift, just as he sparks a connection with Roby. Frustrated by their inability to find his money, Luka shows Frank and Joe that he's not playing games.    "
                },
                "7": {
                    "title": "The Reluctant Taxidermist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 313,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The location of the money revealed, Marius makes a bold move to snatch it all for himself, but Maggie and Luka are not so easily fooled. Taylor makes plans to frame the hitman for Winslow's murder. Carly turns to Maggie in search of an otherworldly connection to her parents. Julia's new bondee proves more challenging than anticipated. Otto and Sam find that their Colin troubles are far from over.    "
                },
                "8": {
                    "title": "Marius Josipovic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 312,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Jealous of Marius' relationship with the family, Pete threatens to implode the heist unless he is granted a special request. Otto and Sam retrieve the Proclamation, but discover the larger threat Colin poses to Julia. Julia, Taylor, Otto, Carly, and Audrey disclose the urgency of their troubles to each other, and Audrey's suspicions about Maggie and Marius come to an ugly head.    "
                },
                "9": {
                    "title": "Buffalo Soldiers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 311,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After Marius' \"Roosevelt Buffalo\" plan works too well, the heist's fate is left in Pete's hands. Carly and Audrey investigate Marius and Maggie's motives for returning to the family. Julia enlists the aid of Otto, Sam, and - much to her chagrin - Lance in protecting Valerie from Colin. Taylor takes the final steps to frame the hitman for Winslow's death, and hopefully save Audrey.    "
                },
                "10": {
                    "title": "Switch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 404,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Marius' plan implodes as it becomes clear he was wrong about the money's location, and must now face Luka's wrath. Julia, Valerie, Otto, and Sam square off with Colin and Ayawamat at the storage facility. Audrey discovers the danger of Luka and rushes to protect the family. Taylor settles accounts with Roby and Shannon. Maggie gives Carly new information about what happened to her parents.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 2998,
                    "original air date": "7 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    After leaving prison, Marius takes cover from his past by assuming the identity of his cellmate, Pete. He moves in with Pete's long-estranged, unsuspecting family and is roped into the family's bail bond business. He's a criminal taking down other criminals and, in the process, he'll discover the family life he's never had.    "
                },
                "2": {
                    "title": "Safe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 688,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    As business flags, tensions rise between Pete's grandparents, Otto and Audrey. Marius proposes a risky play to help Julia manage a dangerous client, but when they encounter problems, the \"cousins\" must rely on Audrey's expertise. While evading a mysterious pursuer, Marius visits former partners Katie and Karolina in NYC and remembers how three years ago, he made a powerful enemy of Vince.    "
                },
                "3": {
                    "title": "Mr. Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 616,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Marius' exacting parole officer insists that he come into the city for a mandatory appointment. To get there on time, Marius must fend off Pete's curious cousins Julia, Taylor, and Carly, an increasingly suspicious Audrey, and a terrifying ambush. Meanwhile, Eddie becomes desperate in captivity, Vince's lieutenant Winslow hunts for Marius, and a reluctant Katie helps Marius cover his tracks.    "
                },
                "4": {
                    "title": "The Fury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 602,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Lured by the promise of a big payday in the bail bonds office's safe, Marius tries to work the angles with Pete's family. However, he finds it more difficult than he expected to manipulate Taylor, who harbors both a vicious temper and a dangerous secret of his own. Back in the city, Vince struggles with a difficult client at the poker table and takes his frustrations out on his crew.    "
                },
                "5": {
                    "title": "Sam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 558,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Audrey and Otto argue over Audrey's unilateral decisions, the fallout from which may cost them their business. In the process of helping Otto investigate one of his nagging suspicions, Marius makes a major discovery about Audrey's finances. Meanwhile, Carly quizzes her mysterious cousin about his past, Julia rekindles her relationship with her ex Lance, and Vince has a new job for Eddie.    "
                },
                "6": {
                    "title": "Coyote Is Always Hungry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 552,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    When a dangerous client's case goes to court, Bernhardt Bail Bonds struggles to recover the money he put up as collateral. Fearing retaliation if they can't come up with the money, Otto visits old friends on the local reservation, and Marius recruits younger talent to help. An outside source leads Carly to unearth a major secret about Pete, and Julia must decide whether she can trust Lance again.    "
                },
                "7": {
                    "title": "Lieutenant Bernhardt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 549,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    As they struggle to save the family business, Audrey strategizes with Marius, while Otto insists on doing things his way. Confronted by Carly's discoveries, Marius pays visits to both his old mentor and his former cellmate to backstop his identity as Pete. Taylor gathers evidence about the incident that left him suspended from the force, and Winslow follows Marius' trail to Katie and her family.    "
                },
                "8": {
                    "title": "The Roll Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 577,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    After discovering that Audrey risked BBB's future on a fraudulent investment, Marius convinces her, a reluctant Julia, and a team of his old compatriots to con back the money from the person who ripped her off. Unbeknownst to Audrey and Marius, Otto unilaterally enacts a perilous plan to save the business. Meanwhile, Katie and Brendon hold a NYC detective bound and gagged in their basement.    "
                },
                "9": {
                    "title": "The Turn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 603,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    When Otto's solo plan ends with a dead man on the floor of the bail bonds office, Otto, Marius, and Lance are left at the mercy of BBB's dangerous client Dockery, who wants his collateral money back- and no more excuses. After searching the farm house (with the kids and Carly) detective Winslow shows up at the bail bonds for Marius. Dockery allows Winslow to take Marius. Dockery takes Lance and the dead body and tells Otto he wants his money back. No one knows that Marius has the $150,000 on him. Winslow takes Marius into the woods, plans on killing him and keeping ...    "
                },
                "10": {
                    "title": "The Longest Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 765,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    With all of the pieces in place, Marius sits down at Vince's poker table to make his final moves. Everything is going according to plan, until Vince becomes suspicious that he's seen this play before. When Audrey finds herself at the scene of a bloody crime, she must go against her instincts and trust her family to help her manage the situation. Julia embarks on a dangerous quest to save Lance.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sneaky Pete (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Ribisi, Giovanni"
            },
            {
                "name": "Ireland, Marin"
            },
            {
                "name": "McRae, Shane"
            },
            {
                "name": "Barer, Libe"
            },
            {
                "name": "Gerety, Peter"
            },
            {
                "name": "Martindale, Margo"
            },
            {
                "name": "Sanders, Jay O."
            },
            {
                "name": "Cotsonas, Justine"
            },
            {
                "name": "Pitts, Jacob"
            },
            {
                "name": "Wright, Alison"
            },
            {
                "name": "Embry, Ethan"
            },
            {
                "name": "Taylor, Joseph Lyle"
            },
            {
                "name": "Drayer, Michael"
            },
            {
                "name": "Dor, Efrat"
            },
            {
                "name": "Williams, Victor"
            },
            {
                "name": "Carmichael, Jasmine"
            },
            {
                "name": "Spencer, Chaske"
            },
            {
                "name": "Chapman, Kevin"
            },
            {
                "name": "Wydra, Karolina"
            },
            {
                "name": "Kull, Virginia"
            },
            {
                "name": "Laurence, Jeté"
            },
            {
                "name": "O'Keefe, Michael"
            },
            {
                "name": "Ferrin, Jennifer"
            },
            {
                "name": "De Serrano, Jeffrey"
            },
            {
                "name": "Adams, Jane"
            },
            {
                "name": "Oberholtzer, Michael"
            },
            {
                "name": "Houston, Mike"
            },
            {
                "name": "Harrington, Desmond"
            },
            {
                "name": "Vereen, Ben"
            },
            {
                "name": "Henke, Brad William"
            },
            {
                "name": "Segal, Tobias"
            },
            {
                "name": "Zamora, Del"
            },
            {
                "name": "Warner, Malcolm-Jamal"
            },
            {
                "name": "Kallaway, David"
            },
            {
                "name": "Ashworth, Chris"
            },
            {
                "name": "Lenat, Jesse"
            },
            {
                "name": "Ales, John"
            },
            {
                "name": "Ifrah, René"
            },
            {
                "name": "Vidal, Christina"
            },
            {
                "name": "Vahdat, Pej"
            },
            {
                "name": "Bravo, Edwin H."
            },
            {
                "name": "Nieves, Benny"
            },
            {
                "name": "Davenport, Danielle"
            },
            {
                "name": "Villar, Elliot"
            },
            {
                "name": "Darwin, Max"
            },
            {
                "name": "Hill, Greg"
            },
            {
                "name": "Lee, C.S."
            },
            {
                "name": "Serpico, Terry"
            },
            {
                "name": "Burns, Heather"
            },
            {
                "name": "DeMello, Michael"
            }
        ],
        "locations": [
            "Rockland County, New York, USA"
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:MA15+",
            "Canada:14A::(Manitoba/Ontario)",
            "Canada:18A::(Ontario)",
            "Canada:13+::(Quebec)",
            "France:18",
            "Germany:12",
            "Germany:16::(season 2)",
            "Italy:18::(self-applied)",
            "Singapore:M18",
            "Spain:18",
            "United Kingdom:15",
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 8.2,
        "votes": 21122,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWVlYzc2MjYtNjc4Zi00ZmJiLTkwZjAtYmMzZjVmNTQxNWQ1XkEyXkFqcGdeQXVyNjkwNzEwMzU@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "A con man on the run from a vicious gangster takes cover by assuming the identity of his prison cellmate, Pete, reuniting with his estranged family, that threatens to drag him into a world just as dangerous as the one he's escaping.",
        "languages": [
            "English"
        ],
        "title": "Sneaky Pete",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cranston, Bryan"
            },
            {
                "name": "Shore, David"
            },
            {
                "name": "MacDonald, Ian"
            }
        ],
        "production companies": [
            {
                "name": "Shore Z Productions"
            },
            {
                "name": "Moon Shot Entertainment"
            },
            {
                "name": "Exhibit A"
            },
            {
                "name": "Amazon Studios"
            },
            {
                "name": "Sony Pictures Television"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Studios"
            },
            {
                "name": "Amazon Instant Video"
            },
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Amazon Instant Video Germany"
            },
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Amazon Prime Video"
            }
        ],
        "special effects": [
            {
                "name": "Ingenuity Studios"
            }
        ],
        "other companies": [
            {
                "name": "Big A Solutions"
            },
            {
                "name": "Brauer & Co."
            },
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Lost Soul Entertainment Picture Cars"
            },
            {
                "name": "Prop Movie Money"
            },
            {
                "name": "Soundtrack New York"
            }
        ],
        "plot": [
            "A con man on the run from a vicious gangster takes cover by assuming the identity of his prison cellmate, Pete, reuniting with his estranged family, that threatens to drag him into a world just as dangerous as the one he's escaping.",
            "The main character, Marius, is a confidence trickster who is just getting out of jail but bad things await on the outside. He comes up with a plan where he intends to assume the identity of a fellow inmate. Once out his plan seems to be working and everyone appears to be falling for the con mans charms- or do they?",
            "After leaving prison, Marius takes cover from his past by assuming the identity of his cellmate, Pete. He moves in with Pete's long-estranged, unsuspecting family and is roped into the family's bail bond business. He's a criminal taking down other criminals.::Christopher Newby"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Red Dragon"
            ],
            "cinematographic process": [
                "HDR10"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21122,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 11,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 3392,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 6834,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 3149,
                "rating": 8.1
            },
            "males": {
                "votes": 12026,
                "rating": 8.2
            },
            "males aged under 18": {
                "votes": 10,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 2898,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 5462,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 2317,
                "rating": 8.1
            },
            "females": {
                "votes": 2871,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 457,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 1271,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 780,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 141,
                "rating": 6.8
            },
            "us users": {
                "votes": 4127,
                "rating": 8.3
            },
            "non us users": {
                "votes": 6527,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 4782,
            "9": 6276,
            "8": 6092,
            "7": 2422,
            "6": 777,
            "5": 296,
            "4": 133,
            "3": 91,
            "2": 80,
            "1": 173
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}