{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 November 2015"
            }
        ],
        "release dates": [
            "USA::25 November 2015"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Kent and Wayne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Superman (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "genres": [
            "Animation",
            "Sci-Fi"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "\"Superman\" is an animated, half-hour web-series based upon the legendary DC Comics character. Set in the late 1950's, \"Superman\" puts the Man of Steel in a dark, film-noir inspired world of crime and corruption. Taking influence from real world historical events of the era, \"Superman\" sees the iconic world of DC Comics in a new light. As Superman fights to protect Metropolis from supervillains and his arch-nemesis, Lex Luthor, the threat of the Cold War looms in the background. Superman's journey to save Metropolis and the entire world will send him on a quest that takes him from the far reaches of outer space to the center of time itself.",
        "languages": [
            "English"
        ],
        "title": "Superman",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2017",
        "akas": [
            "Superman (United States)"
        ],
        "plot": [
            "\"_Superman_ (qv)\" is an animated, half-hour web-series based upon the legendary DC Comics character. Set in the late 1950's, \"_Superman_ (qv)\" puts the Man of Steel in a dark, film-noir inspired world of crime and corruption. Taking influence from real world historical events of the era, \"_Superman_ (qv)\" sees the iconic world of DC Comics in a new light. As _Superman_ (qv) fights to protect Metropolis from supervillains and his arch-nemesis, Lex Luthor, the threat of the Cold War looms in the background. _Superman_ (qv)'s journey to save Metropolis and the entire world will send him on a quest that takes him from the far reaches of outer space to the center of time itself.::Matthew Fisher"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}