{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 May 2015"
            }
        ],
        "release dates": [
            "USA::20 May 2015"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Learning To Lounge And Lick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "12 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Ripe Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 May 2015",
                    "year": "2015",
                    "plot": "\n    Kate was a sexy teen that was really close with her step mom, Amanda. This afternoon, Kate came home and found a letter from the arts college she'd applied to and was really hoping to get accepted. She'd worked very hard on her dancing and studied extra hard for the entrance exam. But to her dismay, it was a rejection letter. Amanda stepped up and played the nurturing step mom to help her feel better. The comforting totally worked, and she even offered to rub her feet after a long hard dance practice. Of course, Amanda really wanted to put her at ease, so she busted ...    "
                },
                "2": {
                    "title": "The Step Mom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 May 2015",
                    "year": "2015",
                    "plot": "\n    Cosima was getting her makeup done by her step-mom, Sasha. This is usually their bonding time where she gets advice and gossips about things happening in school. Sasha asked her step-daughter if her current BF had ever given her an orgasm, and Cosima was unsure. Sasha quipped that if Cosima wasn't sure, then he definitely hadn't given her one! Then she seduced her by insisting that she should be the one to teach her how to reach orgasm on her own. Cosima was shocked, but her step-mom wouldn't take no for an answer.    "
                },
                "3": {
                    "title": "Dream Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Kimberly, Lilli's best friend since grade school, had just broken up with her overtly flirtatious boyfriend. She consoled her as best she could and figured the best way to make her feel better was to play a little frisky game by blindfolding her, caressing, teasing and gently kissing her. Kim was astonished that her gal pal would even break those personal boundaries, but she always secretly had a bit of a crush on her. She went along with it, and they both gradually went a little further and further with every passing moment. While they were caught up in each others ...    "
                },
                "4": {
                    "title": "All in Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Jessie was a horny step mom that loved to lick teen pussy. When she walked in on Jojo playing with herself, she got super horny. Jessie was candid, pulled out her huge tits and started rubbing her nipples. Then she hiked her skirt up and began stroking that hot pussy. It wasn't long before Jojo noticed her in the corner. Although the ladies were a little embarrassed, they focused instead on their desire to please each other. Before long, these smoking babes were making out and sucking each others tits. They fingered and licked each others holes until they were fully ...    "
                },
                "5": {
                    "title": "Lick a Little",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Lucia Lace needed to talk to her step mom, Jaclyn. When her step mom got home, Lucia explained to her that she saw her father with another women the night before. Jaclyn explained that she had an open relationship with Lucia's father. Jaclyn then explained that Lucia was on the table, and she put her hand down Lucia's shorts. Lucia was hesitant at first, but after Jaclyn kissed her, she was on board. They undressed and licked each others sweet pussies until they were both having orgasms. Lucia and Jaclyn were one HOT Moms lick Teens combo you don't want to miss!    "
                },
                "6": {
                    "title": "Back Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Veronica was feeling frisky, so she pulled out her nice big MILF tits and hot pussy and started getting naughty on the web cam. She wasn't aware that her step daughter Cali had got home early. Cali quietly looked for Veronica and came in on her right in the middle of it. She was pretty shocked, but Veronica convinced her it could be fun to share the experience. Pretty soon these sexy ladies were sharing in the naughty fun. Moms do lick teens, and Veronica went wild on Cali's sweet teen pussy and ass. She worked all her holes until she had an orgasm, and Cali returned ...    "
                },
                "7": {
                    "title": "Pussy Preferred",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Dava reached her tipping point when her stepdaughter, Liza, nonchalantly said that she returned home around 3 am. It wasn't Liza's first time missing her curfew. Dava pleaded with her stepdaughter to do more with her life after graduating H.S. but Liza only wanted to hang with her friends or watch t.v. all day. Liza lacked ambition to hold down a job and contribute to the household so Dava offered her part time job with her private company. Liza was surprisingly interested in her stepmother's secret affairs. Dava explained to Liza that she needed to learn how to take ...    "
                },
                "8": {
                    "title": "Early Start",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Jenna got all hot and bothered and decided to look up a little porn on her phone. She started playing with herself when her stepmother walked in on her. Alexa, her stepmother, is a hot MILF and she decided to hang back and watch for a bit while she touched herself as well. There was always a bit of an attraction and sexual energy between them and Alexa figured she would press the issue and see what happens. Needless to say Jenna was freaked out and was taken completely by surprise but Alexa figured out a way to get her to let her guard down. She taught Jenna a few ...    "
                },
                "9": {
                    "title": "Yummy Yasmin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Lily came to visit her boyfriend and he was not home, but his mom, Yasmin Scott was there. She told her to come inside and wait for her boyfriend to come home. While they waited Lily explained how she cheated on Yasmins son with another women. Yasmin said it was perfectly normal to experiment and she began kissing Lily. Lily pulled back at first, but then let it happen. Yasmin continued to kiss Lily while undressing her. Yasmin licked her pussy nicely and Lily returned the favor. Lily sat on Yasmines face and got her pussy licked until she had a sweet orgasm.    "
                },
                "10": {
                    "title": "Licking Labias",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Kay arranged a yoga meet up with Abby North, Veronica Avluv and Kelly Greene. A few hours prior to the meet up, Kay canceled with Abby and Veronica and asked them to relay the message to Kelly. The girls decided not to inform Kelly and show up for the yoga meet up as planned. Soon after Kelly arrived, the girls told her that the meet up was canceled. Kelly was confused so Avluv and Veronica revealed their ulterior motive. They explained to Kelly that they knew and were curious about her secret relationship with Kay. Kelly was shocked for a few seconds but then she ...    "
                },
                "11": {
                    "title": "Fine Wood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Naomi Woods was at a school dance with her BF when she saw him hooking up with another girl. Naomi was devastated and needed someone to console her so she went to get advice from Cherie, her BF's mom. After a few kind words of wisdom, Cherie convinced Naomi that it was ok for two woman to touch each other. Naomi initially rejected Cherie's advances but eventually she gave in to her sexual urges. Cherie taught Naomi how to lick pussy like a seasoned pro.    "
                },
                "12": {
                    "title": "Dirty Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Darcie Belle and Nicki Ortega are nineteen and have always been close. Lately they started exploring there sexuality and each other's bodies. Today they were lying on the couch and looking over some pics they took from last nights \"adventure\" on their cell phones. The pics get them excited as they run though the events in their minds. Darcie's hand wanders and her fingers are soon soaked in Nicki's pussy juice. Darcie begins sucking on Darcie's plump juicy tits. They get so lost in the moment they don't even notice Darcie's stepmom, Ceira, come home. While the girls ...    "
                },
                "13": {
                    "title": "Naughty Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Eva long was furious after finding used condoms on her bed. She knew that they didn't belong to her husband since they were too small. The only other person that could've dared to fuck on her bed was her stepdaughter Skye. Eva called her over and after scolding her, she noticed that Skye was wearing tight yoga pants. Eve ordered Skye to lay back on the bed, she protested but ultimately obeyed her stepmom. Eve had her way with Skye. She licked and fingered her wet pussy. Eve also tongue fucked her stepdaughter's tight little asshole before smothering her face with her ...    "
                },
                "14": {
                    "title": "Clit Connection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "26 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Keely Jones stopped by her friend's place only to find out how horny her friend's mom was. Diamond Foxx, the horny mommy was really excited that Dolly went to the gym because this was her chance to suck on her friend's pussy. Keely was offset, but she was a horny teen that loved to explore her sexuality. Dolly told her mom, Diamond, about the lesbian experience with Keely, so Diamond just had to get a taste of her own. Diamond Foxx loved to seduce her daughter's inexperienced friends. She got wet when she could feel the influence she had over the young girlfriend. She...    "
                },
                "15": {
                    "title": "All Day Long",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Teen Bailey Bae was confiding in her stepmom, Alina Long , about her boy problems when she interrupted her and let her know she knew Bailey was sexually active with one of her girlfriends. Kaitlynn's mom caught Bailey with her daughter in the pool house. Bailey was worried her stepmom would tell her dad but Alina let her know she could count on her to keep it a secret. She told Bailey about how so many of her friend's moms are sexually active with each other because the husbands are always too busy. She started coming on to Bailey and she freaked out. Her stepmom was ...    "
                },
                "16": {
                    "title": "Shades of Lust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "9 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Dana Dearmond was just hanging out at home making some lemonade when Jenna Sativa showed up. Jenna was scheduled to go out with Dana's daughter out to the mall. As Dana was grabbing something out of the pantry she noticed Jenna taking a peek at her ass. Dana always had an inkling that Jenna might be bisexual, this was her opportunity to find out. Dana made her move and Jenna was hooked. The ensuing sexual teachings that proceeded were amazing. Dana took Jenna's lesbian game up a couple notches with her pussy licking skills and how to control the action. This is ...    "
                },
                "17": {
                    "title": "Lady Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "16 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Akira Shell comes home after school and encounters her stepmom Aerial Cruz in the kitchen. After some chit chat about her day, Aerial walks over to a drawer and pulls out a huge vibrating dildo. Furious as she asks Akira about the toy, who claims it belongs to a friend and that every girl has one now days. Aerial then grabs Akira by the hair, slaps her in the ass and proceeds to tell her that she will show her how to use the toy. What happens next is a crazy hot scene with Akira and her stepmom showing off these 2 amazing bodies and using that toy till they orgasm!    "
                },
                "18": {
                    "title": "Face Fuck Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "23 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Nina Elle was already to have a have a wild anniversary with her husband, but he had to put it off. She wasn't going to wait around for him, so she started playing with herself. Meanwhile Amara Romani, the sexy step daughter came home early. Amara was looking amazing in her skin tight out fit while she stumbled upon Nina and her wet pussy. Amara was curious and turned on. She started to moisten up, so she rubbed her panties right on the other side of the door. She got busted because her sexy moans were over heard. The step mother was hot and ready to dominate someone ...    "
                },
                "19": {
                    "title": "My Mia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "30 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Mia Malkova confided in her mother how she was having sexual thoughts about women and her mom freaked out. She immediately sent her to Tanya Tate, a therapist friend of hers whom she hoped would help. Mia showed up for their first session and was a bit reticent earlier on but Tanya knew how to make her feel comfortable and open up to her. It obviously helped tremendously how hot Mia thought her new therapist was, but their immediate connection should also be attributed to her skills as a therapist. All the conversation about lesbian sex and how gorgeous women were ...    "
                },
                "20": {
                    "title": "Cum Craver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Ray Veness came home from shopping and went into the back room to try on a new outfit. Her step daughter, Tara Morgan, came home and sneaked over to her purse. She quietly grabbed money from her step moms purse. Her step mom, Ray, came out and caught her stealing the money. Ray explained that they could share the money together, but first Tara had to agree to Rays conditions. Ray started undressing Tara and soon after Tara was sucking on Rays big juicy tits. They licked each others pussies and assholes.    "
                },
                "21": {
                    "title": "Lady Lover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "14 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Aspen came to visit her friend, but she was not home. Aspen decided to take a shower while she waited for her friend to come home from work. Her friends mom, Aaliyah Love, was home and she overheard Aspen taking a shower. Aaliyah got undressed and decided to take a shower with Aspen. Aspen was startled when Aaliyah jumped in the shower with her. Aspen just finished and Aaliyah helped her dry off her luscious body. She began rubbing and kissing Aspen and she was hesitant at first, but she came around. The action continued in the bedroom where they licked each other ...    "
                },
                "22": {
                    "title": "Such Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "21 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Naomi Rose confronted her teenage step daughter about some late night activities that were heard with her boyfriend on the expensive sofa. Brooke Lynn didn't want to admit anything, but the step mom had ways to find the truth. Naomi put Brook over her knees and spanked it out of her. It may have seemed Brooke was a little old for this type of discipline, but Brooke didn't want her Dad to find out. She had to do what her step mom said. After a few bare ass spanks, Naomi got the info she needed. It was now time for her to gain the respect she needed. She humiliated ...    "
                },
                "23": {
                    "title": "Sexy Slit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "28 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Chloe Couture was sent home from school because she wasn't wearing a bra. Her tiny tits and hard nipples were a site to see. A semi see through white shirt just added some sexiness. Her step mom Alexis Fawx got the call from Chloe's school, so she was home ready to handle the situation she was put in. Chloe was trying to get a certain boy's attention which was the result of her actions. Her actions also messed up Alexis's plans which step mommy wasn't very happy about. Chloe didn't understand why the girls night out mattered. Alexis was going to show her why. Chloe ...    "
                },
                "24": {
                    "title": "Skye Pie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "4 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Skye West and Savannah Fyre are featured this week on MomsLickTeens. I'm just going to cut right to the chase and tell you that I really like Skye's hairy bush. Definitely my favorite thing about this update. Always good to mix it up. I liked the palm pussy rub technique that Savannah did. I swear these MILFs are a treasure trove of tips and tricks. Learn something new every time. There are also some dildo's in this one that make each girl cum. Lots of love displayed between these two.    "
                },
                "25": {
                    "title": "Eat It Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Cyrstal Rae called her friend, Mia, because she wanted to someone to talk to, but Mia left her cell phone at home. Mias mom, Bobbi Rydell, was there and she told Cyrstal to come over until Mia came home later. Once Cyrstal got there, Bobbi asked her what she needed to talk about with Mia. Cyrstal explained that her boyfriend was not satisfying her. Bobbi placed her hand on Cyrstals leg and asked her if had even been with a women. Cyrstal was surprised and replied that she had never done it before. Cyrstal was hesitant at first, but she came around. They began kissing ...    "
                },
                "26": {
                    "title": "Primped and Primed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "24 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Kharlie Stone was told to scrub the house before she could go out. She didn't have to clean, she had to scrub. Kharlie was on all fours working hard when her step mom came in to check on her. Desi Dalton her step mom was pretty fierce when it came to cleaning. She was real picky and pointed out a bunch of stuff to Kharlie. It seemed Desi got really turned on bossing her step daughter around. Desi sat on the couch watching Kharlie scrubbing with her ass in the air and her soaked white tank top. Kharlie's nipples got real hard from the cool air and wet shirt. Desi ...    "
                },
                "27": {
                    "title": "Learning the Ways",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "8 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Syren Demer got an email from her connection for modeling work for her step daughter, Calypsa Micca. Calypsa did not want to do it because she wants bigger boobs. Syren told her if she worked hard and did some modeling gigs, she would take her to her surgeon and get those boobs enlarged. In the mean time, Syren began to play with her current sweet perky tits. They began kissing and undressing each other. They licked each others sweet pussy and assholes.    "
                },
                "28": {
                    "title": "Pussy Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Zoey Monroe was caught red handed peeking into the presents early. Her Step mom Cherie Deville and father put coal in all the boxes. Zoey had been a naughty girl all year and didn't deserve that designer hand bag. Since Zoey is truly a naughty girl, she only had one option. She had to seduce her step mom to get what she wanted. Zoey took her top off and put bows on her tits. Cherie wasn't one of her school boys that would just melt at the site of her young tits. It took a little more persuasion to get Cherie turned on. Cherie made sure Zoey had to do everything she ...    "
                }
            },
            "2": {
                "1": {
                    "title": "At the Car Wash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Piper kept begging her stepmom to allow her to drive her brand new SUV and she finally said yes. Veronica figured she had earned it after having such good grade so she allowed her to take it to the beach. Her friends convinced Piper to take it off-road mudding and when she saw the complete and utter mess all over the truck, she knew she was going to get screamed at and probably slapped! Veronica remained as calm as she good under those circumstances and made her hand wash the whole truck. She pouted and grumbled as she scrubbed her disastrous handy work off the ...    "
                },
                "2": {
                    "title": "Sex Skip Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Lilith Shayton and Vannessa Phoenix decided to skip school. Lilith had the idea to go visit her friend, Veronica Vain. They went to her place and she answered the door in her robe. She let the girls in and let them sit on the couch. She explained to them that she was just about to watch a naughty video. So she put the video on and left the room. Lilith and Vannessa watched the video and began to get very hot and horny. Lilith began rubbing Vannessas leg and they began kissing each other. They started playing with each others pussies and Veronica came back into the ...    "
                },
                "3": {
                    "title": "Melt in My Mouth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Crystal Rae was cramming for a science test coming up when her stepmom Jamie Valentine walked into the room wheeling a suitcase. Crystal asked if she was going somewhere and Jamie decided to just finally level with her loving stepdaughter. She tried to keep the truth from her for as long as possible because she knew it would just distract her from her school work but enough was enough and it was time to come clean. Jamie had been having trouble with Crystal's father whom she'd been married to for quite some time. She caught him red-handed cheating on her and was fed ...    "
                },
                "4": {
                    "title": "Friendly Fuck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Parker wanted to spend some quality time with her stepdaughter Lolo so she told her she wasn't allowed to hang out with her friends and instead to stay home and hang out with her. Kylie, Her sorority sister from her college days, was coming by to meet her and she wanted to make sure she was around. Lolo was bored beyond belief but as soon as Kylie showed up and started putting the moves on her things really began to get interesting. Parker was none the wiser as she prepared a meal for them to eat and Kylie was fondling her stepdaughter and making her gush all over her...    "
                },
                "5": {
                    "title": "Pleased To Lick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Katalina Mills was super depressed about her boyfriend's recent treachery. He dumped Katalina for another girl, and this a few days removed from their first sexual encounter. This, more than being dumped, bothered Katalina most. She was afraid that the whole school would know by now of her breakup and decided to stay home. This is where her step-mother comes into play. Amber, Step-Momma, went in to check on Katalina to see if she was going to eat breakfast. She noticed Katalina looked a little down. She poked around a little more and finally Katalina explained the ...    "
                },
                "6": {
                    "title": "Lick Her Lips",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Megan came home a little distraught after her boyfriend broke up with her. It seemed he didn't take too kindly to her making out with one of best friends. She tried to plead with him and explain how she was just having a good time with her gal pal. It really didn't mean anything at all but her boyfriend was too uptight. Her Stepmom India overheard a conversation she was having over the phone and thought she could offer some sage advice and console her. If there's one thing India knew about was sexually experimenting with another girl. Megan admitted she wanted to ...    "
                },
                "7": {
                    "title": "Teach Me Please Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In this week's MomsLickTeens we have the ever popular Piper Perri. She was feeling horny early in the morning. Being the polite gal that she is, she first made sure that her buddy Zoey was sleeping before she masturbated on the down low. Little did Piper know that Zoey's step-mom was coming in to check on them. Momma, Alison, was turned on by what she saw as she slowly slid the door open. She couldn't just stand there and watch Piper masturbate. Alison felt she had to lend a helping hand. That's when things got extremely hot. They licked, sucked, and scissored each ...    "
                },
                "8": {
                    "title": "Love to Lick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Chanel was left disappointed by her husband for another anniversary. She couldn't believe that he wasn't around again. Jillian, her step daughter, reinforced the fact that her dad was like that and has done it in previous marriages. Chanel was all stressed out and feeling down. Jillian comforted her and proposed they had their own anniversary. Chanel wasn't sure because of the relationship they had. Jillian made sure Chanel realized that they were only related by married and they could do anything they wanted. Chanel finally gave in and slowly moved in of a kiss. ...    "
                },
                "9": {
                    "title": "Lick Me Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Brandi was sunbathing outdoors and strolled into the kitchen to find her step daughters cell phone. She was feeling nosy and started going through it. Right away she spotted the sex pics she had texted her boyfriend. Brandi felt like a dirty bird herself and started sending him some ass shots and topless selfies as well. Right then Zoey walked in and caught Brandi red-handed with her giant tits out. Zoey snatched the phone and was furious that she was sending her boyfriend texts. She called Brandi a slut but she won her over real quick once Zoey started looking ...    "
                },
                "10": {
                    "title": "Wet Kisses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Kirsten came over to hang out with her BFF but she had sold her out to hang out with her new boyfriend again. Her step mom Jessica was around and asked her if she wanted to stay and watch a movie with her. Kirsten went ahead and jumped in the bed to get comfy and started channel surfing and stumbled on some porn. She seemed very interested the porn and Jessica was all about it too so she sat back and started pulling some moves on her. Kirsten said she had not done anything with a girl before but was very interested so Jessica decided to show her a thing or two. Dont ...    "
                },
                "11": {
                    "title": "Sweet Cherie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Cherie Deville was excited about her husband coming back from his trip, but he called and told her he was not coming for another day. She got some new lingerie for her husband, but Cherie decided to wear it for her step daughter, Charlotte Stokely. Cherie changed into the lingerie and displayed the outfit to Charlotte. A short time later, they were kissing and undressing each other. They licked each others pussies and did some hot tribbing together. It was another great day of living together.    "
                },
                "12": {
                    "title": "Pink Mink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Riley Reid was swinging on the swing when her step mom Mindi Mink asked her to put some oil on her back. And on her butt. This got Riley intrigued and she was watching her step mom secretly as she was changing. Mindi's body was turning Riley on and she could not resist to slide some fingers into her wet pussy. None of us could have ever expected that she got caught. Luckily Mindi was a nice and she offered that if Riley would just ask, she could watch. And they both would keep it secret from dad. Watching turned into kissing, kissing turned into pussy licking, pussy ...    "
                },
                "13": {
                    "title": "A Lick and Dick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "21 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Sean was trying his best to get a piece of Kirsten's sweet pussy. She was concerned with her stepmom catching them in the act therefore rejected his advances. Sean was persistent, he eventually persuaded her to let him \"put the tip in\". Just when he was about to get some action, Kirsten's stepmom rushed in the living room and stopped him in his tracks. She scolded and kicked Sean out of the house. Then she reminded Kirsten about the no boys in the house rule. Kirsten apologized but that wasn't enough. Her stepmom, Cory, bent her over and repeatedly spanked her firm ...    "
                },
                "14": {
                    "title": "Lick That",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Alexis and her stepdaughter, who is also named Alexis, took on the exploding watermelon challenge. For the occasion they wore patriotic bikinis which accentuated their beautiful curves. Soon after placing few rubber bands around the watermelon, it exploded all over them. They licked the watermelon pieces and the dripping juice off of each other before heading into the bedroom where they tongue fucked and fingered their way to multiple orgasms.    "
                },
                "15": {
                    "title": "Bonnie's Booty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "19 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Bonnie Grey had a nervous breakdown after Levi, the MILF hunter, dumped her for a mature experienced mom. Bonnie took all of the clothing that Levi had at her house and tossed them into a bonfire. She also threw in a portrait of his that use to sit by her nightstand. Bonnie cursed the day that he seduced and fucked her like no other has. Cassandra, the sexy stepmom, overheard Bonnie crying and went to see what was going on. She noticed Bonnie's fragile emotional state and persuaded her to go inside to talk it over. Soon after consoling her, Cassandra went tongue deep ...    "
                },
                "16": {
                    "title": "Tasting Cleo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Nina invited her son's girlfriend, Cleo, over for a family lunch. She wanted to bond with them but her son, Jake, had better things to do on his phone. Nina reprimanded her son but he simply ignored her. She was frustrated and fed up with her son's attitude and also felt that he was undeserving of a beautiful girl like Cleo. Nina intentionally dropped her spoon and went unnoticed under the table. She opened Cleo's legs and began to lick her tight pussy. Jake was oblivious to the fact that his girlfriend was having an orgasm while sitting next to him. During Cleo's ...    "
                },
                "17": {
                    "title": "How Many Licks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "16 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Amara needed to satisfy her appetite for sex so she hooked up with a swinger couple to get the best of both worlds. While she was arranging a night with them, her stepmom Silvia overheard her naughty conversation. Silva eventually heard enough and confronted her stepdaughter. Amara was surprised and nervously begged Silvia not to tell her dad, she agreed not to utter a word. Amara confessed that she wanted to fuck all of the time and then sensually kissed her stepmom. Silvia knew that she shouldn't fuck her stepdaughter and that they might get caught but that only ...    "
                },
                "18": {
                    "title": "Clean and Mean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "30 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Tiffany Watson was on the couch, hanging out, and she decided to start masturbating. She spread out her legs and put her hand under her shorts. She began playing with her pussy and her step mother, Olivia Austin, came home and caught her. Her step mom was very turned on and asked Tiffany to show her how she masturbates. Soon after, they were undressing and licking each others pussies. Olivia sat her big ass on Tiffany's face as she munched on her pussy.    "
                },
                "19": {
                    "title": "Wetter the Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "13 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    While Presley was at home reminiscing and writing in her journal, she started to think about her sexual experiences. She had really fond memories of her first time with a woman. Mrs. Fox was Presley's friends mom, an older successful powerful woman. This was an incredible turn on for Presley who felt like pleasuring and touching herself just thinking about that afternoon she spent with Mrs. Fox. It started innocent enough with them discussing their sex lives but soon changed into something different as Mrs. Fox started feeling her up while they spoke. Before long, she...    "
                },
                "20": {
                    "title": "Fantasy Fuck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "20 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Bailey was at home bored when she stumbled into her smoking hot step mom changing into some sexy lingerie. Bailey started really getting into it and pulled her phone out to shoot and spy and her. Sure enough, Baileys step mom caught her right in the act and to her surprise, started telling her to show her some skin. Bailey was in complete disbelief at first, but Cory took charge since she knew she could get her in deep trouble. Cory instead decided to pull out all the tricks she had been planning for her man and use them on Bailey. Bailey got blindfolded while Cory ...    "
                },
                "21": {
                    "title": "Touched Right",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "27 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Raylin Ann called up her mom's best friend, Lezley, to see if she could talk to her about her boyfriend. Her mom doesn't even like that she has a boyfriend so there was no way she was going to talk to her about it. It seems she was about to go on a camping trip with her boyfriend and needed some pointers on how to seduce and also how to seem like she was more experienced than she really is. Lezley invited her over after she got home from work and suggested showing her some pointers. Raylin was desperate to try anything because she really wanted to impress her ...    "
                },
                "22": {
                    "title": "All You Can Eat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Natalia was in the kitchen chatting with her man and decided to live chat with him cause she wanted to show off her smoking hot body. She started to take out her amazing tits to play with them but soon got caught by her step mom who totally surprised her. Jaime started yelling at her about sexting and whoring around online so she screamed at her to go to her room. Jaime later went to apologize to Natalia for over reacting. Jaime told her its hard to see her as an adult now and she wanted to make it up to her by letting her live chat with her man while Jaime joined in ...    "
                },
                "23": {
                    "title": "Yoga Fucked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "18 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Jenna was studying over at her friend Alison's house trying to concentrate. She could not keep her mind on the books while Alison's smoking hot step mom was working out doing yoga. Jenna was just staring at her pose showing off her curves. Kendra noticed this and asked Jenna to hold her feet down while she did her exercise. Jenna jumped right up to help and planted her face right near Kendra's ass to get a good view. Jenna could not help it and Kendra caught her again so she hurried back to go study with Alison. Then Kendra came and told Alison that she should do her ...    "
                },
                "24": {
                    "title": "Cumming Karly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "25 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Karly stayed home instead of going to the movies with her friends. She soon regretted that decision when she found out that her longtime crush also went to the movies. Parker, Karly's stepmom, overheard her stepdaughter's conversation and consoled her by explaining that there will be other opportunities for her to meet with her crush. Parker also invited her stepdaughter to hang with her and her girlfriends. Karly wanted to know what they had planned and Parker told her to close her eyes. Soon after, Karly found herself having sex with her stepmom. She got her tight ...    "
                },
                "25": {
                    "title": "Don't Wake Him",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Cory Chase decided to spend some time with her pops and her stepmom while she was visiting home on some time off from college. They kicked back and started watching a movie when all of a sudden she noticed her step mom Sierra Nicole super bored. She asked her what was wrong and she confided in her. Sierra told Cory how frustrated she is because her dad always falls asleep super early and is always too tired to have sex. Her dad had even fallen asleep while watching the movie so they had a small window of opportunity for some candid girl talk. Cory tried to relate and ...    "
                },
                "26": {
                    "title": "After Studies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Skyla was doing her homework when her stepmom, Dani, walked in wearing yoga pants and a tight top that nicely pressed against her big tits. She seduced her stepdaughter and then shoved her head between her tits. Skyla confessed that she's been eyeing her stepmom. Soon after, Skyla licked her Dani's pussy. After experiencing an amazing orgasm, Dani tongue fucked her stepdaughter's tight little asshole.    "
                },
                "27": {
                    "title": "Spring Cleaning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Tylo was doing some spring cleaning around her house and after organizing the linen closet, she went to tackle her step daughter's room. While picking up the mess that Mila, her stepdaughter, had all over her room, Tylo found a pair of sexy underwear. She couldn't believe that her stepdaughter was a freak posing as an innocent teenager. Tylo was turned on by the thought of Mila wearing the underwear so she started to smell them and then slid her hand down to her wet pussy. While she was masturbating in Mila's room, she was interrupted by a loud noise; It was Mila ...    "
                },
                "28": {
                    "title": "More Than Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Aubrey wanted to get fucked but her booty call was busy playing softball so she started to masturbate while looking at some nude pics. Her roommate Katelinn arrived from a yoga class and Aubrey was startled; she quickly took her hand out from her panties. Katelinn greeted her BF and then went to take a shower. Aubrey soon followed and recorded Katelinn showering. She was eventually busted but Katelinn was turned on. They sensually kissed and then tongue fucked each other.    "
                },
                "29": {
                    "title": "Pink Little Mia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ivy Rose was studying in the living room. Her step mom, Mia Lelani, came in and told her that she needed an hour of yoga time in the back yard. Ivy continued to study as her step mom went outside and began stretching in her tight yoga outfit. Ivy was watching her do yoga and began to get turned on and pulled out her big tits as she played with her pussy. Mia was distracted and decided to cut her yoga session short and came inside. When she walked in, she caught Ivy masturbating. Soon after, they were kissing and undressing each other. Mia bent Ivy over and munched on ...    "
                }
            },
            "4": {
                "1": {
                    "title": "The Nympho Milf Awakens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Evelin Stone is taking advantage of her day off from college to chill out on the patio and catch up on her social media. Cory Chase, her father's new girlfriend, joins her and is desperate to bond with her, but Evelin barely acknowledges her presence. In an attempt to get her new stepdaughter's attention, Cory starts masturbating, but the bored teen doesn't even notice what is going on right next to her. What she doesn't know is that Cory gets horny when she feels ignored, so it's only a matter of minutes before Cory turns full nympho and sneaks under the table to ...    "
                },
                "3": {
                    "title": "How To Use A Dildo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Darcie's step-mom, Brianna, is going away on vacation. While she's gone, she doesn't want Darcie going through her things - she's quite territorial, after all. Because their relationship started off on the wrong foot, there was nothing Brianna could do but tell Darcie to stay out of her room. Of course, as soon as Brianna is gone, Darcie sneaks in to find something useful - how dare this step-mom order her around? Brianna starts dating her dad, and thinks she can tell Darcie where she can and cannot go. Through this revenge rummaging, Darcie finds a perfect little ...    "
                },
                "9": {
                    "title": "Stepdaughters Dirty Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moms Lick Teens (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 61,
        "cast": [
            {
                "name": "Chase, Cory"
            },
            {
                "name": "Elle, Nina"
            },
            {
                "name": "Foxx, Diamond"
            },
            {
                "name": "Fawx, Alexis"
            },
            {
                "name": "Taylor, Zoey"
            },
            {
                "name": "DeVille, Cherie"
            },
            {
                "name": "Brooke, Bailey"
            },
            {
                "name": "Mink, Mindi"
            },
            {
                "name": "Preston, Chanel"
            },
            {
                "name": "Jay, Kiley"
            },
            {
                "name": "Swayze, Parker"
            },
            {
                "name": "Foxx, Reagan"
            },
            {
                "name": "Haze, Brooke"
            },
            {
                "name": "DeArmond, Dana"
            },
            {
                "name": "De Mer, Syren"
            },
            {
                "name": "Woods, Naomi"
            },
            {
                "name": "Rae, Cyrstal"
            },
            {
                "name": "Romani, Amara"
            },
            {
                "name": "Sativa, Jenna"
            },
            {
                "name": "Avluv, Veronica"
            },
            {
                "name": "West, Skye"
            },
            {
                "name": "Olsen, Anya"
            },
            {
                "name": "Austin, Olivia"
            },
            {
                "name": "Croft, Alena"
            },
            {
                "name": "Dolci, Nina"
            },
            {
                "name": "Reid, Riley"
            },
            {
                "name": "Watson, Tiffany"
            },
            {
                "name": "Zen, Lezley"
            },
            {
                "name": "Lynn, Kera"
            },
            {
                "name": "Perri, Piper"
            },
            {
                "name": "Vain, Veronica"
            },
            {
                "name": "Valentine, Jamie"
            },
            {
                "name": "Mae, Molly"
            },
            {
                "name": "B., Bridgette"
            },
            {
                "name": "Lynne, Daisy"
            },
            {
                "name": "Bae, Bailey"
            },
            {
                "name": "Belle, Darcie"
            },
            {
                "name": "Cherry, Chloe"
            },
            {
                "name": "Costa, Kimberly"
            },
            {
                "name": "Cruise, Alana"
            },
            {
                "name": "Cruz, Aeriel"
            },
            {
                "name": "Dalton, Desi"
            },
            {
                "name": "Dixon, Lily"
            },
            {
                "name": "England, Kate"
            },
            {
                "name": "Fox, Brandi"
            },
            {
                "name": "Fox, Brandi"
            },
            {
                "name": "Foxx, Dava"
            },
            {
                "name": "Greene, Kelly"
            },
            {
                "name": "Jett, Jessie"
            },
            {
                "name": "Jones, Keely"
            }
        ],
        "genres": [
            "Adult"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 5.7,
        "votes": 15,
        "languages": [
            "English"
        ],
        "title": "Moms Lick Teens",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Moms Lick Teens (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Reality Kings"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15,
                "rating": 5.7
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 4.2
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 10,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "females": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 3.3
            },
            "us users": {
                "votes": 4,
                "rating": 4.5
            },
            "non us users": {
                "votes": 5,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 0,
            "7": 2,
            "6": 1,
            "5": 2,
            "4": 3,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 5.7,
        "median": 5
    }
}