{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 April 2015"
            },
            {
                "country": "USA\n",
                "date": "19 April 2015",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::19 April 2015",
            "USA::19 April 2015                            (limited)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Jennings from the Block: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Mar's very own charming street in downtown Westport is in full renovation mode with just about every house on his street being changed in some way. First up, a huge addition for neighbors Andrea and Bob's 1930's saltbox. But is Mar's new design team up for the challenge? And will the homeowners even approve his plans once construction is already underway?    "
                },
                "2": {
                    "title": "Jennings from the Block: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "24 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Mar's very own charming street in downtown Westport is in full renovation mode with just about every house on his street being changed in some way. In the exciting conclusion, Mar finishes Andrea and Bob's 1930's saltbox, building a new addition to their home.    "
                },
                "3": {
                    "title": "Finding Home on Broadway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Mar gets inspiration from the bright lights of Broadway as he continues his journey of creating a new addition to the Arnold's home. This time he finishes up the second floor which includes their master bedroom, master bathroom, laundry room, and picturesque seating area at the top of the stairs.    "
                }
            },
            "1": {
                "1": {
                    "title": "Media Room and En Suite Kitchenette & Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Homeowners Neil and Yvonne challenge Mar to makeover a pool area-adjacent media room and make it all-season functional for entertaining. Mar uses his 6 exclusive Casual Luxury design principles to completely re-think the area, including reclaiming basement space to add a bonus kitchenette and full bath. Walls and a fireplace must go. Will the family be ready to entertain-and will they love the reveal?    "
                },
                "2": {
                    "title": "Outdoor Rooms, Decks & Terraces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    Witness the renovation evolution of some truly reMARkable outdoor living spaces: new pergola, new pool deck and new sun deck. (You won't believe the magical makeover transformation of the garage roof!) And Mar gets a visit from a TV friend, who he sneaks in for peek at the progress before the family gets their final look at the space.    "
                },
                "3": {
                    "title": "Living Room & Family Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Can Mar handle a surprise project? You bet. Follow this unplanned-for renovation and design overhaul of the main floor family room and living room. Mar's hope for the reveal? That the O'Kane family will love the relaxed feeling of the family room and how he's upping the glamour quotient of the living room. Meanwhile, a secret time capsule sheds light on the home's history.    "
                },
                "4": {
                    "title": "Landscaping & Curb Appeal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Watch as the landscape makeover design takes shape, going from overgrown and out of place to perfectly balanced, for the ultimate Casual Luxury curb appeal. Sometimes, the design process hurts. Mar needs the homeowner, Yvonne, to put nostalgic connections aside in order to handle the extensive renovations required.    "
                },
                "5": {
                    "title": "Kids' Bathroom Transformations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Time to gut and renovate two out-of-date and well-used kids' bathrooms. As payback for being displaced, the 3 kids 'treat' Mar to the Trapeze School of New York-he responds with a trip to Six Flags new England. (Cue the screaming.) Meanwhile, the transformational Casual Luxury bathroom makeovers are taking shape. After only a few surprises and challenges, this reveal is the kids' favorite one yet.    "
                },
                "6": {
                    "title": "Kitchen Overhaul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The O'Kane family's patience is truly tested during a complete to-the-studs kitchen renovation. Homeowner Yvonne starts to get impatient to feed her family home cooked dinners. Added pressure: another fireplace to deal with, uneven floors, custom cabinets and an uncovered secret staircase. (All that plus a new puppy.) Thanks to Mar's 6 design principles this custom space is unique and stunning.    "
                },
                "7": {
                    "title": "Lost in Space - Bloopers & Outtakes Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    It's 'Lost in Space' because somehow these home makeover clips never made it to Mar's. Bloopers Alert. Unseen Tips Alert. Inspired by viewer feedback, an entire show that includes highlights of the greatest gaffs, goofs and guffaws. Plus, some renovation and makeover projects never before aired.    "
                },
                "8": {
                    "title": "Master Bedroom Suite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Mar Jennings uses his 6 Casual Luxury design principles to transform a typical master bedroom, closets and bath into a boutique, hotel-style oasis. The O'Kanes are desperate to stop sleeping on their couches and get back into their master bedroom - but with a new cathedral ceiling installation, private deck installation, custom vanities, several setbacks and delays this renovation won't be easy.    "
                },
                "9": {
                    "title": "Home Office & Teen Teddy's Bedroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Not only does Mar Jennings have the task of pleasing the adult O'Kanes, but he has to satisfy Teddy, a young man between childhood and young adulthood. AND try to make space in an already-small bedroom. Can it even be done? All while juggling two desk and office spaces-for Teddy and his parents. Mar's unexpected solutions for this kids bedroom and office makeover are truly Casual Luxury.    "
                },
                "10": {
                    "title": "Lost in Space - Bloopers and Outtakes Sequel Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    More things that regular episodes just couldn't fit in, so we say they didn't quite make it to Mar's. Filled with some of Mar's favorite people and places that viewers wanted to see more of, and of course some delightfully hilarious bloopers, too. Plus, more renovation, makeover and design sMARt tips (like fixing uneven floors) and great locations. As always, Casual Luxury has no boundaries.    "
                },
                "11": {
                    "title": "The Studio & Laundry Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Mar is tasked with carving out two new basement rooms from storage space: a studio and laundry room. With Mar's 6 design principles, he must make dark and dank become bright and stunning. The homeowners expect to be wowed by these 'creative' and 'clean' space makeovers, but with pipes and beams in the way and unexpected challenges, this project might just push Mar over the edge.    "
                },
                "12": {
                    "title": "Grand Foyer & Staircase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Any home makeover has its ups and downs, but it's literally true with this staircase and foyer. Mar renovates the home's core areas, illustrating how to reclaim needed space, while creating impactful design that doesn't compete with adjacent rooms. An unexpected find-a gorgeous chandelier from a famous NY building-will be the perfect finishing touch if it makes it through the tricky installation.    "
                },
                "13": {
                    "title": "Outdoor Sheds and Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on Mar's the Home Makeover Show (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Big Finale features Mar designing two useful, decorative his-and-hers structures to grace the pool area. Sheds become elevated design when form follows function--and include Mar's six core principles of Casual Luxury. Mar and his pup Violet find time for a much-needed minibreak to pet-friendly locations and shopping in NYC right before the final makeover reveal delights with surprise guests.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Jennings, Mar"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGVmNmY1ZTUtYWRjYS00MjRlLTg0MzYtNjEwZTQ1ZWNiNTM4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Life on Mar's the Home Makeover Show",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Life on Mar's the Home Makeover Show (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Mitchell, Paul"
            }
        ],
        "production companies": [
            {
                "name": "S&J Multimedia"
            }
        ],
        "plot": [
            "A fun, fast-paced look at the year-long renovation and design update of a 1908 home. Lead by Mar Jennings, America's Top Lifestyle Expert."
        ],
        "synopsis": [
            "Life On Mar's: The Home Makeover Show is a fun, fast-paced new series that highlights the top-to-bottom, inside-and-out, year-long renovation and restoration of a family home that is chock-full of potential. Hosted by Westport resident, Emmy-nominated Mar Jennings, each episode shows how Jennings uses his six unique Casual Luxury design principles to create captivating new spaces. Much more than a decorating show, this series captures everything from demolition and construction to design and decor. Including plenty of behind-the-scenes secrets and helpful sMARt Tipsadvice from Jennings on how viewers can apply what they see on the show in their own home. Including how to bring his Casual Luxury design philosophy to life; as Jennings says, Its the cure for all design dilemmas.Mar's unique ability to combine home and garden design makes him unique in the television arenaboth as an on-camera personality and real-world, hands-on designer. He is the well-known TV host and best-selling author of Life On Mar's: A Four Season Garden and Life On Mar's: Creating Casual Luxury. He is a regular contributor as a lifestyle expert for numerous television programs, networks and magazines, reaching both national and local audiences. A fan-favorite at home and garden shows throughout the country, Mar's infectious energy and envious eye for design leave everyone inspired to try new projects themselves."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}