{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "28 September 2015"
            }
        ],
        "release dates": [
            "Australia::28 September 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Great Escapes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    This episode explores the extraordinary lengths people will go to in search of freedom, as Tony meets some of history's greatest escape artists. In 1800s Australia, destiny hinges on the flip of a coin as an influential pioneer risks his life in a duel. Next Tony reveals the bizarre disguise a convict adopted during his dash for freedom from Tasmania's notorious Port Arthur penal settlement. In the 20th century Tony follows a harrowing chase across Victoria involving a famous racehorse and a gang with murder on its mind. From a daring World War II jailbreak to a ...    "
                },
                "2": {
                    "title": "Twists of Fate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Uncanny coincidences are scattered throughout history, leading to the downfall of empires and the good fortune of everyday citizens. In this episode Tony uncovers how a deadly medieval plague was able to infiltrate a thriving Australian town in the 1900s. He ponders the destiny of a group of World War II soldiers who, by signing their names on a wall, enlisted them into a very special club. Tony reveals how a serious error of judgement nearly damned the lives of everyone in Australia's First Fleet, but that a happy accident and an unexpected visitor proved the ...    "
                },
                "3": {
                    "title": "In Cold Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    From calculating killers to merciless victors, in this episode Tony seeks to answer why some people will stop at nothing to get what they desire. He travels to 1950s New Zealand to uncover what triggered the killing of an innocent victim by two friends and why the disturbing case captured headlines around the world. Tony investigates a 17th century Dutch shipwreck off the coast of Australia that caused one man to carry out a hideous crime on an unimaginable scale. Tony reveals the motivations behind the assassination attempt on Governor Arthur Phillip's life, and what...    "
                },
                "4": {
                    "title": "Disasters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Catastrophes capture both the tragedy of life and the strength of the human spirit. In this episode Tony examines the series of events that lead to disasters and the legacies it leaves behind. From a daredevil acrobat risking his life in 19th century Sydney, to the ill-fated Burke and Wills cross-continental expedition. In New Zealand Tony unearths long lost treasures that have resurfaced in the wake of Christchurch's destructive earthquake. He meets a woman who survived a maritime tragedy and built a poignant memorial. And he comes across a bizarre gathering on a ...    "
                },
                "5": {
                    "title": "Secrets of the State",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Secrets damage governments and change the destiny of empires. In this episode Tony reveals the extraordinary measures powerful people take, to deceive the public and cover up the truth. Tony exposes the untold story of a wartime mutiny in Queensland, deemed so dangerous an American president suppressed it for 70 years. He shows how an 18th century celestial event triggered an epic seafaring journey to the other side of the world, and the covert mission contained in the captain's sealed orders. In the Northern Territory Tony descends into an underground bunker where he...    "
                },
                "6": {
                    "title": "Mothers of Invention",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Light bulb moments have transformed our planet, with the rapid pace of change galvanising humanity's pioneering spirit. In this episode Tony discovers the inspirations, set backs and ingenuity that lead to astonishing feats of invention. To discover how powered flight first began Tony joins a group of enthusiasts in country Victoria, attempting to get a replica plane off the ground. In 1890s Western Australia Tony meets a humble engineer, whose ambitious solution to a desperate problem catapulted him to fame before ending in tragedy. Tony journeys from the culinary ...    "
                },
                "7": {
                    "title": "History's Battlers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode Tony travels through history to discover the ordinary men and women who rally against the odds. He takes us to 1820s Parramatta where he finds out how defiant female convicts challenged the penal system and won. In the 1970s, Tony reveals the unlikely protestors who try to save heritage buildings at the expense of future jobs. Journeying to early colonial Tasmania, Tony finds the indigenous people struggling against abduction, enslavement and annihilation. Tony travels to the 19th century where he shares a personal story about his forebears' fight to ...    "
                },
                "8": {
                    "title": "Rebels with a Cause",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    History is full of rule breakers and rabble-rousers who stand up against injustice. In this episode Tony embarks upon a journey to find out just what it takes to make a difference. Time travelling to the first century A.D. in Britain, Tony tells how a Celtic Queen fought back Roman invaders. He visits 19th century New Zealand, to understand the women who struggled and won the right to be heard. Tony lands in the Victorian Goldfields to witness a pivotal moment in Australian history where democracy was born. He also meets a bunch of Melbournians who took to the streets...    "
                },
                "9": {
                    "title": "Eat, Drink and Be Merry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The never-ending quest to satisfy humankind's senses has led to some magnificent culinary creations. But it's also caused great conflict - from the toppling of leaders to the creation of empires. In this episode Tony embarks on a gastronomic journey from the origins of the famous Pavlova dessert, to the discovery of one of the world's greatest wine regions. He time travels back to the early days of Australia's colonial settlement and learns how rum sparked a mutiny that brought down a government. A century later Tony finds out why something as common as beef caused ...    "
                },
                "10": {
                    "title": "Artistic Forces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tony Robinson's Time Travels (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Over the centuries art has influenced societies and altered viewpoints. In this episode Tony takes a fascinating spin through time and space to determine art's impact on history. He journeys back to the 1930s, to unravel the mystery of a phantom graffiti artist covering an Australian city with an enigmatic single word. In New Zealand, Tony sees how a famous movie director's vision dramatically transformed his hometown. In the 1970s Tony examines a controversial decision, which turned Australia's capital into a destination for more than just politics. And in 19th ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Robinson, Tony"
            }
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:PG"
        ],
        "number of seasons": 1,
        "rating": 6.4,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTU5NTk2ZTMtMmE1My00ZGU2LThkMGYtNzJjMmMwNDhiYTFjXkEyXkFqcGdeQXVyNTE4NTk4Njg@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Tony reveals the pivotal turning points in history that changed the destiny of empires and transformed our world. Gripping accounts of assassination attempts, society scandals, cursed shipwrecks and pioneering endeavours provide intriguing insights into yesteryear.",
        "languages": [
            "English"
        ],
        "title": "Tony Robinson's Time Travels",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Tony Robinson's Time Travels (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "WTFN Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "FOXTEL"
            },
            {
                "name": "Fred Media"
            },
            {
                "name": "History Channel"
            }
        ],
        "other companies": [
            {
                "name": "Two One Zero Post"
            }
        ],
        "plot": [
            "In this fascinating series Sir Tony Robinson journeys through time to uncover amazing, dramatic and bizarre stories from the past.",
            "Tony reveals the pivotal turning points in history that changed the destiny of empires and transformed our world. Gripping accounts of assassination attempts, society scandals, cursed shipwrecks and pioneering endeavours provide intriguing insights into yesteryear."
        ],
        "tech": {
            "runtime": [
                "26 min (Australia)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 7.1
            },
            "males": {
                "votes": 5,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 7.0
            },
            "females": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 8.0
            },
            "non us users": {
                "votes": 5,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 2,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.4,
        "median": 7
    }
}