{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 October 2015"
            }
        ],
        "release dates": [
            "Canada::4 October 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Keeping Canada Alive (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    In Vancouver, three month old Dimitris, the son of George and Illeana, is undergoing open heart surgery to repair a hole in his heart. This surgery, although now considered routine, is still nerve-wracking for his parents, as there is no guarantee that he will come out the other end better or even alive. Dimitris is one of ten babies born every day in Canada with some sort of heart defect. In Calgary, Sheila is an at-home caregiver to her husband Larry, who suffers from Alzheimer's, the most common form of dementia. He is one of 700,000 Canadians with the disease. ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Keeping Canada Alive (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    In Vancouver, Susan is a cradle to grave family general practitioner, a dying breed as most medical school students today tend to specialize. Susan's days are already usually jam packed, rushing from one professional commitment to another, but today is even busier as she starts the day not as doctor but as patient, going into the hospital for a colonoscopy as a precautionary measure since she has a family history which makes her more predisposed to colon cancer than average. Also in Vancouver, twenty-five year old Jamie is also entering the hospital for what will be ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Keeping Canada Alive (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    On the north shore of Metro Vancouver, Dr. Paul Sugar is a GP who specializes in palliative care. Without an office or support staff, he travels from patient to patient. His view is that unlike weddings, many of which one person can have in their life, everyone will die only once and as such should place more effort into planning for that - which includes living the rest of their life - than they seem to for such things as weddings. Today, he will visit with James, who is suffering from an aggressive form of prostate cancer, and fifty-nine year old Harvey who suffers ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Keeping Canada Alive (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Bridge Clinic in Vancouver deals specifically with patients who are in the government refugee system. Staff face the difficult tasks of understanding the patients' needs not knowing their history and often not knowing what medication they are taking, as well as understanding the life changes they are facing as refugees. Today, Nidaq is in the clinic dealing with the emotional trauma of her journalist daughter being murdered back in her native Iraq, she suffering from nightmares as a consequence. In Kamloops, Randi, with her husband at her side, is in the hospital ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Keeping Canada Alive (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Staff at the Crossroads Clinic, in the Downtown Eastside of Vancouver, treat people with severe disorders associated to illicit use of opiates - such as heroin - with pharmaceutical grade opiates to manage their addictions, as other medical treatments have not worked in their situations. While managing the addictions is the primary reason for the clinic, the medical staff there deal with the patients holistically with whatever issues they are facing regardless of it is associated with the addiction. Dave and Carol are two such patients in the clinic today, their ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Keeping Canada Alive (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    In Richmond, Nigel is in the hospital to undergo laparoscopic sleeve gastrectomy, only the latest measure in an overall weight management program to deal with his obesity. He was required to lose some weight off of what was his 500 pound frame, which he has done. Today's procedure will reduce the size of his stomach from that of a football to that of a banana. Nigel is concerned about if the results will be effective for him in the long run, as he realizes he does have an eating addiction, and unlike alcoholics who should abstain from drinking, it's not like Nigel can...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Mobile Tooth Fairy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Keeping Canada Alive (TV Mini-Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Sutherland, Kiefer"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "265"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "04 Oct 2015 (Canada)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWY3N2EzNmMtYzFiZS00MTc0LTgxMTgtZWM3MTgwY2U1NDZlXkEyXkFqcGdeQXVyOTc4ODY0MA@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "On May 6, 2015, over sixty camera crews spread across Canada filmed over a twenty-four hour period on different aspects of the Canadian health care system. Canada is only one of the few countries in the world where health care is considered a right for all its citizens. If health care is being provided in a locale, whether it be a hospital, a medical clinic, an ambulance, a home or anywhere else, the cameras are there. Not only are the broader aspects of the Canadian health care system presented, but also the intimate stories of the professional practitioners, the patients, the non-paid caregivers and others who provide support. These stories are presented as only one in a number of similar such cases that occur in Canada on a day to day, month to month and year to year basis.",
        "languages": [
            "English"
        ],
        "title": "Keeping Canada Alive",
        "year": 2015,
        "kind": "tv mini series",
        "series years": "2015-",
        "akas": [
            "Keeping Canada Alive (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Feingold, Stan"
            },
            {
                "name": "Wilton, Deborah"
            }
        ],
        "director": [
            {
                "name": "Blicq, Andy"
            },
            {
                "name": "Bodnarchuk, Michael"
            },
            {
                "name": "Butler, D'Arcy"
            }
        ],
        "production companies": [
            {
                "name": "Force Four Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "other companies": [
            {
                "name": "Line 21 Media Services"
            }
        ],
        "plot": [
            "On May 6, 2015, over sixty camera crews spread across Canada filmed over a twenty-four hour period on different aspects of the Canadian health care system. Canada is only one of the few countries in the world where health care is considered a right for all its citizens. If health care is being provided in a locale, whether it be a hospital, a medical clinic, an ambulance, a home or anywhere else, the cameras are there. Not only are the broader aspects of the Canadian health care system presented, but also the intimate stories of the professional practitioners, the patients, the non-paid caregivers and others who provide support. These stories are presented as only one in a number of similar such cases that occur in Canada on a day to day, month to month and year to year basis.::Huggo"
        ],
        "tech": {
            "runtime": [
                "4 hr 25 min (265 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}