{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 November 2015"
            }
        ],
        "release dates": [
            "USA::28 November 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "I'm Your Father, Not Your Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    At PME, an upset P looks over his bills to find that his son, VENO, has gone on a shopping spree and spent 11,000 dollars on his credit card. P, however, enacts his next commandment on Veno, I'm your father, not your friend, by making him pay for his frivolous spending by working it off as the assistant of PME. Meanwhile, Romeo is partying at a club while P and the Money Mafia crew have a late night recording session. The next day P calls out Romeo for skipping the session, knowing that he was partying instead by showing a video of him on TMZ. P tells Romeo that if he...    "
                },
                "2": {
                    "title": "Set Goals and Make It Happen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Master P is a self-made business tycoon who came from the projects of New Orleans to build an entertainment empire. P may be a businessman, but more importantly he's a family man. As a single father of five, kids ages 10 to 24, he strives to teach his children valuable life lessons to build a new generation of wealth. With love, motivation, and a strict set of rules, P is creating the Miller family dynasty. But it isn't always easy. Master P wants to spend more time with his family so he embarks on a mission to incorporate all his kids' businesses into one, P. Miller ...    "
                },
                "3": {
                    "title": "Loyalty and Choosing the Right Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    At home, the family spends some quality time by the pool, and P reflects on the importance of surrounding himself with the right type of people. He talks to his children about his next commandment, Loyalty and Choosing the Right Friends. At PME, Romeo works hard on his new clothing line \"Rome Everything\"; however, a trip to the dentist to get his wisdom teeth removed could derail his success. Down the hall at PME, Master P is informed that his old friend Mystikal wants to collaborate on a project. P reaches out, only to get rejected by Mystikal and his agent. P meets ...    "
                },
                "4": {
                    "title": "Family First",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Having grown up in the projects, Master P didn't have much of a family structure so he wants his kids to live by his next commandment, family first. P, Romeo, Hercy and Mercy fly to Phoenix, Arizona to participate in a celebrity basketball charity event. While in Phoenix, P has big plans to secure a business deal for his new energy drink called, \"Make 'Em Say Ughh\". Before tip-off, P meets some wealthy investors who are interested in discussing a multi-million dollar distribution deal for his energy drink following the tournament. Meanwhile back in Los Angeles, ...    "
                },
                "5": {
                    "title": "Hard Work Pays Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    At breakfast Master P impresses on his kids the commandment: Hard Work Pays Off. Leading by example, Master P and his Money Mafia crew have been hard at work in the studio to release their new mix tape \"We All We Got\" as part of the relaunch of his music career after a ten-year hiatus. Ticket sales for his comeback concert are slow and P has to hustle on the radio and at a skateboard trade show to hook new fans through his collaboration with Dirty Ghetto Kids clothing to fill the seats. Taking a break from work to focus on family too, P gets an unpleasant surprise ...    "
                },
                "6": {
                    "title": "You Have to Earn Your Respect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    P talks to his friend and employee, radio legend Jay Tweezy, about launching their own Internet radio station in PME called \"No Limit Radio.\" For P, it's all about his commandment for the day, respect is earned not given, as P sees the internet radio station as another way for himself and PME to gain respect in the business by being independent from the bigwig radio corporations. Things hit a snag when the radio station Jay Tweezy starts to build, isn't what P had imagined. Meanwhile, Cymphonique, who doesn't have a license, finds that Veno can't help her run her ...    "
                },
                "7": {
                    "title": "Go Outside Your Comfort Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    P takes his family camping to instill his next commandment, go outside your comfort zone. P challenges his kids to build tents, catch frogs, and endure the wildness together for the first time, which proves to be a great bonding experience. After a weekend of family time, P goes live on air at KNLR with J Tweezy to announce a nationwide talent search. As a pioneer in the music industry, P wants to hit the streets searching for raw talent to become the next No Limit Forever star. He's been sitting in an office too long and wants to get outside his comfort zone and back...    "
                },
                "8": {
                    "title": "Passion Brings Prosperity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    P introduces his next commandment, \"Passion Brings Prosperity\" over a family night out at a local bowling alley. His message is simple, \"...don't work for money, love something and then it'll come back to you.\" Back at PME, ACE B lays down the final vocals for the new CP3 album. P thinks ACE could be the next big artist and urges ACE to \"stay focused...you don't want to be the one that almost made it.\" To unveil CP3 and introduce ACE to P's fan base, P and J Tweezy set up an album release party at a club in Hollywood where P, ACE, Rome and Money Mafia \"touch the ...    "
                },
                "9": {
                    "title": "Keep the Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Master P introduces his next commandment, \"Keep the Faith\", with intentions to take the entire family back to New Orleans so they can see where he and Romeo came from, the Calliope Projects. P explains that in order for his family to build generational wealth, they must first witness the struggle that P had to overcome before they can truly appreciate what they have. Once in New Orleans, Hercy and Mercy's basketball skills are put to the test in a competitive game with some local ballers. The boys struggle to score against the other kids, but P gives them a pep talk ...    "
                },
                "10": {
                    "title": "Stay True to Your Values",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master P's Family Empire (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    With the new mix tapes gaining popularity, P decides it is the perfect time to take Money Mafia on a national tour. P introduces the final commandment, \"Stay True to Your Values\" over a chat with Money Mafia about the tour. He stresses to the group how important their rehearsals are and how they need to be on their game if they want this tour to be a success. P knows that if they stay focused on their values and work hard, their performances will be memorable and attract new fans. Cymphonique takes her career to the next level when she gets to take charge of her music...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "P, Master"
            },
            {
                "name": "Miller, Cymphonique"
            },
            {
                "name": "Miller, Hercy"
            },
            {
                "name": "Miller, Mercy"
            },
            {
                "name": "Miller, Romeo"
            },
            {
                "name": "Miller, Veno"
            },
            {
                "name": "Morgan, Toneata"
            },
            {
                "name": "David, Jennifer"
            },
            {
                "name": "Hillman, Chad"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.6,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDQxODQ4ODc1NF5BMl5BanBnXkFtZTgwNTAwMjkxNzE@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Master P is a self-made business tycoon who came from the projects of New Orleans to build an entertainment empire. P may be a businessman, but more importantly he's a family man. As a single father of five, kids ages 10 to 24, he strives to teach his children valuable life lessons to build a new generation of wealth. With love, motivation, and a strict set of rules, P is creating the Miller family dynasty. But it isn't always easy. The Master P Project gives an in depth look at how a single father struggles to balance family and work without losing his mind. How will P manage his own business ventures along with the singing, modeling, acting, and sports careers of his children?",
        "languages": [
            "English"
        ],
        "title": "Master P's Family Empire",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Master P's Family Empire (United States)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Reelz USA"
            }
        ],
        "plot": [
            "Master P is a self-made business tycoon who came from the projects of New Orleans to build an entertainment empire. P may be a businessman, but more importantly he's a family man. As a single father of five, kids ages 10 to 24, he strives to teach his children valuable life lessons to build a new generation of wealth. With love, motivation, and a strict set of rules, P is creating the Miller family dynasty. But it isn't always easy. The Master P Project gives an in depth look at how a single father struggles to balance family and work without losing his mind. How will P manage his own business ventures along with the singing, modeling, acting, and sports careers of his children?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 5.1
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 8,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.5
            },
            "females": {
                "votes": 5,
                "rating": 5.6
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.8
            },
            "us users": {
                "votes": 6,
                "rating": 5.7
            },
            "non us users": {
                "votes": 1,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 3,
            "7": 0,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 6.6,
        "median": 8
    }
}