{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 July 2015"
            }
        ],
        "release dates": [
            "USA::23 July 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Man vs. Child: Chef Showdown"
            },
            {
                "countries": "Spain",
                "title": "Menudos chefs"
            }
        ],
        "akas": [
            "Man vs. Child: Chef Showdown (original title)",
            "Menudos chefs Spain"
        ],
        "akas from release info": [
            "Man vs. Child: Chef Showdown (original title)",
            "Menudos chefs Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Fish Out of Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The prodigies will have to sink or swim when they face off against Executive Chef Drew Tsang, who takes them to task in three rounds that all revolve around seafood. Who's ready for some mouth-watering alligator picatta? Master Chef Jen Carroll presents and judges our third and final winner-takes-all round.    "
                },
                "2": {
                    "title": "Decadent Delights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "24 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's Executive Chef Zoe Schor's turn to shore up the competition against the prodigies. With a theme like \"Guilty pleasures\" every round is sure to be absolutely delicious. But will our prodigies conquer with caviar? Or will Chef Schor shut them down with her Deadly Sin-inspired trio? Master Chef Antonia Lofaso presents and judges our third and final winner-takes-all round.    "
                },
                "3": {
                    "title": "Danger Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Executive Chef Johnny \"Danger\" Zone enters the Man vs. Child kitchen to take on our mini-masters. \"Comfort Food\" may be the theme, but this culinary showdown will be anything but \"comfortable\". Will the prodigies be able to take down the professional with a grilled cheese trio that can wow Chef Eric Greenspan, the \"God of Grilled Cheese\" in the final, winner-takes-all round?    "
                },
                "4": {
                    "title": "Mardi Gras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Executive Chef Sevan Abdessian has no intention of being defeated in the kitchen by a team of children. Exploding into the Man vs. Child kitchen, Chef Sevan breaks out the big flavors in New Orleans-inspired challenges, from po' boys to crawfish. Can our fantastic five bring the heat, fun and flavor of Mardi Gras and come out with a win? 'Nawlins native Marcus Christiana-Beninger presents and judges the third and final winner-takes-all round.    "
                },
                "5": {
                    "title": "The Mamas and the Tapas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The child cooking prodigies take on Executive Chef Dustin Trani in three rounds of competition, loaded with Spanish flair. It will all come down to who's tapas are perfecto, in the eyes of Master Chef Perfecto Rocher.    "
                },
                "6": {
                    "title": "Keep Calm and Curry On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "21 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Chicago's Bib Gourmand darling, Executive Chef Jill Barron, takes on the child cooking prodigies in three rounds of Indian food inspired challenges. Right at the start, things get nuts as the prodigies work hard to top Jill's impeccable technique and flavor profiles. But can they curry favor with the judges for the win? Master Chef Maneet Chouhan presents and judges the winner takes all round.    "
                },
                "7": {
                    "title": "Work of Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Armed with his steam punk goggles, Executive Chef Richie Farina brings his creative flair to the Man Vs. Child kitchen. From palette to palate, tonight's challenges are frame worthy celebrations of food as artistic expression. It's childlike imagination vs. Chef Richie's avant guard techniques. Who will ultimately triumph? Two Michelin star Master Chef, Dominque Crenn, presents and judges the final, winner takes all round.    "
                },
                "8": {
                    "title": "Feast from the East",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Executive Chef Jason Febres enters the Man vs. Child kitchen ready to take down the prodigies. Tonight's theme is all about Asian cuisine and with his expert fusion flavors, Chef Jason is not going go easy on our mini masters. Can the prodigies ultimately out bold Chef Jason's out of the box dishes? Tao Group's Corporate Chef and Partner Ralph Scamardella presents and judges the final, trios round.    "
                },
                "9": {
                    "title": "Toast of the Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 May 2016",
                    "year": "2016",
                    "plot": "\n    The prodigies take on Cali cool Executive Chef, Chris \"Malibu\" Crary in three rounds of competition. From a \"toast\" challenge in round one, to a \"small fish\" entree in round two and finally a \"pickled and fermented trio,\" this episode is a foodie's dream. But while the prodigies may be hip to the latest trends, will it be enough to out cook the competition? LA's most sought after cooking duo, Master Chefs, Jon Shook and Vinny Dotolo present and judge the final round.    "
                },
                "10": {
                    "title": "America the Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "30 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Chef Melvin \"Boots\" Johnson takes on the child prodigies with American pride. In the first two rounds, they tackle classics such as hot dogs and pie. In the third and final round, Master Chef Bruce Kalman judges another American favorite--a trio of pizzas.    "
                },
                "11": {
                    "title": "Roman Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "7 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    America's favorite cooking prodigies take on Austin's up and coming Executive Chef, Roman Murphy in three rounds of competition. From prickly pears to burritos, tonight is all about the trendy foods of the Southwest. San Antonio's Tex Mex king, Master Chef Johnny Hernandez judges the final round.    "
                },
                "12": {
                    "title": "Where There's Smoke...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "14 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Things go south in the Man vs. Child kitchen, as the child cooking prodigies take on New York's Kelvin Fernandez in three delicious southern comfort themed challenges. Who'll bring home the bacon? Legendary Master Chef Jonathan Waxman judges the final round.    "
                },
                "13": {
                    "title": "Cake Walk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "21 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Toss your saltshakers aside because tonight, Man vs. Child is diving into the sweet world of baking! She may not be a pastry chef, but Executive Chef Bev Lazo is bringing her years of experience to out \"whip\" the competition. LA's premiere chocolatier, Master Chef Valerie Gordon judges the final round.    "
                },
                "14": {
                    "title": "A Chef's Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "28 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Executive Chef Crystal \"Pink\" Delongpre brings her years of experience and culinary themed tattoos to the Man vs. Child competition. Tonight's challenges celebrate the techniques that separate the home cooks from the pros. But can our team of mini masters take on a chef of Pink's caliber? Master Chef Bruce Bromberg judges the final round.    "
                },
                "15": {
                    "title": "It's a Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "4 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Executive Chef Susie Jimenez spices up the Man vs. Child kitchen with her competitive edge and sassy attitude. From a one-pot wonder to secret family recipes, tonight's challenges celebrate the foods we learned to cook at home. Master Chef Betty Fraser judges the final round.    "
                },
                "16": {
                    "title": "Back to School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "11 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    School's in session! Executive Chef Larry Keck battles the team of child cooking prodigies in three rounds of back to school themed challenges. But is team prodigy's knowledge of cookies and school lunches enough to take on Larry's 40 years of experience? England's youngest Master Chef, Luke Thomas judges the final round.    "
                },
                "17": {
                    "title": "The Emperor Has No Stove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "18 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Cooking competition veteran and Hollywood's rising star Executive Chef Mette Williams is here to battle the team of child cooking prodigies. From potatoes to Renaissance aged foods, tonight's theme is a culinary blast from the past. Master Chef extraordinaire, Susan Feniger judges the final round.    "
                },
                "18": {
                    "title": "Home Cooking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "25 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Tonight's season finale has all the fixings for a delicious competition. Highly notable Executive Chef Eli Kirshstein battles the team of child cooking prodigies in three rounds of home cooking themed challenges. Master Chef Art Smith brings down the house as he judges the final round.    "
                }
            },
            "1": {
                "1": {
                    "title": "Don't Under-ESTIE-Mate Her",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Executive Chef Frank Otte tests his mettle against a team of five child cooking prodigies; from \"finger foods\" to a \"technique trio,\" can this acclaimed executive chef hold his own against 7-year old child chef Estie?    "
                },
                "2": {
                    "title": "Stop the Bull!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Frankie \"The Bull\" Terzoli does his best to stomp out the team of child cooking prodigies winning streak. When chef Emmalee is stymied by the perils of the menu board in the winner-takes all third round, will she \"get the horns\" or fight her way out? Founder of the \"fo-nut\" and celebrity pastry chef, Waylyn Lucas, joins to blind taste and judge the winner takes all final round.    "
                },
                "3": {
                    "title": "All's Fair in Love and... Food?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Tony learns the hard way that small can be very mighty as he takes on the team of child cooking prodigies in tonight's \"fair-food episode\". Master Chef Brooke Williamson joins to blind taste and judge the winner takes all final round.    "
                },
                "4": {
                    "title": "How Eggs-Centric",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Katherine Humphus takes on the team of child cooking prodigies in this egg-centric episode - which revolves around a perennial favorite - eggs! World-famous celebrity chef, Hubert Keller, joins to blind taste and judge the winner takes all final round.    "
                },
                "5": {
                    "title": "Secret Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Executive chef Joel Miller is in the hot seat, placing his years of training and decades of experience on the line against the team of child cooking prodigies.    "
                },
                "6": {
                    "title": "Viva La France",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Culinary and literal giant, chef Keith Breedlove muscles his way into the kitchen to see what all the fuss is about. But when he squares off against 7 year-old chef Estie in the \"Poulet-Trois\" will he crow like the rooster? Or run away chicken? Legendary Master Chef, Ludo Lefebvre, joins to blind taste and judge the winner takes all final round.    "
                },
                "7": {
                    "title": "South of the Border",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Diana Stavaridis tests the team of child cooking prodigies in a Mexican standoff! From Ceviche to taco-trios, if you can't take the heat, you'll get thrown out of the kitchen! The round three special guest judge is known for single-handedly revitalizing Tijuana's food scene, master chef Javier Plascencia.    "
                },
                "8": {
                    "title": "Game-ON!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Executive chef, Chris Tzorin, wants a piece of the action and competes against the team of child cooking prodigies. A culinary mash-up appetizer will test everyone's culinary creativity. Then it's going to be a knife fight, testing both sides in butchery skills - from making fresh sausage, to handling oversized cuts of game meat. Master Chef Karen Hatsfield joins to blind taste and judge the winner takes all final round.    "
                },
                "9": {
                    "title": "In for a Penny, in for a Pound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Executive chef Penny Davidi steps up to the team of child cooking prodigies wearing a sleeveless chef coat more reminiscent of a karate gi, than a coat. And don't be fooled, it's not a style choice, it's a warning! From the start, she'll spit venom at the mini-masters to put them off their game. Will the prodigies cave to fear? Or will they make Penny \"eat her words\". Master Chef and restaurateur, Jeff Mahin, joins to blind taste and judge the winner takes all final round.    "
                },
                "10": {
                    "title": "Tough Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Larry Monaco may be the toughest match yet for the team of child cooking prodigies. From an \"amuse\" challenge in round one, out to a \"tough cuts only\" entree in round two and finally a \"funghi\" trio, this episode couldn't be any more foodie! Two-time Michelin star-rated Master Chef, Josia Citrin, joins to blind taste and judge the winner takes all final round.    "
                },
                "11": {
                    "title": "It Takes Guts!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Augie Saucido wants to see what all the fuss is about as he competes against the team of child cooking prodigies. And, from the moment he steps in, it gets raw! Raw food preparation is on the menu in round one.    "
                },
                "12": {
                    "title": "Wild Enough to Be Shot At...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Hop Fan crashes into the kitchen with his eclectic mix of \"Ed Grimley\" meets \"Kramer\" antics - is he a creative genius or a madman? Can the team of child cooking prodigies stay focused and take this chef down? From a sushi challenge to a street food trio, be prepared for amazing food and some kitchen comedy! Master Chef, Mary Sue Milliken, joins to blind taste and judge the winner takes all final round.    "
                },
                "13": {
                    "title": "Awww Shucks!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Man vs. Child: Chef Showdown (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    It's executive chef Justin Haefler's chance to put his years of training and decades of experience on the line for a chance to beat the team of child cooking prodigies in the kitchen! Live oyster appetizers will test their shucking skills.    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Isabella, Michael"
            },
            {
                "name": "Zaine, Alia"
            },
            {
                "name": "Gertler, Adam"
            },
            {
                "name": "Martin, Cloyce Max"
            },
            {
                "name": "Abrams, Emmalee"
            },
            {
                "name": "Dahlerbruch, Holden"
            },
            {
                "name": "Kung, Estie"
            },
            {
                "name": "Russett, Dylan"
            },
            {
                "name": "Esparra, Olivia"
            },
            {
                "name": "Greene, Isiah"
            },
            {
                "name": "Otano, Zion"
            },
            {
                "name": "Abrams, Emmalee Rainbow"
            },
            {
                "name": "Breedlove, Keith"
            },
            {
                "name": "Citrin, Josiah"
            },
            {
                "name": "Davidi, Penny"
            },
            {
                "name": "Fan, Hop"
            },
            {
                "name": "Haefler, Justin"
            },
            {
                "name": "Hatfield, Karen"
            },
            {
                "name": "Humphus, Katherine"
            },
            {
                "name": "Lefebvre, Ludo"
            },
            {
                "name": "Lofaso, Antonia"
            },
            {
                "name": "Mahin, Jeff"
            },
            {
                "name": "Miller, Joel"
            },
            {
                "name": "Milliken, Mary Sue"
            },
            {
                "name": "Monaco, Larry"
            },
            {
                "name": "Otte, Frank"
            },
            {
                "name": "Plascencia, Javier"
            },
            {
                "name": "Saucido, Augie"
            },
            {
                "name": "Stavaridis, Chef Diana"
            },
            {
                "name": "Terzoli, Frank"
            },
            {
                "name": "Tzorin, Chris"
            },
            {
                "name": "Williamson, Brooke"
            },
            {
                "name": "Yoon, Sang"
            },
            {
                "name": "Abdessian, Sevan"
            },
            {
                "name": "Barron, Jill"
            },
            {
                "name": "Bromberg, Bruce"
            },
            {
                "name": "Carroll, Jen"
            },
            {
                "name": "Chauhan, Maneet"
            },
            {
                "name": "Christiana-Beninger, Marcus"
            },
            {
                "name": "Crary, Chris"
            },
            {
                "name": "Crenn, Dominque"
            },
            {
                "name": "Delongpre, Crystal"
            },
            {
                "name": "Dotolo, Vinny"
            },
            {
                "name": "Farina, Richie"
            },
            {
                "name": "Febres, Jason"
            },
            {
                "name": "Feniger, Susan"
            },
            {
                "name": "Fernandez, Kelvin"
            },
            {
                "name": "Fraser, Betty"
            },
            {
                "name": "Gordon, Valerie"
            },
            {
                "name": "Hernandez, Johnny"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 62,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzI2MjcwMTAyMF5BMl5BanBnXkFtZTgwMjMyOTE1NzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Man vs. Child: Chef Showdown",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2"
        ],
        "distributors": [
            {
                "name": "FYI"
            },
            {
                "name": "Lifetime Television"
            }
        ],
        "special effects": [
            {
                "name": "J.E.M. F/X"
            }
        ],
        "other companies": [
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "Each week, a team of five child cooking prodigies, ages 9 through 16, challenges an executive-level chef in the kitchen, in a three-round competition.::Mike"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 62,
                "rating": 7.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 5.1
            },
            "aged 30 44": {
                "votes": 15,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 20,
                "rating": 8.0
            },
            "males": {
                "votes": 20,
                "rating": 6.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 5.8
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 7.9
            },
            "females": {
                "votes": 21,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 5.3
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 8.6
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 6.0
            },
            "us users": {
                "votes": 26,
                "rating": 7.5
            },
            "non us users": {
                "votes": 9,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 17,
            "9": 8,
            "8": 13,
            "7": 8,
            "6": 2,
            "5": 3,
            "4": 3,
            "3": 0,
            "2": 0,
            "1": 8
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}