{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 February 2015",
                "notes": "                            (Los Angeles, California)"
            },
            {
                "country": "USA\n",
                "date": "21 February 2015"
            }
        ],
        "release dates": [
            "USA::4 February 2015                            (Los Angeles, California)",
            "USA::21 February 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Garry Schyman: The Art of Composing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Composer Garry Schyman sits down with host Delaney Shiokari to talk about his career in composing. He takes us through the process of composing for various films, television shows, and video games. Correspondent Zachary Roozen explores L.A.'s Night on Broadway.    "
                },
                "2": {
                    "title": "Patrick Cain: The Art of Furniture Design",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Furniture designer Patrick Cain sits down with host Claudia Vel, to discuss his ideas and perception on furniture design. He also goes into detail about some of his pieces. Correspondent Rachel Mathieu takes us on a trip to MOCA and the Japanese American National Museum for Museum Free For All Day.    "
                }
            },
            "1": {
                "1": {
                    "title": "Julie Arnoff: The Art of Drip Portrait Painting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Drip portrait painter Julie Arnoff demonstrates her unique and colorful style of painting in studio, with host Zachary Roozen following along. Correspondent Riyana Chakraborty goes into USC's Roski School of Fine Art to get the inside access on Amara Barnes' print making.    "
                },
                "2": {
                    "title": "Ching Ching Cheng: The Art of Book Sculpting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Book sculpting wizard Ching Ching Cheng shows host Zachary Roozen some tricks to carving a camera out of books. Correspondent Claudia Vel visits DTLA Dark Nights to discover the talent found in the City of Angels.    "
                },
                "3": {
                    "title": "Tom Sito: The Art of Animation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The animator on many of our childhood favorite films Tom Sito teaches our host Zachary Roozen how to draw some of his beloved characters, including Beast from Beauty and the Beast. Correspondent Claudia Vel sits in Nora Martin-Hall's home studio to hear about her fine artistry.    "
                },
                "4": {
                    "title": "Alyesha Wise: The Art of Slam Poetry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Grand Slam Champion of Los Angeles and two time Women of the World Finalist Alyesha Wise sits down with Zachary Roozen to break down the intricacies of spoken word. Later she performs a piece entitled \"To This Black Woman Body Part 1\". Correspondent Claudia Vel takes a look at the vibrant work of light artist Mads Christensen, who has done pieces for countless shows including Burning Man.    "
                },
                "5": {
                    "title": "Barbara Blatt: The Art of Drawing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Fine Artist Barbara Blatt speaks candidly with host Zachary Roozen about the inspiration behind her imaginative and psychologically driven work. Correspondent Claudia Vel delves into the songwriting process with the lovely USC Popular Music Performer Emily Kocontes.    "
                },
                "6": {
                    "title": "Chachi Gonzales: The Art of Choreography",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    International phenomenon and choreographer Chachi Gonzales talks about her experiences in the world of dance and teaches host Zachary Roozen some moves to her version of \"Dear Future Husband\" by Meghan Trainor. Correspondent Claudia Vel sits down with the creators of the Jukebox collective, Aaron Ashby and Michael Chang.    "
                },
                "7": {
                    "title": "Robert Yancy: The Art of Body Painting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Body Painter Robert Yancy uses the body as a canvas in this stimulating episode! Watch as he partially transforms one of our very own producers into a white tiger, with Zachary Roozen putting on some finishing blue touches. Correspondent Claudia Vel does a remote interview with YouTube A Capella artist Peter Hollens.    "
                },
                "8": {
                    "title": "Malia Civetz: The Art of Singing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    USC Pop Music Major Malia Civetz discusses her journey through the musical world, speaking about some of her first performances and her recent win USC's premiere A Capella group The Socal Vocals at the 2015 ICCA, locking in a 4-time championship. Our segment this week features Ava Dellaira, author of the novel \"Love Letters To The Dead\".    "
                }
            },
            "2": {
                "1": {
                    "title": "Marlene Forte: The Art of Acting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Actress Marlene Forte sits down with Zachary Roozen to break down the differences between screen and stage acting by performing an excerpt from her monologue in \"Mojada\" at The Getty Villa in two different ways. Correspondent Noah Ringer takes viewers on a tour of Downtown L.A.'s newest contemporary art museum The Broad.    "
                },
                "2": {
                    "title": "Christine Berg: The Art of Meditative Painting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Fine Artist and Filmmaker Christine Berg talks with Zachary Roozen about how her personal experiences have influenced her short film \"Wonder Buffalo\" and other artistic works. She demonstrates her style of mixed media art with Zachary, producing a new piece off her collection \"Vital Spark\". Correspondent Alina Tang sits down with Austin Foley, also known as Jynjo, a music producer and DJ whose music can be found right here on \"The Art Craze\".    "
                },
                "3": {
                    "title": "Panel Discussion: Art as Social Commentary",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    This special episode of The Art Craze features panelists Gregory Feingold, Devin Trabant, and Juliette Lin. They dissect the work of many artists in the recent past who have used their art as a platform for social commentary. In discussion are Dismaland by Banksy, Body as a Battleground by Barbara Krueger, The Body of Michael Brown by Kenneth Goldsmith, and other contemporary works.    "
                },
                "4": {
                    "title": "Whitney Banks: The Art of Special Effects Make Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Special Effects and Beauty Make Up Artist Whitney Banks unmasks the elements of applying special effects make up, recreating one of the scary faces from Universal Studio's Haunter Horror Nights on a live model. Our spotlight of the week highlights the work of USC's very own hip hop dance team, Chaotic 3.    "
                },
                "5": {
                    "title": "Joe Brooks: The Art of Songwriting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    British singer/songwriter Joe Brooks has come a long way since he first began posting his music on Myspace. He joins our host Zachary Roozen in studio to discuss his creative process, the story behind his song \"Carousel\", and his current projects. Later, he performs a live version of his song \"Carousel\". Correspondent Alina Tang talks with emerging singer/songwriter Katie Stump about her musical projects.    "
                },
                "6": {
                    "title": "Simone Legno: The Art of Creating a Lifestyle Brand",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Creative Director and Co-Founder of tokidoki brand Simone Legno invited us into his corporate headquarters to discuss his passion for character design. Hear how his passion for art exploded into the innovative and high end brand that is tokidoki. This special segment is hosted by Devin Trabant.    "
                },
                "7": {
                    "title": "Brian Hull: The Art of Voice Impressions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    YouTuber Brian Hull joins us in studio to talk about his skill of mastering voice impressions. After his video \"Disney and Pixar Sings Let It Go\" went viral, he moved to LA to pursue it as a career. Listen to his advice and follow his steps to break down the voice of Tigger and many other famous characters. Then watch him perform with producer Devin Trabant as different characters in hilarious scenarios! Correspondent Noelle Brimble talks with choreographer Saleemah E. Knight about her dance moves and working with Beyoncé.    "
                },
                "8": {
                    "title": "Martin Chalifour: The Art of the Violin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    In this special episode, we took a trip to the Walt Disney Concert Hall in Downtown LA to speak with Martin Chalifour, Principal Concertmaster of the LA Philharmonic. He discusses how his passion for music has taken him around the globe and flourished into a lifelong career. Correspondent Noah Ringer talks to artist, USC Student, and entrepreneur Jane Li about her shoe company \"Walk In These\".    "
                },
                "9": {
                    "title": "USC Trojans: The Art of DIY (Fall Edition)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    In this special episode, we explore art from a do-it-yourself perspective, as producers come on the show to teach host Zachary Roozen how to make fall a little more festive. In anticipation of the USC v UCLA football game on November 28th, Devin Trabant illustrates some fun face paint designs in honor of the Trojans. Then, Greg Feingold takes us step-by-step through the process of making rice crispy turkeys.    "
                },
                "10": {
                    "title": "Azmera Davis: The Art of Spoken Word",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Art Craze (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Spoken Word poet Azmera Davis delivers powerful messages through her art. Our host Zachary Roozen discusses with her the meaning and inspiration behind her work and her series Break The Boxes. She performs an original piece entitled \"The Future\". Correspondent Devin Trabant explores the world of acrobatics at Cirque SC, interviewing some of the performers and catching them in their acts!    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Roozen, Zachary"
            },
            {
                "name": "Vel, Claudia"
            },
            {
                "name": "Trabant, Devin"
            },
            {
                "name": "Ringer, Noah"
            },
            {
                "name": "Tang, Alina"
            },
            {
                "name": "Chakraborty, Riyana"
            },
            {
                "name": "Cain, Patrick"
            },
            {
                "name": "Mathieu, Rachel"
            },
            {
                "name": "Schyman, Garry"
            },
            {
                "name": "Shiokari, Delaney"
            },
            {
                "name": "Brimble, Noelle"
            },
            {
                "name": "Davis, Azmera"
            },
            {
                "name": "Dellaira, Ava"
            },
            {
                "name": "Feingold, Gregory"
            },
            {
                "name": "Forte, Marlene"
            },
            {
                "name": "Gonzales, Chachi"
            },
            {
                "name": "Kocontes, Emily"
            },
            {
                "name": "Lin, Juliette"
            },
            {
                "name": "Sito, Tom"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjQ2YTQ1MjktMDY5Ny00ZjNlLWE2MDMtNjFhY2NiYTdiY2Y1XkEyXkFqcGdeQXVyNjQ2Nzc0NTU@._V1_SY150_CR39,0,101,150_.jpg",
        "budget": "$5,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Art Craze",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Art Craze (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Trojan Vision Television"
            }
        ],
        "distributors": [
            {
                "name": "Trojan Vision Television"
            }
        ],
        "plot": [
            "_The Art Craze_ (qv) is a dynamic exploration of traditional and contemporary art through the artists' lens, with an interview segment and a live demonstration. Hosted by Zachary Roozen.::Adanna Teemac"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}