{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 January 2015"
            }
        ],
        "release dates": [
            "USA::2 January 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Bat Outta Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ray must face up to his mistakes at Drake's home, and even if he doesn't want to, Drake will make sure he doesn't have a choice. Meanwhile, having just narrowly escaped being shut down by corporate, the Zoola-crew slog through another horrible day of work, and Casey meets his new coworker at Winterland.    "
                },
                "2": {
                    "title": "Home for the Holidays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    It's Christmas Eve in Cityville, but that's not gonna stop anyone from trudging into work, or complaining about it. But whether you're cutting through the snowy red mist of holiday cheer at the Zoolaplex or pandering to people's charity at Winterland, it's important to remember that everyone has a Christmas story. Will Tyler's Christmas carols be sung to the rhythm of his heart monitor? And who is Mike visiting at the local prison? Grab your menorahs and find out now, on Zoolaplex.    "
                },
                "3": {
                    "title": "Force Majeure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    It's a new year in Cityville, but that doesn't mean old habits don't die hard, like Charles giving sweet Ray a hard time, Andy napping on the job, and Casey coming by to make everyone's days a little bit brighter and more colorful. But when an especially intolerant and intolerable customer arrives at the Zoolaplex's front door, who will put an end to his remarks? Well, there's only one person left to call. But will Pete leave the security of his office to face this threat in person?    "
                },
                "4": {
                    "title": "Sicktoys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    With Pete Bossman's feet back on the Zoolaplex's stain-addled floor after four years locked in his office, his triumphant return soon turns into a bitter wake-up call when he sees first-hand how his staff behave. Looks like Leanne had the right idea when she decided to hang out with Chrissie and Riley instead. But will their trip to the Cityville Mall be all coffee and chatter? Where will Pete's anger be directed? And why did they make Aaron Paul record all those lines for a stupid promo cutout? Find out all this and more in this new episode of 'Zoolaplex'.    "
                },
                "5": {
                    "title": "Midas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Life in Cityville takes a turn for the worst when union president turned protest leader turned murderous cult idol Norville Greenandbachen is released from jail. His first port of call? Well, where else? But while the team struggle to keep the peace, Larry's day off is marred by an uninvited guest of his own. What do you do when the blind man comes to your door?    "
                },
                "6": {
                    "title": "A Thesis on Risk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    It's DEFCON 1, the nightmare scenario, game over: a health inspector has arrived at the Zoolaplex. While Pete struggles to keep his multiplex together, Caroline is trapped at work on the worst day of her life. Meanwhile, things aren't looking much better for the Winterland crew, and it's going to get a lot worse from here - What will happen? Will the Zoolaplex pass the inspection? Will Tyler be alive tomorrow? All this and more on 'Zoolaplex'.    "
                },
                "7": {
                    "title": "Fili",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Now that we're back from producing our full-length, semi-animated pilot, we at No Studio In Particular are proud to return to Cityville for another amazing adventure of 'Zoolaplex'. As the crew reels from the collective pain of Caroline's mourning, they're struck with empathy and reflection - amid the usual customer chaos. Meanwhile, the fog only gets thicker at Winterland as Casey receives some strange information, and a revealing visitor.    "
                },
                "8": {
                    "title": "That Song From 'Salud'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Back in full swing with dat episodes thing, it's time for an all-new, all-female episode of 'Zoolaplex'. In a rare twist, Leanne ends up getting kidnapped by a pair of meth dealers with a beef with a man called Rosenberg. While Alize, Riley and the others start their chase, it's up to Leanne to keep herself alive despite getting caught with Rosenberg's pink meth.    "
                },
                "9": {
                    "title": "Mass-Produced Heroine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ladles and jellyspoons and errything inbetween, we affectionately present a slightly belated but all-natural new episode of 'Zoolaplex'. It's crunch-time in everyone's favourite cineplex as a new movie has the crowds raving for formulaic tween-pandering heroism - can the team handle themselves with Caroline gone and Alize stuck at the bank? Meanwhile, Caroline finds herself in need of a hero of her own, and Casey discovers just how it feels to be the villain. All this and more in 'Mass-Produced Heroine'.    "
                },
                "10": {
                    "title": "Just the Right Number of F*cks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    While Casey goes looking for answers about his current situation at Winterland, Charles' increasingly hostile presence in Ray's life forces him to open up to the last person he'd ever think of trusting: Andy.    "
                },
                "11": {
                    "title": "Amidst a Thousand Accusations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    While Andy faces the Dean's wrath for knocking out one of Charles' teeth, Casey sets a plan in motion to catch the thief in his family. Meanwhile, Mike petitions Drake for the biggest favour he's ever asked, and Larry pays Caroline and her husband a home-visit.    "
                }
            },
            "1": {
                "1": {
                    "title": "Attendants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In this adventure, the Zoolaplex crew face their worst (and first) challenge so far: each other.    "
                },
                "2": {
                    "title": "Mission: Highly Improbable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode, we listen as our heroes try to figure out the best way to market something truly unmarketable: the fourth 'Transformers' movie.    "
                },
                "3": {
                    "title": "The New Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Join the Zoolaplex crew as they welcome a fresh face to their fold in the worst ways possible. He has to learn how horrible the place is sometime, right?    "
                },
                "4": {
                    "title": "Little Mischief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    In today's episode, a wandering observer stops wandering and starts commenting, on Larry. Dangerous decision, perhaps? Listen and find out!    "
                },
                "5": {
                    "title": "Pride in the Red",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    Casey braves the harsh job market and drags Ray along for the ride. Meanwhile, a familiar face appears at the Zoolaplex, and sweet Caroline pays a visit to a loved one.    "
                },
                "6": {
                    "title": "The Montenegrin Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    In this fantastic, bombastic, possibly orgasmic episode, there's trouble brewing on the streets of Cityville, and only the Zoolaplex team can help. Well, maybe someone else could, but these are the only guys who will.    "
                },
                "7": {
                    "title": "Insurance List",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Casey braves the harsh job market and drags Ray along for the ride. Meanwhile, a familiar face appears at the Zoolaplex, and sweet Caroline pays a visit to a loved one.    "
                },
                "8": {
                    "title": "Happy Hour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Leanne and Alize take a few friends out for a girls' night of hard drinking. But things get a little weird after one of these new faces turns out to be one of Leanne's previous scam victims.    "
                },
                "9": {
                    "title": "Casey in Winterland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Casey starts his new job and meets his new teammates at the nice and shiny Winterland; it still has that new store smell. Meanwhile, Caroline comes to Larry for support about her home life.    "
                },
                "10": {
                    "title": "Night of the Underground Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    In the wake of a new movie that has nobody talking, those who love what everyone doesn't will swarm. And now, our heroes must fight back against them, or risk losing their sanity and their patience.    "
                },
                "11": {
                    "title": "Fetish for Clowns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Ray returns to college to face a disciplinary meeting about Charles' surprise visit, Casey and Zed discuss Vince's termination, and Andy explores the wonders of coulrophilia - no matter who suffers.    "
                },
                "12": {
                    "title": "Citizen Drake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Ray must call upon his reliable coworkers to find a place to stay the night, while avoiding the many unwanted guests that find their way into the Zoolaplex. Meanwhile, Casey finds himself meeting an unwanted guest of his own, and Caroline and Tyler try to keep the festive spirit of Christmas red and green in the clinical whiteness of the hospital.    "
                },
                "13": {
                    "title": "Zoolaverse Short: Stall-Mart Customer Assistance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    In this skit, Andy tries to call his local Stall-Mart, but meets with some unintended resistance.    "
                },
                "14": {
                    "title": "Zoolaverse Short: Mike Does Comedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Today, Mike decides to try his hand at stand-up comedy at an open mic night, and Andy and Alize go to support him. What may happen? Well, this IS Mike we're talking about.    "
                },
                "15": {
                    "title": "Zoolaverse Short: Sal's Motivational Pizzas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "10 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Introducing the one service that everyone would want but no one should bother to have. Have you ever felt the crushing sensation of first world society pressing down on you? Has life done you wrong? Then grab the phone and order one of Sal's Motivational Pizzas.    "
                },
                "16": {
                    "title": "Zoolaverse Short: Speed Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    If there's one thing history's taught us, it's that opposites attract. And now we demonstrate that by combining the simple act of speed dating, with Drake's personality. What fun people will they meet? Will love blossom? Probably not, but let's try anyway.    "
                },
                "17": {
                    "title": "Zoolaverse Short: Fund-A-Sort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "18 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The perfect way to keep track of your pocket finances, whether for personal use or running a business, is the Fund-A-Sort Money Organizer. Enjoy this fun commercial for this revolutionary product. Because the people who made it certainly didn't.    "
                },
                "18": {
                    "title": "Zoolaverse Short: Zom-B-Gone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "11 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Are you worried about fierce and overplayed zombies coming back to eat your children's brains? Well worry no longer. Zack's Zom-B-Gone Funeral Directors will set you straight.    "
                },
                "19": {
                    "title": "Zoolaverse Short: Andy Does Uber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    When Andy's car is in the shop, he has to get an Uber to work. But when his driver starts speeding up, it becomes clear he's in for a wild ride.    "
                },
                "20": {
                    "title": "Zoolaverse Short: Fucking Robots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "12 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Mike just can't catch a break today: while being sent to the supermarket for supplies, Mike discovers the cashiers have been replaced with self-scanner machines with a little too much going on behind the screen.    "
                },
                "21": {
                    "title": "Zoolaverse Short - The Grind and the Curious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "9 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    These 'Fast and the Furious' movies are everywhere these days - not even coffee is sacred from its ultra-franchisable effect. A humble parody of a not-so-humble series.    "
                },
                "22": {
                    "title": "Zoolaverse Short - Strong Cecily",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoolaplex (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Hunger Games/Divergent parody.    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Bridger, Reece"
            },
            {
                "name": "Sullivan, Mark"
            },
            {
                "name": "Smith, Jessie"
            },
            {
                "name": "Walker, Kiba"
            },
            {
                "name": "Bailey, Jon"
            },
            {
                "name": "Benoit, Sean"
            },
            {
                "name": "Cushman, Tiffany"
            },
            {
                "name": "Lords, Ricky"
            },
            {
                "name": "Polton, Sara"
            },
            {
                "name": "Lucas, Corwin"
            },
            {
                "name": "Austin, Kevin"
            },
            {
                "name": "Pauley, Ky"
            },
            {
                "name": "Lynn, Rachel"
            },
            {
                "name": "Brady, Patricia"
            },
            {
                "name": "McConnell, Robyn"
            },
            {
                "name": "Tromp, Rob"
            },
            {
                "name": "Lawhon, Ryan"
            },
            {
                "name": "Puatu, Griffin"
            },
            {
                "name": "Chiang, Rochelle"
            },
            {
                "name": "Lanuza, Joey"
            },
            {
                "name": "Chichester, Josh"
            },
            {
                "name": "Badorf, Ben"
            },
            {
                "name": "Ray, Malcolm"
            },
            {
                "name": "Pierson, Daj"
            },
            {
                "name": "Gould, Vicky"
            },
            {
                "name": "Puno, Josephine"
            },
            {
                "name": "Tiong, Edwyn"
            },
            {
                "name": "Anderson, Jacob"
            },
            {
                "name": "McRae, Danielle"
            },
            {
                "name": "Nunez, Steve Warky"
            },
            {
                "name": "Bentley, Jeffrey"
            },
            {
                "name": "Becker, Viva"
            },
            {
                "name": "Paulie, Ky"
            },
            {
                "name": "Cantwell, Shaun Phillip"
            },
            {
                "name": "Muller, Dan"
            },
            {
                "name": "Bowley, Eddie"
            },
            {
                "name": "Woods, Ashley N."
            },
            {
                "name": "Goff, Kellen"
            },
            {
                "name": "Fairchild, Terry"
            },
            {
                "name": "Cowley, Andy"
            },
            {
                "name": "McGlothlen, Skyler"
            },
            {
                "name": "Shulfer, Zack"
            },
            {
                "name": "Noell, Sarah"
            },
            {
                "name": "Caudel, Makaio"
            },
            {
                "name": "Clark, Micheal"
            },
            {
                "name": "Foulds, James"
            },
            {
                "name": "Houle, Cedric"
            },
            {
                "name": "Reatherford, Steven"
            },
            {
                "name": "Sailors, Jordan"
            },
            {
                "name": "Santiago, Xenia"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.1,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTFlZGJmYjgtM2MxZS00NzI5LWEyZmQtYjA4N2M3MDllYjI4XkEyXkFqcGdeQXVyNjU4NTcyODY@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Zoolaplex",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Zoolaplex (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bridger, Reece"
            },
            {
                "name": "Bridger, Drew"
            }
        ],
        "plot": [
            "In the consumerist borough of Cityville, USA, the staff of the rundown _Zoolaplex_ (qv) and their friends must deal with mind-numbing customers, heartless antagonists, and each other in order to survive the harsh world of customer service."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 1,
                "rating": 9.0
            },
            "non us users": {
                "votes": 2,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.1,
        "median": 9
    }
}