{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "20 March 2015"
            }
        ],
        "release dates": [
            "Canada::20 March 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Darryl Purdy has been working in the animation industry for more than 17 years. With experience in television, film and video game production, he has worked on a lot of high profile projects such as Rise of the Tomb Raider (Senior animator), Far Cry 3 (Cinematic director), Halo 3 (Cinematic animator) and Batman Arkham Origins Initiation (Animation director). Darryl is currently working at Eidos Montreal as cinematic performance director on their next big project.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ted Ty has over 25 years of experience in the feature film animation industry. He has animated on 20 feature films on such titles as \"How to Train your Dragon 2\", \"Rise of the Guardians\", \"Shrek Forever After\", \"Kung Fu Panda\", \"Lilo and Stitch\", \"Mulan\", and \"The Lion King\". Ted is currently working at L'Atelier Animation as Animation Director where he recently completed work on the studio's first feature film \"Ballerina\".    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    For our first interview of the series, we spoke with animation veteran Richard Lico (Principal Animator at Bungie Studios). Over his fifteen year career, Lico has worked on eleven published games including X-Men: Legends, Condemned 2: Blood Shot, Halo 3:ODST and Halo: Reach. Lico was Senior Art Lead for Bungie's latest game; Destiny.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    For our second episode of the series, we sat down with animation veteran Jason Ryan (Animation Director at Cinesite Montreal). Jason's animation career started in the realm of 2D animation in Europe. He then developed his skills to become a 3D animator at the prestigious Walt Disney Studios on 'Fantasia 2000'. During his 12 years at Disney, Jason has evolved from an Animator to a Supervising Animator on projects such as 'Magic Lamp' and 'Chicken Little'. He then moved on to work at Dreamworks Animation to supervise on projects such as 'Monsters vs Aliens', 'Shrek ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 May 2015",
                    "year": "2015",
                    "plot": "\n    In our third interview of the series, we spoke with animation veteran Eamonn Butler (Head of Cinesite Animation Division). Eamonn started his feature career at Walt Disney Animation Studios as a CG animator. There he worked on Fantasia 2000, Dinosaur, and Chicken Little. Eammon has since transferred to the world of VFX animation and has been an Animation Supervisor on such movies as Iron Man II, Harry Potter and the Order of the Phoenix, Hellboy II, John Carter and Edge of Tomorrow. With a career spanning over 22 years, Eamonn has a wealth of knowledge and it was ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    For our fourth interview, we spoke with Jalil Sadool (Former Lead Animator at Weta Digital and Dreamworks Animation) who has worked in the film industry as an animator for over 10 years. He started his career in the VFX industry on 'The Chronicles of Narnia', 'Night at the Museum' and 'Garfield 2'. He then moved to New Zealand to work as a Senior Animator and Lead Animator on amazing projects such as 'The Water Horse', 'Avatar', 'The Adventures of Tintin' and 'Rise of the Planet of the Apes'. After years in the VFX industry, Jalil switched to feature animation at ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    In our fifth interview of the series, we spoke with animation veteran Jeremy Collins (Senior Animator II at Blizzard Entertainment). For the past 3 years, he has been working on the well know 'World of Warcraft' games. Prior to his game animation work, Jeremy as excelled as an animator in numerous feature films such as 'Tangled', 'Arthur Christmas', 'Alice In Wonderland', 'Cloudy with a Chance of Meatballs' and 'I Am Legend', just to name a few. He is very passionate and knowledgeable about his craft. It was a pleasure to talk with him.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    For our 6th interview, we spoke with Senior Animator and Lead Previz Artist; James Bennett (CCO & Co-Founder of Zerply). He has more than 15 years of experience in the industry as an animator on many blockbusters such as Avatar, the Hobbit, King Kong, Iron Man 2, How to Train your Dragon 2 and Madagascar 3. Throughout his career, he has worked at studios such as ILM, Dreamworks Animation and Weta Digital. This made for a great interview full of insights about the industry and the art of animation.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    For episode seven of the series, we spoke with the amazingly talented Aaron Gilman (Animation Supervisor at Weta Digital). For the past 15 years, Aaron has worked as a Senior, Lead and Animation Supervisor on some of the biggest blockbusters in the movie industry including 'The Avengers', 'The Hobbit Trilogy', 'Godzilla', 'Iron Man 3' and 'Avatar'. He also ventured into the world of video game development as an Animation Director for Ubisoft and Electronic Arts. Aaron is extremely knowledgeable and it was enlightening to talk with him about his craft.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    For episode eight of the series, we spoke with Gunnar Hansen (Freelance VFX Supervisor). Gunnar has over 30 years of experience in the Animation and Visual Effects industry, including 18 feature films and more than 80 completed commercials to his credits. He has worked on projects such as Captain America: The Winter Soldier, Riddick, The Grey and Quantum of Solace. He is also a founding partner of three successful visual effects companies: FX Cartel, Voodoo Arts and Buzz. It was a pleasure to talk with him about his impressive career and passion for animation and ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Justin Yun is co-founder, executive producer and chief creative officer of Section Studios, an art outsourcing and game company based in Los Angeles. For the past 11 years, Justin has been working in the industry as an art director, concept artist and illustrator. Throughout his career, he has worked for clients such as Riot Games, Harmonix, Sony, Gearbox and Microsoft.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Sven Martin is an award winning visual effects supervisor and chief creative officer for Pixomondo in Germany. He has over fifteen years of experience in the visual effects industry and has been involved in many major productions such as Star Trek - Into Darkness, The Amazing Spider-Man, The Hunger Games, Hugo, Super 8, Iron Man II and the acclaimed TV Series Game of Thrones, for which he received two Emmy Awards and three VES Awards. Sven just completed work on Bridge of Spies for which he just received a nomination at the VES Awards for 'Outstanding Supporting ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Michael Kurinsky is currently working as a production designer at Sony Pictures Animation where he recently completed work on the very popular Hotel Transylvania 2. He was also the art director on the hit comedy Cloudy with a Chance of Meatballs. Prior to working at Sony, Michael was a background painter for Walt Disney Animation working on such films as, The Hunchback of Notre Dame, Hercules, Atlantis, Fantasia 2000 and Tarzan. It was a privilege to talk with Michael and to learn from his amazing career spanning over 20 years in the movie industry.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Sebastian Kalemba is currently working as a lead animator at CD Project Red. He recently completed work on the very popular and award winning 'The Witcher 3: Wild Hunt' game. He is currently working on the upcoming 'Cyberpunk 2077'. Prior to CD Projekt, Sebastian was a lead animator at Platige Image in the cinematic department. He is very passionate and knowledgeable about his craft. It was a pleasure to talk with him.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    David Lam recently completed work on the very popular Call of Duty Black Ops 3 as a Lead Cinematic Animator. His career now spans over 10 years in games, film and commercials as a character animator. He has worked on numerous AAA titles such as The Last of Us, Uncharted 3: Drake's Deception, Uncharted 2: Among Thieves, Halo 3: ODST, Prototype and Star Wars the Force Unleashed. He also contributed on various films such as Red Tails, Green Lantern, Real Steel and The Adventures of Tintin.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    David Hubert recently completed work on the blockbuster video game, 'Rise of the Tomb Raider' as Animation and Cinematic Director for Eidos Montreal. With 15 years of experience in visual effects, video games, and animated features, David has worked on many highly popular titles throughout his career. At Dreamworks, he worked as an animator on various feature films such as Shrek Forever After, Kung Fu Panda 2, Puss in Boots, Madagascar 3: Europe Most Wanted, and was Lead Creature animator on The Croods. Earlier in his career, he also contributed to Hellboy 2: the ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Samantha Youssef is the Artistic Director and founder of Studio Technique. For the past 14 years, she has worked in both 2D feature films and video games for studios such as Walt Disney Animation and Ubisoft Entertainment. Some of her credited films are 'The Princess and the Frog', 'Lilo and Stitch 2' and 'Tarzan 2'. She is also a former professional ballet dancer, a published author and an educator giving lectures and workshops around the world.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Interviews with Creatives (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jeremy Vickery is a lighting artist with over 19 years of experience in the video game and the film industry. After a few years in the industry, he joined Pixar Animation Studios in 2003 and has worked in the lighting department on various film projects such as Wall-E, Brave, Ratatouille, the Incredibles and Inside Out. Seeking new challenges, two years ago, he made a career shift to the video game industry. Jeremy is currently working at Naughty Dog on their next big video game project.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Bennett, James"
            },
            {
                "name": "Butler, Eamonn"
            },
            {
                "name": "Collins, Jeremy"
            },
            {
                "name": "Gilman, Aaron"
            },
            {
                "name": "Hansen, Gunnar"
            },
            {
                "name": "Lico, Richard"
            },
            {
                "name": "Ryan, Jason"
            },
            {
                "name": "Sadool, Jalil"
            },
            {
                "name": "Hubert, David"
            },
            {
                "name": "Kalemba, Sebastian"
            },
            {
                "name": "Kurinsky, Michael"
            },
            {
                "name": "Lam, David"
            },
            {
                "name": "Martin, Sven"
            },
            {
                "name": "Vickery, Jeremy"
            },
            {
                "name": "Youssef, Samantha"
            },
            {
                "name": "Yun, Justin"
            },
            {
                "name": "Purdy, Robert Darryl"
            },
            {
                "name": "Ty, Theodore"
            }
        ],
        "genres": [
            "Documentary",
            "Biography"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Black and White"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "languages": [
            "English"
        ],
        "title": "Interviews with Creatives",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Interviews with Creatives (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "plot": [
            "Ongoing series of interviews with the creative minds behind the film, animation and game industries.::anonymous"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Black and White"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        }
    }
}