{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 April 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "13 April 2015"
            }
        ],
        "release dates": [
            "USA::12 April 2015                            (internet)",
            "USA::13 April 2015"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Camille Zamora",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Host Abigail Wright talks with Sing For Hope co-founder and soprano Camille Zamora about art as currency, finding joy in simplicity and more.    "
                },
                "2": {
                    "title": "Samba Schutte",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Abigail Wright talks with comedian, actor and writer Samba Schutte about laughter, Africa, the need for struggle, and so much more.    "
                },
                "3": {
                    "title": "Tommy Wazelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Host Abigail Wright talks with Tommy Wazelle, tenor, voice of Pig on the popular PBS Kids show Peg + Cat, husband, and father. Tommy discusses his background, his experiences voicing Pig, and how being active contributes to the well-being of both himself and his family, who are the center of his universe. He also adds insight to the topic of the balance between contentment and discontent with the status quo, as well as keeping the ego at bay by staying in the flow.    "
                },
                "4": {
                    "title": "Mukund Marathe: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    In this two-part episode, host Abigail Wright talks with two-time Jeopardy. winner, tenor, and teacher Mukund Marathe about multi-cultural experiences, traveling, and Jeopardy.    "
                },
                "5": {
                    "title": "Mukund Marathe: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    In this two-part episode, host Abigail Wright talks with two-time Jeopardy. winner, tenor, and teacher Mukund Marathe about humor, satisfaction, honest struggles, and his advice for the world.    "
                },
                "6": {
                    "title": "Louis Levitt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "24 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Host Abigail Wright talks with Artistic Entrepreneur and Chamber Musician Louis Levitt of Sybarite5 about the value of close-knit ensembles, flexibility in parenting, envisioning things never done before, and more.    "
                },
                "7": {
                    "title": "George Walden",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Host Abigail Wright talks with retired FDA and Pfizer staff member George Walden about the importance of friends, family, and activities, his views on the world today, and appreciating the differences in humanity.    "
                },
                "8": {
                    "title": "Tricia Alexandro: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "4 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    In this first part of a two-part episode, host Abigail Wright sits down with playwright, actor, and personal trainer Tricia Alexandro to discuss the importance of family, her survival story, and how to work on happiness.    "
                },
                "9": {
                    "title": "Tricia Alexandro: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "11 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    In this second part of a two-part episode, host Abigail Wright sits down with playwright, actor, and personal trainer Tricia Alexandro to discuss the power of community and dance, living a life of diligence, the lasting effects of inner work, and more.    "
                },
                "10": {
                    "title": "Michael Chadwick",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Michael of Michael Chadwick Photography joins us for a great interview in his studio about his long journey from selling plasma to survive to owning his own home and award-winning business.    "
                },
                "11": {
                    "title": "Bryan Stacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Bryan Stacy's an expert on sexual health and having tough conversations, and he's making it easier with the world's first virtual sexual health clinic, Biem. Today, he discusses his battle with testicular cancer, the app that's helping to make awkward conversations easier and behavior better, a new mindset about masculinity, and the importance of connecting with others.    "
                },
                "12": {
                    "title": "Carin Gilfry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Voice actor and singer Carin Gilfry has always been happy. Today, she shares with us how getting locked in a closet led to an episode of This American Life, designing the perfect career to fully enjoy new motherhood, her habits of forward-thinking and taking small steps toward any goal, and more.    "
                }
            },
            "1": {
                "1": {
                    "title": "Jaimee Hammer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Peace of Persistence begins Season 1 with the first of 12 interviews with people who balance high levels of happiness with success. In Episode 1, host Abigail Wright talks with Jaimee Hammer, owner of JM Taxes and singer with Cheers the Band about living without regrets, giving back, and listening to the voice within to follow your passions.    "
                },
                "2": {
                    "title": "Blake Robinson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 May 2015",
                    "year": "2015",
                    "plot": "\n    In Episode 2 of The Peace of Persistence, Abigail Wright interviews Blake Robinson, retired investment manager and thriving photographer, mentor, volunteer, and husband.    "
                },
                "3": {
                    "title": "Jen Ponton",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Host Abigail Wright interviews actor Jen Ponton about the joy of living each moment successfully, breaking through boundaries, and the importance of relationships.    "
                },
                "4": {
                    "title": "Lynn Krynicki Bayer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Host Abigail Wright talks with Washington National Opera and Bard Summerscape's stage manager Lynn Krynicki Bayer. In this interview about balancing happiness and success, Lynn talks about managing life and work one moment at a time, the importance of problem solving, and contentment with life - without comparing yours to others. Host Abigail Wright talks with Washington National Opera and Bard Summerscape's stage manager Lynn Krynicki Bayer. In this interview about balancing happiness and success, Lynn talks about managing life and work one moment at a time, the ...    "
                },
                "5": {
                    "title": "Paul Nelson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Meet Paul Nelson, a 99-year-old retired nuclear engineer who worked at Dupont, the Hanford engineering branch of the Manhattan Project, and for the Atomic Energy Commission. In his discussion with host Abigail Wright, he talks about his feelings about the atomic bombs in WW2 and his secrets to longevity, relationships, lifelong learning, and living each day. In the extended audio version on iTunes, he also shares his thoughts on the future of nuclear energy, the importance of nature in his life, what it was like working on the Manhattan Project and his thoughts on the...    "
                },
                "6": {
                    "title": "Brandon Mayberry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    What does it take to sing in the full time chorus at the Metropolitan Opera, own a thriving cupcake business, and tangibly contribute to the lives of those around you? Join bass-baritone and Swirlz Cupcakes co-owner Brandon Mayberry and host Abigail Wright as they talk about his trip around the world, his experience as a living organ donor, gratitude, compassion, charity, and how to de-stress in a busy life. In the extended audio version on iTunes, you can also hear how he studied opera for free, a heartbreaking story about the fragility of life, the importance of ...    "
                },
                "7": {
                    "title": "Nicholas Pallesen - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode of The Peace of Persistence, host Abigail Wright meets with Nicholas Pallesen, hypnotist and opera singer. Watch as they discuss his roots with hypnotherapy, why it's so effective, the difference connection has made in his life, and the number one way that people get in the way of their happiness and success. This is the first half of a two-part interview, continued in episode 8.    "
                },
                "8": {
                    "title": "Nicholas Pallesen - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Living authentically, having the courage to let go of the \"shoulds\" of life, challenging your limiting beliefs, and laughter yoga - just a few of the topics covered in the second part of host Abigail Wright's interview with hypnotist and singer Nicholas Pallesen. Hear how he \"came out\" as a hypnotist and some tangible tools to live a better life. Watch episode 7 for part 1.    "
                },
                "9": {
                    "title": "Parviz Ghahramani",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode of The Peace of Persistence, host Abigail Wright meets with Parviz Ghahramani, author, award-winning researcher, owner of Inncelerex, and pilot. Watch as Parviz shares his wisdom about being positive in any situation, listening to advice and criticism, constant learning, how to use other pursuits to refresh your mind for work, and so much more.    "
                },
                "10": {
                    "title": "Annie Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In this interview, Annie Small, wealth manager and relationship-building expert, talks about how to maintain relationships through adversity, working outside of one's comfort zone, traveling, and giving through educating others.    "
                },
                "11": {
                    "title": "Daniel Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    After episode 10 with Annie Small, The Peace of Persistence introduces you to her husband, Daniel Small. Danny's a senior municipal bond trader and strategist and Aikido instructor. In this video, he discusses how they've kept their relationship fresh after thirty-two years, his love for finance and game theory, mindfulness, a global view of harmony, and so much more.    "
                },
                "12": {
                    "title": "Allen Won",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peace of Persistence (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In this episode, Abigail Wright talks with saxophonist Allen Won about how his career took shape among the twists and turns that make up his character, his supportive family, rituals, tolerance, and presence.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Wright, Abigail"
            },
            {
                "name": "Pallesen, Nicholas"
            },
            {
                "name": "Marathe, Mukund"
            },
            {
                "name": "Alexandro, Tricia"
            },
            {
                "name": "Bayer, Lynn Krynicki"
            },
            {
                "name": "Ghahramani, Parviz"
            },
            {
                "name": "Hammer, Jaimee"
            },
            {
                "name": "Mayberry, Brandon"
            },
            {
                "name": "Nelson, Paul"
            },
            {
                "name": "Ponton, Jen"
            },
            {
                "name": "Robinson, Blake"
            },
            {
                "name": "Small, Annie"
            },
            {
                "name": "Small, Daniel"
            },
            {
                "name": "Won, Allen"
            },
            {
                "name": "Schutte, Samba"
            },
            {
                "name": "Walden, George"
            },
            {
                "name": "Wazelle, Tommy"
            },
            {
                "name": "Zamora, Camille"
            },
            {
                "name": "Chadwick, Michael"
            },
            {
                "name": "Gilfry, Carin"
            },
            {
                "name": "Stacy, Bryan"
            },
            {
                "name": "Levitt, Louis"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "rating": 8.6,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjlhMDdjNTctYTgxYi00MjVjLTg4NTUtYWZlZWY3NjAzMDllXkEyXkFqcGdeQXVyMjc2OTk5MTQ@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Peace of Persistence",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Peace of Persistence (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "plot": [
            "Discovering the keys to achieve true happiness and success, one honest conversation at a time."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.7
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 4,
                "rating": 9.8
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 9.7
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 4,
                "rating": 9.8
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.6,
        "median": 1
    }
}