{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 September 2015"
            },
            {
                "country": "USA\n",
                "date": "15 September 2015"
            }
        ],
        "release dates": [
            "USA::11 September 2015",
            "USA::15 September 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Flipping Virgins"
            },
            {
                "countries": "Spain",
                "title": "Recién reformados"
            }
        ],
        "akas": [
            "Flipping Virgins (original title)",
            "Recién reformados Spain"
        ],
        "akas from release info": [
            "Flipping Virgins (original title)",
            "Recién reformados Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Sarah & Ann",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A mother-daughter duo is determined to get the most from a risky Atlanta investment.    "
                },
                "2": {
                    "title": "Trina & Eric",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Hoping for a new career that will allow them to work side-by-side, Trina and Eric are searching for an Atlanta fixer-upper with big profit potential. And with their life savings on the line, they turn to realtor and flipping expert Egypt Sherrod to help make it happen. During the house hunt, the first challenge is getting Trina to see past the ugly in a potential flip. Later, an ambitious reno involves shoring up a weak foundation, and a nasty surprise threatens to derail the budget.    "
                },
                "3": {
                    "title": "Fighting the Craftsman Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Smart choices pay off big for two fun-loving flippers who laugh their way through an ambitious reno.    "
                },
                "4": {
                    "title": "Austin & Victoria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    An Atlanta couple bets their life savings on a fixer-upper with big profit potential. After realtor Egypt Sherrod gets them to see past the ugly, an ambitious renovation involves shoring up a weak foundation.    "
                },
                "5": {
                    "title": "Joe & Diana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    An Atlanta couple is determined to transform a dingy duplex into a dazzling single-family home.    "
                },
                "6": {
                    "title": "Rania & Kasim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Not afraid of a challenge, Rania and Kasim are expecting their first baby-and they're prepared to tackle their first-ever flip at the same time. Enter realtor and flipping expert Egypt Sherrod. Egypt's strategy to score a property with existing offers pays off big, and so does leveraging a home inspection to bring down the price. A delay with permits stalls the project, but a market upswing eventually leads to a banner profit no one saw coming.    "
                }
            },
            "1": {
                "1": {
                    "title": "Ehimen & Kemi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    After betting their life savings at auction, a couple is faced with mounting renovation costs.    "
                },
                "2": {
                    "title": "Leslie & Tim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tackling an ambitious project, a couple faces the possibility of a first-time flip with no profit.    "
                },
                "3": {
                    "title": "Matt & Rebekah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A real-life Brady Bunch tackles their first-ever flip but high-end tastes threaten the bottom line.    "
                },
                "4": {
                    "title": "Kristy & Shelley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Two sisters with no property experience tackle an ambitious and pricey Atlanta flip.    "
                }
            },
            "2": {
                "1": {
                    "title": "Faith & Hasone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "18 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    After a major career change, Faith and Hasone are hoping to subsidize the family income with some serious flipping. And realtor and flipping expert Egypt Sherrod is on hand to make their dream business a reality. Nervous about plowing their life savings into a single venture, the couple insists on seeing lower-priced properties. But Egypt warns that a humble price tag could come with costly surprises down the line. Hasone's football training comes in handy during demolition. But once the dust has settled, the bad news starts piling up from the basement to the roof.    "
                },
                "2": {
                    "title": "Ron & Noelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Busy parents Noelle and Ron are already raising three kids and running a business together, and now they're determined to tackle their first-ever flip. Luckily, realtor and flipping expert Egypt Sherrod steps in to keep them and their project on track. The house hunt proves to be a real eye opener for these novices, and so does the renovation process. Perfectionist Noelle has expensive taste and Egypt has to rein her in from the start. But just when she thinks she's making real progress, Egypt uncovers a major curveball that threatens to put the entire project in the ...    "
                },
                "3": {
                    "title": "Jenny & Swan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Though Jenny's first attempt at renovating a house ended in divorce, she's now teaming up with her best friend Swan to tackle an Atlanta flip that could mean huge profits. That is, if the project doesn't cost them their friendship instead. The duo has a healthy budget, but realtor and flipping expert Egypt Sherrod warns that the bigger the house, the bigger the risk. During the house hunt, Swan prefers taking a cautious approach, but Jenny is determined to gamble everything on a midtown home with historic charm. And when the walls eventually come down, Swan gets the ...    "
                },
                "4": {
                    "title": "Ryan & Denise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Hoping to cash in on Atlanta's red-hot real estate market, mother-and-daughter duo Denise and Ryan are determined to flip their first home. They're even prepared to reinvest the proceeds to launch a flipping business, so realtor and flipping expert Egypt Sherrod steps in to show them how it's done. While Mom favors a cautious approach, Ryan pushes for an ambitious flip with huge profit potential. And before long they're overhauling a ramshackle property in an up-and-coming historic neighborhood.    "
                },
                "5": {
                    "title": "Alice & Angelo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "22 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Tired of being landlords, seasoned investors Alice and Angelo want to try their hand at flipping instead. They've got a healthy budget, but while Angelo wants to play it safe, Alice is prepared to take a major risk. With the couple's life savings at stake, realtor and flipping expert Egypt Sherrod steps in to make sure they hit a home run from the start. The house hunt reveals a steep learning curve, and when the couple eventually settles on an ambitious flip with huge profit potential it's all hands on deck as they transform a neglected rental property into an ...    "
                },
                "6": {
                    "title": "Bonnie & Drew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Atlanta's real estate market is hopping, and first-time flippers Bonnie and Drew want in on the action. They're eager to dive in and luckily, realtor and flipping expert Egypt Sherrod is on hand to guide them. With limited inventory and housing prices on the rise, Egypt tells them they'll have to act quickly, and the couple surprises her when they announce they're ready to pull the trigger. The discovery of a kitten in a wall proves to be a good omen, but after a slew of surprise savings comes a costly setback.    "
                },
                "7": {
                    "title": "Brent & Patrick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Best friends Brent and Patrick have been talking about flipping a house for years. And luckily realtor and flipping expert Egypt Sherrod is stepping in to prevent them from making costly mistakes that could cost them their lifelong friendship. After considering their options, the guys agree to transform a four-bedroom duplex into a single-family home. But their shoestring budget soon takes a hit with a series of costly surprises. It's a roller-coaster flip, and it takes all of Egypt's expertise to get this flip back on track.    "
                },
                "8": {
                    "title": "Meirav & Eli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Determined to top up their income, Meirav and Eli are enthusiastic about diving into their first flip. And it's realtor and flipping expert Egypt Sherrod's job to make sure they don't break the bank in the process. Meirav is ready to make an offer on the first property they visit, but Eli and Egypt encourage a more cautious approach. Later, the couple is hands-on when it comes to demolition, and when permit delays threaten their plans Egypt saves the day-and the profit margin-with an ingenious Plan B.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Noelle & Ron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flipping Virgins (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Sherrod, Egypt"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.7,
        "votes": 19,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTU5OGQyZjQtMDAyYi00NjM2LWI5ZTQtMGEyZTdmYzE3MTY0XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Property expert and host Egypt Sherrod gets down and dirty with first timers who risk it all in the unpredictable world of flipping houses. With real people, real stakes, and high-pressure decisions to be made, each episode sees Egypt offering invaluable advice to these house-flipping virgins. They have just 60 days until the first payment is due. In order to beat that deadline, Egypt's formula is 30 days to renovate, and 30 days to sell. From finding the right house at the right price to feeling the rush of making the most profit possible, these rookie renovators will see and do it all. And with Egypt on board, they'll lose their flipping virginity without losing their shirts!",
        "languages": [
            "English"
        ],
        "title": "Flipping Virgins",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Grossi, Fiorella"
            },
            {
                "name": "Kovrig, Brenda"
            },
            {
                "name": "Stockwood, Kathryn"
            }
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "plot": [
            "Property expert and host Egypt Sherrod gets down and dirty with first timers who risk it all in the unpredictable world of flipping houses. With real people, real stakes, and high-pressure decisions to be made, each episode sees Egypt offering invaluable advice to these house-flipping virgins. They have just 60 days until the first payment is due. In order to beat that deadline, Egypt's formula is 30 days to renovate, and 30 days to sell. From finding the right house at the right price to feeling the rush of making the most profit possible, these rookie renovators will see and do it all. And with Egypt on board, they'll lose their flipping virginity without losing their shirts!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 19,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 7.2
            },
            "males": {
                "votes": 5,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "females": {
                "votes": 8,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 5,
                "rating": 7.2
            },
            "non us users": {
                "votes": 4,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 9,
            "9": 1,
            "8": 2,
            "7": 2,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}