{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 October 2015"
            }
        ],
        "release dates": [
            "USA::26 October 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Black Ink Crew: Chicago"
            },
            {
                "countries": "USA",
                "title": "Black Ink Crew: Chicago"
            }
        ],
        "akas": [
            "Black Ink Crew: Chicago (original title)",
            "Black Ink Crew: Chicago USA"
        ],
        "akas from release info": [
            "Black Ink Crew: Chicago (original title)",
            "Black Ink Crew: Chicago USA"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "The Takeover Begins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    After Kat's banishment, Ryan has disappeared. 9 Mag grapples with the new status quo. Phor plays the biggest show of his rap career. A snapchat video finally makes Ashley leave Don. Van tries to keep his temper in check as Ryan drops a bomb on 9 Mag.    "
                },
                "2": {
                    "title": "9MAG Is Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan questions his decision to leave 9Mag while Van tries to save the shop. Ashley comes face to face with Don's side piece and Lily has to contend with her past. Danielle returns to Chicago with the news. Phor gets the opportunity of a lifetime.    "
                },
                "3": {
                    "title": "Tom, Dick, and Cobra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan surprises Rachel with his new venture while Van debuts his side hustle for the city of Chicago. Ashley contemplates taking the kids to Texas to clear her head leaving Don behind to fight for his family.    "
                },
                "4": {
                    "title": "A Whole New Squad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "20 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    While the 9MAG crew is at a loss, Lily makes moves to bring the shop back from the dead. Charmaine blind-sides Danielle with details of Terrence's hookup. Van is shaken about his baby girl's new boyfriend. Ryan takes a stance with a new shop.    "
                },
                "5": {
                    "title": "New Lease, New Reese",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "27 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan starts a new shop but faces a learning curve when bringing in a new staff. Lily hires a new artist, which does not fly with Charmaine, who brought Dani back to the shop. Nikki throws Phor a surprise party.    "
                },
                "6": {
                    "title": "The HBIC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Charmaine makes a power grab for Loyal Ink, dividing the crew even further. Don faces huge repercussions after getting arrested for a DUI. Dani and Terrence's relationship continues to heat up.    "
                },
                "7": {
                    "title": "White Tacticals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Charmaine establishes the \"rules\" as she continues as H.B.I.C., causing Lily and Reese to rebel. Ryan reveals a long awaited Mother's Day surprise for Rachel. And Van has a big blow up with Jenn.    "
                },
                "8": {
                    "title": "Do The Hussle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Loyal Ink holds an official grand opening, Don and Ashley reassess their marriage after Ashdon goes to the hospital, and Charmaine nabs a Nipsey Hussle radio interview.    "
                },
                "9": {
                    "title": "Barbie Tingz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "1 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Phor leaves Chicago to pursue his music dreams in L.A. Ryan joins him with plans to rebuild the 9Mag brand. The gang discovers a news article implicating Ryan in the shop shoot out. Ryan gets advice from a super celebrity client.    "
                },
                "10": {
                    "title": "All Phor One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "8 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Phor arrives in Jamaica with the 9MAG crew for a performance of a lifetime. Loyal Ink's plan to surprise him fails when they bring too much of their Chicago baggage with them.    "
                },
                "11": {
                    "title": "The Last Supper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    9Mag and Loyal Ink's trip to Jamaica takes a turn for the worse. Phor's dream of being on stage in Jamaica is deferred. Don has something special planned for Ashley to win her back. 9Mag and Loyal Ink finally come face to face.    "
                },
                "13": {
                    "title": "Neek and You Shall Find",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan hires a manager to get the new 9MAG back on track, Charmaine makes a disastrous first impression on Neek's mom, and Junior's girlfriend tries to clear his name.    "
                }
            },
            "1": {
                "1": {
                    "title": "We Run Chicago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Welcome to 9 Mag, where the only thing tighter than the ink is the bond between shop owner Ryan and his work family. In a city defined by survival of the fittest, the crew gathers to celebrate the shop's one-year anniversary and honor the memory of Ryan's late sister Nova. Meanwhile, Phor expresses his true feelings for Kat, while Don and Charmaine decide to take their relationship to the next level. But when a surprise visitor shows up, the real drama begins.    "
                },
                "2": {
                    "title": "What You Don't Understand Is, I Do Understand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Ryan is turning 29, so the crew plans a one of a kind surprise party. Don tries to make things right with his girlfriend Ashley, but when he is put on the spot about their future, things go from bad to worse. Charmaine confronts Don about text messages at the worst possible time and Ryan's world gets rocked by unexpected a phone call.    "
                },
                "3": {
                    "title": "Phor Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    With his first solo music performance approaching, Phor decides to put it all on the line and pursue a relationship with Kat. After a harsh meeting with his lawyer, Van's future at 9 Mag is in jeopardy. Ashley confronts Charmaine at Phor's concert and things gets real.    "
                },
                "4": {
                    "title": "Ain't No Prop, Clown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    After confronting Charmaine at Phor's concert and learning the truth about Charmaine and Don, Ashley makes a shocking decision about their relationship. All eyes are on Kat when she does a sexy photo shoot for Urban Ink Magazine, but Ryan worries that the attention may go straight to her head. Ryan spirals out of control as he deals with the reality that the 9Mag family may be starting to fall apart.    "
                },
                "5": {
                    "title": "New York, New Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    After Ryan's meltdown, Kat and Van confront him about his erratic behavior. When the crew questions Kat's loyalty to the shop after she plans to attend a tattoo convention in New York without her 9Mag family, tensions escalate. On the heels of his successful concert, Phor also heads to the Big Apple for what could be a life-changing event -- a meeting with a big music executive. Things heat up when Kat and Phor face their true feelings for each other.    "
                },
                "6": {
                    "title": "You're Not God and You're Not My Daddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The rest of the 9Mag crew heads to New York City to lend support to Kat and get in some partying while they're there. Ceaser and the NY crew throw a mixxxy party in their honor, but things get ugly when Charmaine taunts Don about their past history. Ryan is finally fed up with Kat's ego, and what begins as an apology escalates into a huge blow up that could damage their friendship forever.    "
                },
                "7": {
                    "title": "Kat Fight!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    What happens in New York, stays in New York...not! Upon their return from the Big Apple, Charmaine reveals a secret about her and Don's relationship. Phor receives some shocking news about his biological father, while Don works on mending things with Ashley. Danielle's relationship with her high school sweetheart is tested when her feelings for Ryan are revealed. And, when Kat discovers that the guys are talking behind her back, her future at 9Mag becomes uncertain.    "
                },
                "8": {
                    "title": "Yacht Rocked",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Ryan decides to throw a shop appreciation party in true Chicago summer fashion...on a yacht! While Kat takes some time away from the shop to think things through, the rest of the 9Mag crew lets loose. Danielle's confusion about her ex lands her right into Ryan's arms. And when Ashley shows up on the boat, things go from bad to worse for pretty much everyone.    "
                },
                "9": {
                    "title": "The Don Sets in Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Shocking news at Van's final court appearance leaves him wondering if he should run. Kat's enjoying her time away from 9 Mag, but when the girls fail to pay her a visit, she questions their loyalty. Don decides to take Ashley on a weekend trip to prove his commitment, but he quickly learns that you can't hide from the truth. When Don comes clean to Ashley, it threatens to change their relationship forever.    "
                },
                "10": {
                    "title": "Goodbye Doesn't Mean Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    With the death toll in Chicago at an all-time high, the 9Mag crew hosts an event to help victims of violent crimes. Meanwhile in the Dominican Republic, Don tries to win Ashley back. Van is forced to make a decision that will change everyone's lives. And at a birthday celebration for Ryan's late sister Nova, an unexpected guest arrives and pushes Ryan to rethink what it means to be \"family\".    "
                }
            },
            "2": {
                "1": {
                    "title": "The Nicki Minaj of 9 Mag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ryan steps up his boss game when he learns that his staff is taking advantage of him. Kat betrays 9 Mag in order to take her Kat Tat brand to the next level. Don's old college fling claims that he's the father of her child, threatening his engagement to Ashley. When the crew turns up for the biggest performance of Phor's career, all hell breaks loose.    "
                },
                "2": {
                    "title": "Prison on the Outside, Party on the Inside",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The shop is up in arms after Ryan hires a new tattoo artist. Fists fly when Kat learns that Charmaine threw her personal items in the trash. Don takes a paternity test hoping to squash the rumors that he fathered a love child. Van is finally released from boot camp but rising tensions in the shop could put a damper on his happy homecoming.    "
                },
                "3": {
                    "title": "99.999998 Percent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Don's paternity test results send him on a downward spiral. Ryan dips his toes back in the dating pool. Van has an emotional reunion with his daughter after being separated from her for four months. Danielle's birthday celebration turns into chaos when Ashley and her friends crash the party and attack Charmaine.    "
                },
                "4": {
                    "title": "A New Kat-itude",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Van returns to work at 9 Mag but is angered that the shop has changed. Charmaine is forced to face the consequences of quitting her corporate job and following her dreams. Ashley confronts Don about fathering another child with another woman. Tempers flare when Ryan introduces yet another new tattoo artist in the shop.    "
                },
                "5": {
                    "title": "Broke on Bourbon Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The crew heads to New Orleans for some Bourbon Street debauchery. Charmaine's family demands that the she moves back home when they find out she's broke. Don is caught off guard when his baby mama Whitney ambushes him at 9 Mag. Van reaches his boiling point after Cobra confronts the crew about the cleanliness of the shop.    "
                },
                "6": {
                    "title": "Congratulations, You Played Yourself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "31 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Don brings his two baby mamas together in hopes of uniting his family, but Whitney has no intention of making nice. Ryan celebrates his 30th birthday in style with a Great Gatsby themed bash, but the celebration comes to a halt when Van confronts Cobra about her behavior. And Danielle's boyfriend Terrence makes a fool of himself when his jealousy gets the best of him.    "
                },
                "7": {
                    "title": "Cobra Gets Rattled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Don receives some life-shattering news that could send him back into a spiral. Charmaine is determined to improve her financial situation and auditions to be a radio DJ. In the wake of one of the deadliest weekends in Chicago history, Phor heads into the studio with one of hip hop's top rappers to record a song about peace. When Cobra's behavior becomes questionable, Ryan is forced to make a tough decision about her future at 9 Mag.    "
                },
                "8": {
                    "title": "Basic People Have Threesomes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    With his jail sentence looming, Don pushes up his wedding date. Kat hosts her first art show, but things turn sour when Phor shows up with the woman he cheated on Kat with. Van's relationship is tested after he confesses to his girlfriend that he's not a one-woman kind of guy. Phor's girlfriend Nikki confronts Kat about her attitude at a 9 Mag party-and things get physical.    "
                },
                "9": {
                    "title": "Que Grande",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The 9 Mag crew heads to the Dominican Republic for Don's wedding. Kat confronts Phor about cheating on her when they were together. Van's threesome goes horribly wrong when his girlfriend brings a surprise guest to share in on the fun. And Don gets a little too friendly with a stripper, jeopardizing his wedding to Ashley.    "
                },
                "10": {
                    "title": "Team Don",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ashley arrives in the DR for her wedding day and enlists her brother to spy on Don's bachelor party. Terrence crashes Don's wedding weekend and gives Danielle an ultimatum-him or 9 Mag. And Ashley threatens to call off the wedding when she sees scandalous photos of Don at his bachelor party.    "
                }
            },
            "3": {
                "1": {
                    "title": "The New Barack and Michelle Obama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "19 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Ryan battles his staff over their growing disrespect towards him. Don and Ashley's marital bliss is threatened. Kat leaves Chicago for LA. Van starts a brawl at the 9Mag anniversary party. Ashley starts trouble with Charmaine.    "
                },
                "2": {
                    "title": "You Need Jesus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "26 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Ryan makes a controversial move to assert his authority. Ashley looks to the heavens to help Don control his anger. Danielle confronts Kat about being a bad friend. Van discovers he's been intentionally locked out of the shop.    "
                },
                "3": {
                    "title": "The Return of Cobra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Charmaine's birthday party turns sour when Danielle confronts Ryan. While Ryan heads to Philly for a tattoo convention, Van and Danielle take over the shop. Ryan rehires a former employee. Kat shocks the crew when she unexpectedly shows up in Chicago.    "
                },
                "4": {
                    "title": "Kat's Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Kat invites the crew to a lake house. Charmaine's job is in jeopardy after a night of hard partying. Nikki learns that Phor sent Kat roses. Ryan and Van come to blows. Charmaine is shocked when she discovers two unlikely people hooking up.    "
                },
                "5": {
                    "title": "Work Is Work, But Can You Twerk?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The crew is smitten when Ryan hires a new female tattoo artist. Phor's peace offering sends Nikki over the edge. Don explodes when Ashley gives him a taste of his own medicine.Things get messy when Lily hooks up with a fellow employee.    "
                },
                "6": {
                    "title": "This One Time at Van Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Danielle reveals an explosive secret about Kat. JR and Lily take their relationship to the next level. Van freaks out when Jenn mentions the \"m\" word. Charmaine grills Ryan about Kat. And all hell breaks loose at Phor's concert.    "
                },
                "7": {
                    "title": "My Cousin Janelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Don starts his new career as a piercer at 9Mag. Charmaine's mom gives her devastating news. Phor attempts to reconnect with family. Cobra gets turned on by her new roommate. Nikki goes ballistic when Phor's alleged cousin, Janelle, shows up.    "
                },
                "8": {
                    "title": "Surprise, I'm Pregnant!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    Don freaks out after Ashley gives him shocking news. Lily and Cobra come to blows. Van struggles to deal with the fallout from his breakup. When Ryan throws a party for Bone Thugs-n-Harmony, Charmaine seizes an opportunity to get her job back.    "
                },
                "9": {
                    "title": "I Like My Tamales Real",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Lily jeopardizes her relationship with JR. Cobra confronts Ryan about a rumor on the internet. Van has a questionable plan to win Jenn back. Danielle throws a fashion show to help promote her new fashion blog. Ryan is rushed to the emergency room.    "
                },
                "10": {
                    "title": "Freeze My FUPA!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Ryan triumphantly returns to the shop after a major health scare. JR learns disturbing information about his relationship with Lily. Phor questions his career as a tattoo artist. And Lily takes down Cobra after she meddles in her relationship.    "
                },
                "11": {
                    "title": "Lola from NOLA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Kat questions her life in LA. Lily tries to turn the shop against Cobra. Charmaine's relationship is on rocky ground when her career takes priority over Neek. Nikki's jealousy rears its ugly head again. Don blows up after hearing the crew bully Cobra    "
                },
                "13": {
                    "title": "I Feel Like Beyonce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Ryan is devastated when an injury prevents him from tatting his childhood idols. Charmaine tries to persuade Cobra to stay at 9Mag. Jenn's inadvertent nip slip sends Van over the edge. A photo shoot for a major tattoo magazine nearly gets derailed.    "
                },
                "14": {
                    "title": "Chi-Cabo: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Cobra is faced with a tough decision when Phor tells her the truth about Velvet. Lily attempts to reunite with the sisters she hasn't seen since her father's murder. Kat decides it's time Rachel knows the truth.    "
                },
                "15": {
                    "title": "My Little Sir Brumfield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ryan tries to salvage his relationship with Rachel, while Phor and Nikki take theirs to new heights. The crew throws Kat a surprise birthday party at 9Mag behind Ryan's back. JR goes ham when Lily brings the guy she cheated on him with to the shop.    "
                },
                "16": {
                    "title": "I Cleared My Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The crew hatches a plan to get Kat to come back to 9Mag. Ashley throws a tantrum at her gender reveal party. Charmaine's dreams of movie stardom hang in the balance. Kat confronts Ryan over what happened at the lake house.    "
                },
                "17": {
                    "title": "Everybody Loves Kat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ryan blows up after his staff betrays him. When Neek accepts a project in Africa, Charmaine goes to extreme lengths to keep him in Chicago. Lily hooks up with another 9Mag tattoo artist. Don's world is turned upside when he gets news about his sister    "
                },
                "18": {
                    "title": "Go Ahead, Becky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Black Ink Crew: Chicago (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The girls grill Kat and Lily about their hook up. Everyone puts their differences aside to honor Don's sister. Lily opens up to JR about her past. Ryan invites the crew to yet another a lake house to make amends, but things go left when Kat shows up.    "
                }
            }
        },
        "number of episodes": 49,
        "cast": [
            {
                "name": "Jr., Donald Brumfield"
            },
            {
                "name": "Jamison, Danielle"
            },
            {
                "name": "Jackson, Katrina"
            },
            {
                "name": "Phor"
            },
            {
                "name": "Henry, Ryan"
            },
            {
                "name": "Johnise, Charmaine"
            },
            {
                "name": "Daniel, Rasheed J."
            },
            {
                "name": "Starr, Sidney"
            }
        ],
        "locations": [
            "Chicago, Illinois, USA::(9 Mag Tattoo)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 4,
        "rating": 5.9,
        "votes": 84,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTU0OWRiYjEtNzlmOS00OThkLTk5NDItYWRmOWU5NWFkNzg2XkEyXkFqcGdeQXVyMjAzNDMyOTM@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Black Ink Crew: Chicago",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Big Fish Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "VH1 Television"
            }
        ],
        "other companies": [
            {
                "name": "HUB International Insurance Services"
            },
            {
                "name": "Vanacore Music"
            }
        ],
        "plot": [
            "_Black Ink Crew: Chicago_ (qv) follows a passionate and ambitious group of tattoo artists and friends through the unforgiving streets of Chicago as they band together to create new identities for themselves, their families, and their business.::VH1"
        ],
        "tech": {
            "runtime": [
                "42 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 84,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 13,
                "rating": 5.3
            },
            "aged 30 44": {
                "votes": 32,
                "rating": 4.7
            },
            "aged 45 plus": {
                "votes": 15,
                "rating": 3.0
            },
            "males": {
                "votes": 35,
                "rating": 3.4
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 3.5
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 3.5
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 3.3
            },
            "females": {
                "votes": 26,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 8.8
            },
            "females aged 30 44": {
                "votes": 15,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 2.8
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 6.0
            },
            "us users": {
                "votes": 38,
                "rating": 4.3
            },
            "non us users": {
                "votes": 11,
                "rating": 2.9
            }
        },
        "number of votes": {
            "10": 27,
            "9": 3,
            "8": 3,
            "7": 8,
            "6": 7,
            "5": 4,
            "4": 4,
            "3": 4,
            "2": 3,
            "1": 21
        },
        "arithmetic mean": 5.9,
        "median": 6
    }
}