{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 April 2015"
            },
            {
                "country": "USA\n",
                "date": "1 October 2015"
            }
        ],
        "release dates": [
            "USA::4 April 2015",
            "USA::1 October 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Ana y Rosa - Double the Quince",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Meet Rosa and Ana, our very first double quince girls. The girls are super excited for the big day and can't imagine sharing it with anyone else. But, it's been an uphill battle trying to agree on specific plans for the quince, as they both have a particular vision. Will the girls be able to come together to have the best quince?    "
                },
                "2": {
                    "title": "Ana y Rosa - Battle of the Dresses",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    If searching for one quince dress wasn't hard enough already, try shopping for TWO. With Rosa and Ana having completely different ideas of what their dream dress looks like, can these two sisters find the one they can both love? Or will this be the ultimate battle of the quinceañeras?    "
                },
                "3": {
                    "title": "Ana y Rosa - Las Dos Princesas",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "29 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    It has been an uphill battle looking for not one, but two quince dresses. Even though the girls have been butting heads the entire way, they've finally chosen a dress they can both agree on. After the long and frustrating search for the perfect quince dress, will everyone love it as much as they do?    "
                },
                "4": {
                    "title": "Ana y Rosa - El Ultimo Baile",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "6 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    It's the last dance practice before the big day. However, the girls are a bit apprehensive about the performance. Ana can't seem to get the surprise dance down, the lift seems a little unstable, and the guys just can't seem to stay focused. Will the girls be able to perfect their performance in time for the quince?    "
                },
                "5": {
                    "title": "Ana y Rosa - A New Smile",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "13 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    It's the morning of Rosa y Ana's quinceañera. Feeling #blessed because not only are they both experiencing makeup for the first time, their Invisalign aligners arrived just in time for their birthday present. Ana and Rosa want to go for a dramatic look. Will their mom step in again to make the final decision for their double Quinceañera?    "
                },
                "6": {
                    "title": "Ana y Rosa - It Takes Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "20 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    It's Ana y Rosa's big day and the venue starts filling up with family and friends. For Ana and Rosa this is what their quince is all about. Hoping to impress them all with the dances, the girls are worried about doing the lift in their dresses for the first time. Did the chambelanes even lift or will the girls tumble off the platforms?    "
                },
                "7": {
                    "title": "Brenda - Nuevo Beginnings",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "27 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    This girl is on fire. Going to concerts, playing sports, and acing honor classes. Brenda does it all, and now on top of everything a quinceañera. Looking over the final touches for her Quince, Brenda expresses her love and appreciation to her parents. Still a bit anxious, she's also glad to have her boyfriend, Estuardo, by her side. Lets see how things pan out for Brenda on her big day.    "
                },
                "8": {
                    "title": "Brenda - The Last Baile",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "3 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    It's the last practice before the big day and Brenda is a bit unsure. All is well as she performs the routine for her surprise dance. However, She grows a bit panicked, realizing she's forgotten a few of the steps for the waltz. Luckily, Estuardo is there to save the day.    "
                },
                "9": {
                    "title": "Brenda - Bien Vestido",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "10 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    It seems that choosing your chambelanes tux can be just as hard as choosing your quince dress. Brenda has her chambelanes model possible tuxes for the quince, to make sure the boys don't look a hot mess on her big day. Not quite sure what to expect, she knows she'll have to decide who wore it best?    "
                },
                "10": {
                    "title": "Brenda - Quince Crunch Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "17 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The day has finally come, it's quince day. Brenda wakes up excited and overjoyed for the big day. However, it seems like the odds are not in her favor, running into all kinds of obstacles before the party. Brenda seems a bit less excited, and a bit more stressed. Will she let these unfortunate events ruin her big day?    "
                },
                "11": {
                    "title": "Brenda - Quince Feels",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "24 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Brenda is feeling a whole bag of emotions on her quince day. From stress, to tears, to happiness, and then to stress again. While everyone is lost for words over Brenda's final quince look she is worried about making sure the final details for her quince are on point. But with time against their side will Brenda be able to make it to her ceremony, have a final practice with her court, and worry about her father daughter dance?    "
                },
                "12": {
                    "title": "Brenda - Quince Kisses",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "31 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Brenda is not the only one who is full of surprises on her quince day. The nerves settle down as Brenda and her court hit the dance floor and impress everyone with their smooth moves. As the party winds down and the tears start to dry, Gio plans something special that has all of Brenda's family (and all of us) thinking #RelationshipGoals.    "
                },
                "13": {
                    "title": "Lizzy - Our Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Meet the newest member to the quince family, Lizzy. Lizzy is extremely excited for her quinceañera, especially with the love and support of her family. Lizzy makes it clear that every step of the way her sister, Ana, has always been there to catch her when she falls. With a few hiccups here and there, Lizzy is glad her family has her back. As the family begins to wrap up with the centerpieces, Ana announces that she has a big surprise for Lizzy.    "
                },
                "14": {
                    "title": "Lizzy - Dress Distress",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Lizzy is at Princess Bridal to find her dream quince dress. She wants to wow her sister and mom, but after trying on dress after dress, she doesn't have that special moment. Her sister, Ana, takes things into her own hands and scours the store for the perfect dress for Lizzy. Will Lizzy be able to find the one?    "
                },
                "15": {
                    "title": "Lizzy - Chaotic Choreographer",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    After receiving her first pair of converse, the day has come where she gets to sit down with an artist to decorate her shoes to match her quince theme. The shoes turned out perfect, but it's a different story for her last dance practice. Will Ana be able to fix the wreck that the choreographer has left?    "
                },
                "16": {
                    "title": "Lizzy - Quince Dreamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Lizzy is finally old enough to have her makeup done for the first time, but it's the morning of her quince and she doesn't have time to focus on that. Her mom has the whole family on deck to make sure everything arrives to the venue on time. To top it all off they are not only stressed by the quince, but with the news that DACA may be taken away, her sisters future is up in the air.    "
                }
            },
            "1": {
                "1": {
                    "title": "Vivian - My Dream Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Vivian Acosta has been dreaming of her Quinceañera since she was a young girl. The first step in planning her Quince is finding the perfect dress. Vivian wants her party to be the best day of her life but will last minute dress shopping derail her plans?    "
                },
                "2": {
                    "title": "Vivian - My Main Chambelán",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The preparations for Vivian's Quince are well underway. The time has come to rehearse her surprise dance with not only her family and friends but also her Main Chambelán. Gustavo the choreographer, expects nothing less than perfection. Vivian's dances are not only amazing, but also extremely difficult. Will the boys be able to hit their mark? Watch and see what happens in episode 2 of My Dream Quinceañera!    "
                },
                "3": {
                    "title": "Vivian - Love Is in the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The big day has finally come for Vivan's Quinceañera. With only hours left before she needs to leave for the ceremony, Vivan's dress is still not complete! Also, being 15 means that Vivian can finally date and she has her eyes set on her Main Chambelán. Will her mom's doubts about the couple change Vivian's mind?    "
                },
                "4": {
                    "title": "Vivian - Quince Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    As Vivian and her family head to the church, Pee Wee can't help but notice how beautiful Vivian looks! Will he step up and make a move or will her big brother Roland get in the way? Then, as the guest transition to the party, Vivian's mom and Gustavo stress about an unforeseen incident.    "
                },
                "5": {
                    "title": "Vivian - Best Day of My Life!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Places! The show is about to start! Vivian y sus Chambelánes are ready to take the stage for the surprise dance. After 3 months of practicing in the studio, will their performance meet Gustavo's standards? Vivi's dance is very different from a typical Quince dance. What will her friends and family think of her performance? Watch and see what happens in this episode.    "
                },
                "6": {
                    "title": "Alyssa - My Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Alyssa Martinez is counting down the days until she gets to celebrate her birthday with the Quinceañera of her dreams. A year ago, Alyssa and her family weren't so sure she was going to be able to celebrate her Quince due to an unforeseen illness. There is a lot to be done and planning a party without a coordinator can be tough but will Alyssa's family find a way to make it happen? Find out on this episode of My Dream Quinceañera.    "
                },
                "7": {
                    "title": "Alyssa - Say Yes to the Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Finding the perfect dress can be the most stressful part of planning a Quinceañera. With so many options, Alyssa wants to make sure she makes the right choice. There's added pressure because not only does it need to be a good fit for her, but for her family as well. Will the dress shop have a dress she loves? Find out on this episode of My Dream Quinceañera!    "
                },
                "8": {
                    "title": "Alyssa - Overcoming the Obstacles",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Dancing is a traditional part of the Quinceañera. Alyssa's choreographer, Jackie, not only has the task of wrangling teenagers but putting together a special dance to accommodate Alyssa's father who is in a wheelchair. Also, having had brain surgery, Alyssa has overcome many things but her memory is not what it used to be. Will Alyssa and her dad be able to overcome the obstacles and dance together at her Quince?    "
                },
                "9": {
                    "title": "Alyssa - The Dress of My Dreams?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The moment has come when Alyssa's dress has arrived, so she finally gets to see and try it on for the first time. Alyssa's Godmothers are thrilled to share the experience with her. However, she ordered her dress from a catalogue. Will it turn out to be the dress of her dreams or her worst nightmare?    "
                },
                "10": {
                    "title": "Alyssa - The Main Event",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The time has come to celebrate another year of Alyssa's life! Alyssa gets glammed up as her court begins to arrive but things get hectic without a party planner. Can Alyssa's family get everything ready in time for the big event?    "
                },
                "11": {
                    "title": "Alyssa - The Main Event Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The guests have arrived, the decorations have come together but nerves take over as Alyssa prepares to open the ceremony with a violin performance for her family and friends. Will she get cold feet or will her sister help her overcome her anxiety to celebrate another year of her life? Watch and see what happens in this final episode of Alyssa's Quince.    "
                },
                "12": {
                    "title": "Airam - Meet Airam!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Airam Gallegos has always dreamed of having a quince unlike any other. However, when her dress that she ordered on-line finally arrives, it turns out to be a nightmare of titanic proportions! Also, she's having her Quince on a yacht that she chose by seeing a video of it on-line. She and her family go to see the boat in person. Will it turn out to be horrendous like the dress debacle? Watch in this episode to find out!    "
                },
                "13": {
                    "title": "Airam - The Dress to Impress",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Airam wants to feature her Great Gatsby theme for every detail of her party, especially when it comes to the dress for her surprise dance. Airam and her family go out on the hunt to find the perfect flapper outfit. Later, Airam and her father Javier begin learning the father/daughter waltz. With only a week left before the quince, will they be able to pick up the steps or will frustration get the best of both of them?    "
                },
                "14": {
                    "title": "Airam - Going Gatsby",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The Gallegos are going Gatsby! As Airam's yacht awaits, the family puts the finishing touches on their preparations. The only thing that's left is for Airam to say \"yes\" to the dress. Will Airam's new dress sink or swim in the crucial hours leading up to her Quince? Find out on this week's episode of My Dream Quinceanera.    "
                },
                "15": {
                    "title": "Airam - Let's Get the Party Started!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The Gallegos clan is ready to set sail for Airam's Gala. They board the yacht with excitement only to find out that her brother Luis is MIA with everything they need for the party. Will he pull through for Airam and save the day again or will he be left stranded on the dock?    "
                },
                "16": {
                    "title": "Airam - Airam Is Coming",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The guests are on board and the drinks are on ice. All that's left is for Airam and Javier to kick the party off with their father-daughter dances. Can this dancing duo keep the beat or did they forget to bring their dancing shoes? It's the Quince everyone's been waiting in Aram's final episode of My Dream Quinceañera.    "
                },
                "17": {
                    "title": "Shany - Hey Guys! It's Shany!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Shany Monroy! She's a rising fashion and beauty vlogger ready for her very birthday debut! Growing up being in Quince after Quince has made her thrilled to have a party of her own. But growing up isn't always easy, especially when there's bullying involved. Can she move past her challenges and have the party of her dreams? Find out on this episode of My Dream Quinceañera.    "
                },
                "18": {
                    "title": "Shany - Shany in Wonderland",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Shany has put a lot of work in to designing her dress because she's a beauty and fashion blogger. But will the final product live up to her standards and be the dress she imagined for her wonderland debut? Later, she spends some quality time with her family before her dad surprises her with something unforgettable!    "
                },
                "19": {
                    "title": "Shany - Dancing Down the Rabbit Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    There's only 3 days left before Shany's Quince. She has been practicing hard for her surprise dance, and is excited to rehearse at her venue with her court. However, Shany is in for a surprise when she discovers not everyone has been practicing the dance moves like she has. Will they be able to pull it all together before the big day or will it be off with their heads?    "
                },
                "20": {
                    "title": "Shany - Shany's Day!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    After having a rough year, the most exciting day of Shany's life is finally here! But unfortunately some of the details have come up short at the worst possible moments. From the dress to the Chambelanes, nothing is going quite right. Will Shany be able to take the lead and get the day underway to have the Quince of her dreams?    "
                },
                "21": {
                    "title": "Shany - A Very Unmerry Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "21 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    It's almost time for Shany to go to her party, but her mom is nowhere to be found. Grandma steps in to try and save the day. The family regroups and heads out for the main event. Shany sees the venue decorated in the Alice in Wonderland theme for the very first time. Will it be everything she dreamed of?    "
                },
                "22": {
                    "title": "Shany - Dreaming of This Day!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "28 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    After checking out the glitz and glam of The Monte Cristo it's showtime for Shany and her court. A few of her dancers have been having trouble during the baila supresa rehearsals and Shany is worried that mistakes will be made in their final performance. Will they wow the audience or dance down the rabbit hole? Find out in Shany's final episode of My Dream Quinceñera!    "
                },
                "23": {
                    "title": "Jacquie - Jacquie & Co.",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "10 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    It's time for the court to show off their moves. Jacquie's dad show's the family that he actually has a few moves of his own. Jacquie's brother Rodrigo has been working with his boys to make sure that they can get the steps down. Will the boys come through or will they let Jacquie down on her big day? Find out on Jacquie's finally of My Dream Quinceañera.    "
                },
                "24": {
                    "title": "Jacquie - A Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "6 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Jacquie! This Quinceanera Magazine cover girl is excited to have the Quinceanera of her dreams. Her Quince will be a very special day because she will finally be reunited with her large family from Mexico, most of whom she hasn't seen for 10 years. It will be a challenging event with around 400 guests attending. But this family is no stranger to struggle and they're looking forward to celebrating their accomplishments with all their loved ones on Jacquie's big day.    "
                },
                "25": {
                    "title": "Jacquie - Designing the Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "13 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jacquie visits her dress designer, Diego, so he can begin the process of making her dress for her Quinceañera. Her imagination runs wild as Diego takes her ideas to paper, making her vision a reality. Later, the family regroups for dinner at their restaurant. Things seem to be going well for Jacquie but, is her luck about to run out? Watch this week's episode to find out!    "
                },
                "26": {
                    "title": "Jacquie - Missing in Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "20 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    With only a few days left before Jacquie's quince it's time for her to go over her finishing touches. First stop, dress shop! Was Diego able to bling out Jacquie's dress to her satisfaction? Later it's time to head to the final dance rehearsal. Cynthia, the choreographer, is ready to get things started when she notices that two of the boys are missing in action. Will she be to whip these kids into shape in time for Jacquie's big day? Watch and see what happens in this weeks episode!    "
                },
                "27": {
                    "title": "Jacquie - Best 15 Ever!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "27 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's time for Jacquie's big day! As she gets glammed up by Felix from Quinceañera Magazine, the two reminisce about the pageant life. Later her court arrives. The morning is going well until the kids realize they might not know the surprise dance as well as they should. Will they come through for Jacquie on her big day?    "
                },
                "28": {
                    "title": "Jacquie - Get it Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "3 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Jacquie & Co. are headed out to start the day! After a beautiful photo shoot by the beach, the court arrives to her venue. Jacquie anxiously awaits to make her grand entrance into the party where she will be reunited with hundreds of family and friends from México. Later, her court is quickly realizing that they should have paid more attention in dance rehearsals. Can they get it together before their big performance?    "
                },
                "29": {
                    "title": "Victoria - Family Tradition",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Victoria Jones! Planning a party is a lot of work and Victoria has made sure to keep a record of every detail but mom and grandma think that they know best. The tradition of having a huge quince goes back generations in their Cuban family and Victoria finds out that some things never change.    "
                },
                "30": {
                    "title": "Victoria - Grandma Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    After going back and forth about the design of the dress it seems as if Grandma may have known best. Will she butt heads with her daughter or will they agree on a look for Victoria? Later, Victoria heads down to the Yost Theatre where she meets up with her court to shoot her pre-video for her party. Find out how Victoria chose her main chambelan on this episode on My Dream Quinceañera!    "
                },
                "31": {
                    "title": "Victoria - Crushing on My Chambelan",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    It's time for the final dance rehearsal for Victoria's dream quince. In Cuban culture there typically isn't a baila sorpresa, but that doesn't mean that the court has nothing to worry about. The choreographers have spent the last 12 weeks teaching the kids the Cuban comparsa dance. Will Victoria and Adam be able to get past the butterflies and focus on hitting their mark? Find out on this episode of My Dream Quinceañera!    "
                },
                "32": {
                    "title": "Victoria - Kiki's Big Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "8 May 2016",
                    "year": "2016",
                    "plot": "\n    After years of planning it has all come down to this day! Victoria starts the day with some news that could have a big effect on the dance she has spent 12 weeks rehearsing. There are a few lose ends in the books but a special visitor arrives early and reminding her that this quinceañera is going to be the best day of her life!    "
                },
                "33": {
                    "title": "Victoria - First Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    It's time for Victoria and her court to head off to the big party! But before they leave for her photoshoot, she reveals a little secret about her and Adam that has all the girls talking.    "
                },
                "34": {
                    "title": "Victoria - Happily Ever After",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Victoria has had her eyes set on her Main Chambelán for weeks. Now it's time for the two of them to grace the stage with the rest of her quinceañera court. After years of planning the party of the year it's all come down to this day, but will Adam and Victoria take the next step? Find out on this episode of My Dream Quinceañera!    "
                },
                "35": {
                    "title": "Sky - Sky's the Limit!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "17 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Meet Sky. Sky's Quince is fast approaching and her mom is feeling the pressure. As Sky reflects on the struggles she has faced leading up to her coming of age, she discovers that overcoming adversity has helped her embrace her big day.    "
                },
                "36": {
                    "title": "Sky - Miss Congeniality",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "24 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Get ready for a behind the scenes look at Quince pageant life. Sky gives us a behind-the-scenes look at her life as Miss Congeniality for Quinceañera Magazine. While backstage Sky receives a visit from a familiar face and offers advice to the next generation of pageant girls. Will her time spent on the Quinceañera stage prepare her for her big day? Find out on this episode of My Dream Quinceañera.    "
                },
                "37": {
                    "title": "Sky - Trouble with My Chambelán",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "31 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    With less than two weeks to go before Sky's quince everything starts to unravel. What will her guests think if there is no cake at her Quinceañera? And what happened to her Main Chambelán since the last time Sky saw him? Find out this and more on this week's episode of My Dream Quinceañera.    "
                },
                "38": {
                    "title": "Sky - The Phantom of the Quince",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "7 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The morning of Sky's Quince has finally arrived and Sky's family is here to help. Sky's cousin applies Sky's makeup to achieve her perfect Phantom of the Opera look while Sky lets slip that she hasn't prepared for an important part of her Quince. Will Sky fulfill her role as Phantom of the Quince? Will Sky's mom make it through the day without crying!? Find out on this episode of My Dream Quinceañera.    "
                },
                "39": {
                    "title": "Sky - Unmasking the Dance!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "14 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Sky is off to her Quince but the night gets off to a slow start. Luckily Sky's aunt is there to save the day and get the party started. The night is full of the unexpected, from the mariachi band to Sky's surprise dance, will all the birthday surprises run smoothly!? Find out on this episode of My Dream Quinceañera.    "
                },
                "40": {
                    "title": "Xitlaly - Rolling with the Punches",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "21 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Laly. Laly has been preparing for her Quince for years with her family and God Sister at her side. The preparations have been a breeze so far for this powerhouse, but life can throw a lot of punches. When Laly gets knocked down does she have what it takes to pick herself back up? Find out what our new girl is made of on My Dream Quinceañera.    "
                },
                "41": {
                    "title": "Xitlaly - Princess of the Boxing Ring",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "28 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Laly's dress is finally ready and the nerves are setting in. With her Quince two weeks away, she can't afford any setbacks on the elaborate dress of her dreams. Later, Laly and Jennifer take their pre-Quince anxiety to the ring where they jab out their nerves in a boxing session. This Quince girl goes from ball gown to boxing gloves and is ready to show off her fancy footwork to her coach as he evaluates her progress to see if a professional boxing career is on the horizon. Find out if Laly's up for the challenge or if she'll tap out on this episode of My Dream ...    "
                },
                "42": {
                    "title": "Xitlaly - Squad Goals",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Laly is off to the dress shop for a squad fitting. Her court is excited for Laly's big day and can't wait to turn up. They blow off some steam at a local carnival and then it's time to get serious. Their last dance rehearsal is tonight but it's the first and only rehearsal for one of her chambelanes. Will he get the steps right? The pressure is on.    "
                },
                "43": {
                    "title": "Xitlaly - The Missing Chambelán",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "11 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The morning of Laly's Quince has finally arrived and things are off to a rocky start. Her nerves are beginning to kick in and her Main Chambelán is only making things worse. What has he done to upset Laly on her big day? Find out this and more on this week's episode of My Dream Quinceañera.    "
                },
                "44": {
                    "title": "Xitlaly - Hairdo or Hair Don't",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "18 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    As Laly waits for her Main Chambelan to return from the hair dresser she races the clock to be ready on time. Will she finish her hair and makeup and get into her heavy dress before her limo arrives? Will Laly's main chambelan come back looking on fleek or will he have to face the wrath of a Quince Mom!? Who knows?. Oh, wait. We do on this episode of My Dream Quinceañera.    "
                },
                "45": {
                    "title": "Xitlaly - Dance the Night Away!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "25 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    It's finally time for Laly's party and everything looks flawless. But the day is full of ups and downs. Good thing there's plenty of dancing to turn it around. Join Laly and her friends on this emotional roller coaster of a night.    "
                },
                "46": {
                    "title": "Giselle - A Modern Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "3 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Giselle. She's a talented piano player with her own modern family. Having a Hispanic mom and Caucasian step-dad, Giselle embraces both cultures. Wanting to keep her heritage alive, she is faced with the challenge of educating her friends of the traditions involved in a Quinceañera. How will Giselle incorporate her modern family into her Quince to make it unique? Find out on this episode of My Dream Quinceañera.    "
                },
                "47": {
                    "title": "Giselle - The Great Dress Debate",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "10 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's time for Giselle to pick out her Quince dress and she couldn't be more excited. Giselle and her mom have their minds set on a gold and white gown to go with Giselle's Great Gatsby theme. But when none of the options live up to Giselle's dream dress will her mom be able to handle Giselle taking the reins on the decision? Find out on this episode of My Dream Quinceañera.    "
                },
                "48": {
                    "title": "Giselle - Now Watch Me Charleston",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "17 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The struggle is real as Giselle and her damas try to prefect the 1920's and hip-hop mashup choreography for her Gatsby themed quince. After missing the first essential practice, Millie struggles to keep up with the choreo. Can the girls harness the power of Beyoncé when they try the dance number in their heels? Find out on this episode of My Dream Quinceañera.    "
                },
                "49": {
                    "title": "Giselle - Pretty in Pink?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "24 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Get ready to return to Moda2000. Giselle's dress has arrived and it's time to see if the catalog dress of her dreams turns out to be a nightmare in person. Giselle's mom is worried it will be, so her step-father and little brother come along to help calm her mom's nerves. Will Giselle regret going with her heart? Or will the dress be everything she hoped it would be? Find out on this episode of My Dream Quinceañera.    "
                },
                "50": {
                    "title": "Giselle - The Late Gatsby",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "31 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's the morning of Giselle's Quince and the stress is real. Giselle's mom is behind as she prepares for the 1920's extravaganza. Makeup needs to be finished, tables need to be set, and the entire ballroom needs to be decorated. With so much to do and so little time, will Giselle be ready before her limo arrives? A little party never killed nobody, right? Maybe it will today. Good thing the church ceremony is at a cemetery.    "
                },
                "51": {
                    "title": "Giselle - Damas in Distress",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Giselle's damas band together and help get Giselle to her limo on time, but the celebration doesn't start there. They still have to make it through the ceremony. The girls practice their verses in Spanish the whole way to church, but will it be enough to get the words right? Will they forget their lines in the Quince crunch time? Find out on this episode of My Dream Quinceañera.    "
                },
                "52": {
                    "title": "Giselle - The Fabulous Quince Girl and her Dancing Damas",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Giselle's 1920's extravaganza is off to a grand start. The candles are lit, the feathers are fluffed, the Gatsby theme is on point. The one thing left to do is pull off the baile sorpresa. Giselle and her Damas are ready to show off their moves, but will their performance be a flop or on fleek? This episode is full of surprises for all, including you.    "
                },
                "53": {
                    "title": "Reunion - Game of Crowns",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "28 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The moment we've all been waiting for has finally arrived. The Girls of Quinces Past have joined forces to support the lovely Sky and Xitlaly as they compete for Quinceañera Magazine's Miss Cover Girl 2016. As Jacquie's reign as Miss Cover Girl comes to an end, she will be passing on her crown. Will the crown pass onto the head of one of our very own Quince Queens? Either you win or you slay when you play the Quince game of thrones.    "
                },
                "54": {
                    "title": "Reunion - Behind the Scenes of Miss Cover Girl 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Welcome to Quinceañera Magazine's Miss Cover Girl Pageant 2016. Two of our My Dream Quince girls, Sky and Xitlaly, are contenders and the entire MDQ fam has come to show their support. After competing 3 years in a row, will Sky finally win the crown? Or will newcomer, Xitlaly, be a force to be reckoned with? Tune in to find out who wins the title. These girls are savage.    "
                },
                "55": {
                    "title": "Reunion - Practice Makes Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "12 May 2016",
                    "year": "2016",
                    "plot": "\n    The MDQ squad is at their first rehearsal for the Quinceañera Magazine Fashion Show. The girls are nervous about walking the stage in heels and big Quince gowns, but Jacquie works with them to help them master their runway walks. The Cover Girl teaches the girls all the tips and tricks to prevent any trips on stage. Will the Quince fam slip or slay?    "
                },
                "56": {
                    "title": "Reunion - Surprise Dance with Prince Charming!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "19 May 2016",
                    "year": "2016",
                    "plot": "\n    The fashion show is fast approaching and the girls are practicing every chance they can get. After perfecting their runway walks in their final catwalk class, it's finally time for the girls to see the gowns they will be modeling for Lucy Franco. The day is full of surprises for all. Will the girls be able to keep their cool when Prince Charming crashes their dress fitting?    "
                },
                "57": {
                    "title": "Reunion - Fashion Show Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "26 May 2016",
                    "year": "2016",
                    "plot": "\n    It's the morning of the Quinceañera Magazine Expo and the MDQ girls are getting ready for their runway debut. But a lot happens before showtime and the girls must figure things out while in the midst of hair and makeup. Will this dream come true turn out to be a nightmare? Or will the girls get it together before their catwalk turns out to be a catflop?    "
                },
                "58": {
                    "title": "Reunion - Fashion Show Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The MDQ girls are back and their quince dresses could make any Disney princess jealous. Watch these girls kill the catwalk on the MDQ Finale. (Low-key #Shavier might break the internet.)    "
                },
                "59": {
                    "title": "Highlights -",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "9 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Sit down with Miss Quinceañera Cover Girl, Ms. Uptown Funk, and Alyssa The Resilient Heroine. The girls give an inside look on how their lives have changed since being on My Dream Quinceañera. Their quinces are over but their lives are just starting. Find out what their favorite quince highlights are and what they've been up to since then. Let's get it fam.    "
                },
                "60": {
                    "title": "Highlights - Dances, Dresses and Baes",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "16 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Victoria and Sky share the newest deets about their boy situation and all of the ladies recount their favorite dances of the night. While Laly and Sky feel the love from sharing their inspiring bullying stories, Victoria was surprised by all of the hate in her comments. Check out what the ladies had to say about their extraordinary day and much more on this special episode of My Dream Quinceañera.    "
                },
                "61": {
                    "title": "Highlights - Glitz, Glam, and Fam!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "23 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    These MDQ girls have been busy since we last saw them. Their quinces might be over but their YouTube channels have just started taking off. There's so much more in store for these girls as they embrace their \"inner weird\" and take on the internet. It's a trip down memory lane as Airam, Giselle, and Shany share their favorite quinceañera highlights.    "
                }
            },
            "2": {
                "1": {
                    "title": "Alondra - You Only Quince Once",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "14 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Alondra never imagined she would one day be celebrating her quinceañera, being the center of attention for an entire day was something she once feared. Now that she is older she doesn't care what others think of her and is excited to celebrate her #FAB self for an entire day. Will Alondra's quince turn out to be everything she could of dreamed of? Stayed tuned as MDQ follows Alondra's journey to her dream quinceañera.    "
                },
                "2": {
                    "title": "Alondra - Chaotic Court and Choreography Gone Wrong!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "21 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    It is all fun and games until it is time to get to work. With a court of friends who tend to fool around during practice, Alondra is worried they won't learn their dances in time. There's so much left to do before her quince and with a few unexpected mishaps along the way, the pressure is on for this MDQ gal. Will her friends be able to get it together before Alondra's big day?    "
                },
                "3": {
                    "title": "Alondra - A Doll to Remember",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The clock is ticking as Alondra's quinceañera gets closer and closer. With the help of her sister, Alondra runs around the city trying to find all the missing pieces that will help her special day come together. But with her quince only a week away any little mistake can be a HUGE disaster. Will she find everything she needs? Or will her dream quinceañera come up short?    "
                },
                "4": {
                    "title": "Alondra - The Final Touches",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    When it comes to Alondra's friends and family, they definitely have her back. From her center pieces to the dance floor, Alondra's last minute details seem to be finally coming together, thanks to the help from her sisters and court. But with less than 24 hours left before her quince, could this all just be too good to be true? Or will she run into a few bumps along the way?    "
                },
                "5": {
                    "title": "Alondra - Quince Makeup on Point!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    It's the morning of Alondra's Quince and she's up at the crack of dawn getting ready for her big day. Alondra's makeup is looking fierce, but her eyes aren't going to be the only thing that's smokey today. Alondra's Quince is falling on the hottest day of the summer. Will her piping hot highlights withstand the record breaking highs!?    "
                },
                "6": {
                    "title": "Alondra - Hottest Quince of the Year!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "18 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    She has the perfect dress, the perfect venue, and the perfect decorations. But with Alondra's quince landing on one of the hottest days of the year, her perfect day might turn out to be a LITERAL #hotmess. Will her court be able to dance through the heat or will the sweat be too hard to beat?.    "
                },
                "7": {
                    "title": "Luz - Quince Transformation",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Luz Cruz. As the baby of the family, Luz will be the last Quinceañera. Little Luz struggles with her shyness and awkwardness, but her older sisters will be there to help her every step of the way. She hopes to undergo a complete transformation for her Quince, overcoming her shyness and getting her braces removed. This family is no stranger to transitions, will Luz's older sister be able to help show her the ropes of breaking into adulthood?    "
                },
                "8": {
                    "title": "Luz - Getting Fit!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Today is the make-it-or-break-it day for Luz's Quince. First up is Luz's dress fitting and Luz is beyond excited to see her dress in person for the first time. Then it's off to the orthodontist to see if the time has finally come to get her braces off. Will it be the first time she sees herself without braces? Or will her quinceañera come and go with no new smile to light up Luz's face?    "
                },
                "9": {
                    "title": "Luz - Dessert Table Disaster!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "8 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It's two days before Luz's Quince and it's time to bake for the dessert table. Luz needs far more than a baker's dozen to fill the tummies of her 200 guests. Will Luz be able to get out of this sticky situation? Or will her guests suffer from an insatiable sweet tooth? If you can't stand the heat, get out of the kitchen.    "
                },
                "10": {
                    "title": "Luz - Dessert Fails, Nails, and Choreo Details",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "15 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It's the day before Luz's Quince and the dessert table is supposed to be finished. All that's left to make is cake pops but cake pops are not quite as easy as Pinterest might suggest. What better way to celebrate getting your hands messy than to get your nails done? Then it's time to hang out with Luz and her chambelanes on MDQ.    "
                },
                "11": {
                    "title": "Luz - All Hell is Breaking Luz!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "22 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    After the mad dash to finish the desserts, it's finally time to focus on Luz. But Luz's nerves are building since she's not used to the spotlight. After getting her hair and makeup done for the first time, Luz is shocked by the results. Will she be prepared for her Quince transformation?    "
                },
                "12": {
                    "title": "Luz - Big Day! Big Smiles!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "29 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It's time to get lit. It's finally time for Luz to head to her venue and all eyes are on Luz. The last minute scramble for the dessert table pays off and the treats are a big hit. Luz prepares with her chambelanes one last time before her grand entrance. With her sister by her side, Luz prepares to show her relatives the beautiful young lady she has become.    "
                },
                "13": {
                    "title": "Gianna - Feather, Friends, and Father Daughter Dances",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "6 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Gianna. Gianna and her court team up to help her mom with some DIY centerpieces. As an experienced dancer, Gianna cannot keep her mind off the most important part of her Quince. But Gianna's dance expertise poses issues for some of her court and her father. Since the car accident, Gianna's dad has had his own setbacks for the waltz.    "
                },
                "14": {
                    "title": "Gianna - Damas, Dresses, and Dances",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "13 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    It's dress fitting day. Gianna is trying on her dress for the first time and she cannot wait. But she's never tried on such a huge dress before, and she starts to worry about being able to do her dances in it. Gianna's dad has his own concerns with the dances ever since his injuries in the car accident. Will the duo be able to get the waltz right or will they miss the beat!?    "
                },
                "15": {
                    "title": "Gianna - Damas Dresses and Candied Cocktails",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "20 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The damas' dresses have arrived and the girls are excited to try them on. Then it's time to get fancy as the court gets dressed to the nines for a candy cocktail tasting session. Gianna's chambelan gets his bartender flair on creating two sweet mocktails that will be served at Gianna's Quince.    "
                },
                "17": {
                    "title": "Gianna - Converse Controversy",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "3 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The day of Gianna's Quince has finally arrived and tensions are running high. In the midst of hair and makeup, Gianna realizes that her shoes are a mess. With so much to do on the morning of the Quince, Gianna's parents struggle to find a solution to the Converse controversy. Will Gianna have shoes for her Quince or will she have to go barefoot!?    "
                },
                "18": {
                    "title": "Gianna - Surprise Serenata!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "10 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Who's ready to get this party started!? The big day is finally here and Gianna's court cannot be more stoked for their dances. But before they get their dancing pants on, Gianna is in for a big surprise from one of her chambelanes. Will tonight be a night to remember? Find out on this episode of My Dream Quinceañera.    "
                },
                "19": {
                    "title": "Mia - Doing My Boyfriends Makeup",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Mia. Mia is a soccer-playing, makeup-loving gal who is preparing for her Quinceañera. Take a seat in Mia's Salon as she tries out different makeup looks on her court - including her main chambelan. Mia lets slip some juicy secrets while making up her main.    "
                },
                "20": {
                    "title": "Mia - Surprise Dance and Dama Dresses!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "24 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    It's 2 weeks until Mia's Quince and it's time to pick up the damas' dresses. The girls haven't seen their dresses yet, so they're all excited to try them on for the first time. Mia gets to try on her surprise dance dress, too. Will the dresses be everything they've ever dreamed of?.    "
                },
                "21": {
                    "title": "Mia - Baile Sorpresas and Birthday Surprises",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    It's the final hours before Mia's big day and it's time for the final dance practice. Not all of Mia's court shows up for their last practice and they're all feeling the pressure. Mia's boo is working hard to impress Mia on his birthday, but can't quite get his steps right. Will they remember their moves or will their heads be swimming in birthday fog!?    "
                },
                "22": {
                    "title": "Mia - Doing Your Own Quince Makeup",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "8 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    It's the morning of Mia's Quince and she is getting ready in the lap of luxury. After a slumber party with her court in her fancy hotel room, it's time for hair and makeup. Mia is doing her own makeup. Will her highlight be poppin' or will it be extra? Armed with a contour kit, Mia is full of surprises and dropping bombs on everyone.    "
                },
                "23": {
                    "title": "Mia - Quince Coronation",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "15 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mia is dolled up and ready for her Quinceañera. First comes the church ceremony where Mia's family and court give their speeches honoring their beloved Mia. Will there be a dry eye in the room?    "
                },
                "24": {
                    "title": "Mia - Secret Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The big day is finally here for Mia. Jonathan has more to worry about than just dancing. He has some big plans to make it an unforgettable evening, but will he gain the courage before the night ends? Find out on this episode of My Dream Quinceañera.    "
                },
                "25": {
                    "title": "Diana - Dye Job Gone Wrong?!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "29 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Diana. She's taking her Quince into her own hands and adding artistic twists to the usual traditions. Her family thinks she's crazy, but are they right?. Find out on this episode of My Dream Quinceañera.    "
                },
                "26": {
                    "title": "Diana -Princess Diana",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "5 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Who would have thought picking her Chambelan's tuxedos would be more difficult than choosing her own dress? Will Yandel's special surprise make up for the hectic day? Tune in to this episode of My Dream Quinceañera to find out.    "
                },
                "27": {
                    "title": "Diana - Dancing Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "12 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    There seems to be dancing drama with no Dama's in the mix. The Chambelans are trying their best, but with too many opinions, Diana is having trouble staying focused as choreographer. Her family tries to intervene, but Diana is firm with what she wants for her Quince. hose opinion will come out on top on this episode of My Dream Quinceañera?    "
                },
                "28": {
                    "title": "Diana - Makeup on Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Diana wakes up to an empty house on the morning of her Quince and instead of being treated like a princess, she ends up waiting for more than just her prince charming. At first it's relaxing, but as time ticks on Diana gets HANGRY. Chaos erupts when her family finally arrives. Will Diana even make it to her own party? And more importantly, will she get her tacos?.    "
                },
                "29": {
                    "title": "Diana - Backyard Quince",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "26 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    After a hectic morning, everything seems to have come together for the perfect evening. The decorations are set and the guests are arriving. Only one thing stands in Diana's way for her Dream Quinceanera: the waltz. Will everything fall into place or will Diana fall on her face?    "
                },
                "30": {
                    "title": "Zoe - Wrong Quince Dress?!",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "9 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Be our guest. Meet Zoe. Zoe gave new meaning to the word life when she was born premature. Against all odds, she has now grown into a beautiful bella, and her family is thrilled to throw her a grand Beauty and the Beast themed Quince to celebrate her life. But throwing the first Quince in the family is no easy task, and it will surely put the family to the test. Will this be a tale as old as time or will not a one be prepared?    "
                },
                "31": {
                    "title": "Zoe - Beauty and the Chambelanes",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Meet the chambelanes of Zoe's court. Nerves build as the gang is forced onto a smaller dance floor than usual. True that he's no Prince Charming, but Zoe and her Main Chambelan fight to get their steps right anyways. With her quince only three weeks away, will Zoe and her Beast be able to waltz their troubles away? Or will Zoe lose a toe in the process? Wait and see a few days more, there may be something there that wasn't there before.    "
                },
                "32": {
                    "title": "Zoe - Quince Bling",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "23 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    After receiving the wrong dress in the mail, Zoe decides to focus on her surprise dance dress. She loves a little bling, but will her family and main chambelan want her in something more traditional? Find out if Zoe is able to find the perfect dress for her surprise dance on this episode of My Dream Quinceanera.    "
                },
                "33": {
                    "title": "Zoe - Being Belle",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "2 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    After getting the wrong color dress delivered in the mail, panic mode begins to set in for Zoe and her mom. With only 2 weeks left until her party, they head to Moda 2000 in hopes to find her dream dress. With no time to get anything resized, this is her last resort. Will Zoe be able find her perfect Beauty and the Beast Belle dress? Find out on this episode of My Dream Quinceanera.    "
                },
                "34": {
                    "title": "Zoe - Be Our Guest",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "9 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The day has come where Zoe can truly be treated like a Princess. Her guests arrive as the clock strikes 12PM and as she is still getting her hair and makeup done. Before the last petal falls, however, she gets her dress on in time to reveal herself to her friends and family. Zoe thought she was done with surprises, but Randy has an unexpected invite to share.    "
                },
                "35": {
                    "title": "Zoe - Quince Tale as Old as Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "16 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Zoe is the belle of the ball when she arrives at her Quinceañera. The Beast turned into a Prince and was a true gentleman. Her friends and family were there to make her laugh and cry - and cry some more. And thanks to Disney, she got her dream dress to tie the Beauty and the Beast theme together. All this made it her Dream Quinceañera.    "
                },
                "36": {
                    "title": "Eileen - La Familia es Todo",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "23 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Meet Eileen. Her quince will definitely be a family affair. Eileen and her family go back in time and to experience Ghosts of Quince's past when looking at photos of her mom, aunt, and grandma's quince photos. Family is everything to Eileen and you will see why on this season of My Dream Quinceañera.    "
                },
                "37": {
                    "title": "Eileen - The Quince Look",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "30 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Eileen and her mom go makeup shopping at BeautifyU, their favorite makeup store in town. But there are some disagreements on what lipstick Eileen should wear for the Quinceañera. Will she get the natural look she wants for her party, or will she go for the dramatic shine that her mom had in her past quinceañera?    "
                },
                "38": {
                    "title": "Eileen - So Extra",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "6 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    El Niño pays a visit the day before Eileen's quince which causes the choreographer to cancel on Eileen's last dance practice at her venue. Madre and Tia come to the rescue to step in the choreographers shoes. Will they help or will they cause even more problems than El Niño?    "
                },
                "39": {
                    "title": "Eileen - Cry Pretty",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "13 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    It's the day of Eileen's Quinceañera, and she's still a bit hesitant about her mom doing her make up. In the end, Eileen looks great and she loves her natural look. Mom coaches Eileen on how to \"cry pretty\"; but when the news breaks that the photographer can't make it, it's up to the Quinceañera to keep Mom's makeup on point.    "
                },
                "40": {
                    "title": "Eileen - Always with You",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "20 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Anticipation is running high, as Eileen's family waits for Eileen's big dress reveal. When she finally emerges, her family is stunned. Later, the family makes their way to the venue to take pictures. However, due to the rain, a few family members fall a bit behind, but as the rain clears an unexpected rainbow appears with the family following suit.    "
                },
                "41": {
                    "title": "Eileen - We are Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "27 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    It's show time. Eileen and her family pour their hearts out as they exchange tear-jerking speeches. Later, Eileen and her family bust a move. As she shows off her mad dancing skills, her dad and uncle battle it out with some fancy footwork. Overall, looking back, Eileen, truly embraces the moments she has spent with her family.    "
                },
                "42": {
                    "title": "Ana - It's my Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "4 May 2017",
                    "year": "2017",
                    "plot": "\n    Ana and her friends are super excited about her big quinceañera. Ana gives the girls the deets about her frightening waltz practice, her \"former crush\" Roberto, and opens up with the relationship she has with her mother. Excited, Ana decides to give her friends a little sneak peek of her quince dress. But will the girls approve the look?    "
                },
                "43": {
                    "title": "Ana - Dancing in the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "11 May 2017",
                    "year": "2017",
                    "plot": "\n    Dancing in the blazing hot sun, Ana and her court have their final dance practice for her quince. As the temperature rises, Ana and her court begin to stumble. On top of it all, Ana has to figure out how to perform the routine in heels. Missing steps, spins, and kicks, will Ana and her court be able to nail the dance routine before the big day?    "
                },
                "44": {
                    "title": "Ana - What to Wear?",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "18 May 2017",
                    "year": "2017",
                    "plot": "\n    Ana brings Roberto and her damas over to try on a few outfits for her surprise dance. As each person tries on an outfit, Ana slowly comes to the conclusion that theses outfits aren't quite what she had in mind. Will Ana find the perfect outfit for her surprise dance in time for the quince?    "
                },
                "45": {
                    "title": "Ana - Wake Up, Makeup",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "25 May 2017",
                    "year": "2017",
                    "plot": "\n    It's Ana's Birthday and the morning of her big quinceañera. As Ana gets dolled up and ready for her big day, she makes a wake up call to all her damas and chambelanes. Her damas are psyched and ready to go. However, the chambelanes rather sleep in. As time passes, Ana's damas arrive with time to spare. But, Ana grows uneasy the longer she waits for her chambelanes arrival. Will any of Ana's chambelanes arrive in time for the quince?    "
                },
                "46": {
                    "title": "Ana - Quince Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Everyone has made it to Ana's, just in time for the Quinceañera. She hurries to put on her quince dress, while her court awaits patiently to see the big reveal. Trying to hold back tears, Ana finally reveals the dress, blowing her court away. Later, Ana finally arrives to her quinceañera, greeting friends and family. But her nerves start to set in, as she gets ready to perform. Will those sunny practices pay off?    "
                },
                "47": {
                    "title": "Ana - Quince Get Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Dream Quinceañera (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "8 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ana's nerves are high as she makes her grand entrance. She leads her way through the party, admiring the food and decorations. Later Ana's friends and family recite speeches, sharing their love and appreciation. The quince is a hit, and everything seems to be going smoothly. But, Ana's nerves start to kick in again, as she realizes its time for the big waltz, will Ana be able to rock this performance? Or will she fall short?    "
                }
            }
        },
        "number of episodes": 123,
        "cast": [
            {
                "name": "Celeste, Alyssa"
            },
            {
                "name": "Monroy, Shany"
            },
            {
                "name": "Gallegos, Airam"
            },
            {
                "name": "Acosta, Vivian"
            },
            {
                "name": "Garcia-Velarde, Jacqueline"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 9.7,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmM1YzBkNmItMDdlYy00N2E2LWJiNDktNmQ5ZDUxMjllNTc5XkEyXkFqcGdeQXVyNjgyODAzNDE@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "My Dream Quinceañera",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "My Dream Quinceañera (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "deVitry, Autumn"
            }
        ],
        "production companies": [
            {
                "name": "AwesomenessTV Production"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 9.7
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.7,
        "median": 1
    }
}