{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "9 January 2015"
            }
        ],
        "release dates": [
            "UK::9 January 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Yak Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xtreme Endurance: Race to the Pole (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Richard takes on the highest mountain bike race on Earth - the Yak Attack. Taking place in the mighty Himalaya, comprising of 11 stages, covering 400km and with a total altitude gain of over 12,000m, this race throws every obstacle under the sun at the adventurous riders daring to take it on. Its 248 miles of some of the most brutal terrain, from the hot and dusty lowland foothills to the snow covered, oxygen thin, Thorong La pass at an altitude of 5416m/17,769ft. The Yak Attack posed Richard with a unique challenge having only returned from a 39-day solo R&D ...    "
                },
                "2": {
                    "title": "The Jungle Ultra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xtreme Endurance: Race to the Pole (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Richard takes on a leg sapping 230km self supported ultra marathon from the Andes to the heart of the Peruvian Amazon Rainforest. The Jungle Ultra is one of the toughest footraces on the planet and in terms of ultra marathons, pros have called it even more savage than the Marathon de Sables. After the Carstensz Pyramid leg of Richard's 737 Challenge, he vowed never to step back into a Jungle again! Two years later and as another component of his Antarctica Speed record preparation he broke that vow. With the aim to of making himself as uncomfortable as possible, ...    "
                },
                "3": {
                    "title": "The Brutal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xtreme Endurance: Race to the Pole (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    It's called the Brutal for a good reason! Richard takes on the final piece in his extreme preparation jigsaw by heading home to Wales to beautiful Snowdonia for a gruelling double Ironman triathlon. Of all his extreme races this was highlighted as his main deprivation test and it lived up to all expectations. In the Double Brutal athletes complete a 4.8 mile swim taking in 4 laps around Lake Padarn, followed by a 231.92 mile bike section, which passes through the Pen-y-Pass. The Double Brutal then finishes off with almost two marathons, a 51.1 mile run which begins ...    "
                },
                "4": {
                    "title": "Antarctica Speed Record Expedition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xtreme Endurance: Race to the Pole (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The moment it's all been building towards as Richard heads to Antarctica to attempt to become the fastest man in history to ski solo and unsupported from the coast of Antarctica to the South Pole. The purest form of solo journeys... alone, without a soul in the world. It is wilderness at its most wonderful and wicked. In arguably the most hostile environment on Earth, Richard attempts to ski 1150km/715m from Hercules Inlet on the geographical coastline of Antarctica to the South Pole faster than any human has ever done before and totally alone. He also has to film ...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Parks, Richard"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTI3MDY5YjctMmYzMC00NTNiLWI5MjktYzU0NDY0Y2ZiZjNmXkEyXkFqcGdeQXVyMzU5MDAyOTI@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Xtreme Endurance: Race to the Pole",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Xtreme Endurance: Race to the Pole (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "GroupM Entertainment"
            },
            {
                "name": "Zig Zag Productions"
            }
        ],
        "distributors": [
            {
                "name": "Channel 5 Television"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}