{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 May 2015"
            },
            {
                "country": "USA\n",
                "date": "19 May 2015",
                "notes": "                            (Denver, Colorado)"
            },
            {
                "country": "USA\n",
                "date": "23 June 2015",
                "notes": "                            (Denver, Colorado)"
            }
        ],
        "release dates": [
            "USA::19 May 2015",
            "USA::19 May 2015                            (Denver, Colorado)",
            "USA::23 June 2015                            (Denver, Colorado)"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Glenwood Springs Co, - A Town for All Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    We dive in with a brief History of the Hot Springs and Vapor Caves. We catch up with the Liston Brothers who were born and raised in Glenwood Springs and they discuss the benefits of living in a town for all seasons. Finally we sit down with John Goss, of the Glenwood Vaudeville Review, a cherished theatre company with a lot of spirit and heart. Hosted by Juliana Broste.    "
                },
                "2": {
                    "title": "Glenwood Springs, CO - Destination Relaxation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "18 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Plenty of us neglect ourselves when it comes to self-care and we have special a mission just for you. Follow along as we send powerhouse Bree Davies on an assignment that may be impossible for some: DESTINATION RELAXATION (Glenwood Springs).    "
                },
                "3": {
                    "title": "Glenwood Springs, CO - Thrills Rides and Award Winning Brews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "26 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    This week on Street Level, our host Juliana Broste visits three Glenwood institutions. Thrill rides at The Glenwood Caverns Adventure Park, then we ride the rails at The Glenwood Springs Rail Road Museum and finally we go on a journey of the senses at The Glenwood Canyon Brewpub.    "
                },
                "4": {
                    "title": "Glenwood Springs, CO - The Seedy Side",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    This week, our host Juliana Broste takes us back in time as we look at the \"Seedy Side\" of history in Glenwood Springs. We saddle up at the bar at the Historic Doc Holliday's Saloon and finally we head to Iron Mountain Hot Springs for some Colorado style relaxation.    "
                },
                "5": {
                    "title": "Glenwood Springs History of a Resort Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "10 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Our host Juliana Broste gets the party started as we celebrate the 50th Anniversary of Sunlight Mountain, one of Colorado's most beloved resorts.    "
                }
            },
            "1": {
                "1": {
                    "title": "South Broadway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 May 2015",
                    "year": "2015",
                    "plot": "\n    Known not only for the world famous Antique Row, Broadway is also home to an eclectic mix of live music venues, galleries, and bookstores and is widely known as an artistic epicenter for the Mile High City. From SoBo to LoBo we take a look at a few things that make Broadway Unique!    "
                },
                "2": {
                    "title": "Larimer Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 May 2015",
                    "year": "2015",
                    "plot": "\n    One of Colorado's most notorious stretches; Larimer not only is the oldest street in Denver it is the birthplace of the city itself. Today Larimer is a beacon of the urban renaissance and we explore how the street is constantly evolving    "
                },
                "3": {
                    "title": "Tennyson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    We head to the North Side of Denver to visit the Tennyson Street Cultural District, home to several art galleries, boutiques, live music venues and great restaurants!    "
                },
                "4": {
                    "title": "15th Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    15th Street Near Platte from breweries, to quaint tea shops and clothing boutiques there is no shortage of things to get into.    "
                },
                "5": {
                    "title": "Washington Ave, Golden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Downtown Golden: Washington Avenue Just 20 minutes outside of Denver, Golden's version of \"Main Street\" boasts historical restaurants and bars, a plethora of museums, hotels and of course the walk ability factor.    "
                }
            },
            "2": {
                "1": {
                    "title": "Santa Fe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    While many creatives are being pushed out of some neighborhoods due to ballooning rent, the arts district on Santa Fe is thriving. Home to more than 100 galleries, eateries and cultural centers this colorful block continues to celebrate Colorado history, rooted in Chicano heritage.    "
                },
                "2": {
                    "title": "Olde Town Arvada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "27 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    We visit the streets surrounding Historic Olde Town Arvada! Boasting Colorado's first Gold strike, it is said that treasure can still be found here, as the heart of this city is a perfect blend of historic charm and modern day amenities.    "
                },
                "3": {
                    "title": "Denver Performing Arts Complex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Denver's appreciation of Theater, Dance, Music, and Opera can be traced back to the town's Gold Rush beginnings. So it isn't surprising that the heart of our theater district is the largest performing arts complex under one roof! We also dine at Euclid Hall and catch some fun at Bovine Metropolis!    "
                },
                "4": {
                    "title": "South Pearl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Always a hub of creativity and vibrancy, South Pearl continues to charm all who visit. Fueled by the youthful energy of the DU students who populate the area and by the thousands of light rail passengers that visit the pearl street station everyday! Pearl Street is alive and kicking!    "
                },
                "5": {
                    "title": "Main Street, Littleton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Host Eden Lane visits Littleton's charming Main Street! Lined with contemporary eateries, local shops and a variety of coffee and brew houses. Go inside Café Terracotta, The Town Hall Arts Center and Sweet Beginnings.    "
                }
            },
            "3": {
                "1": {
                    "title": "32nd and Tejon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Join host Andrew Novick and the Street Level team as we hit the streets near 32nd & Tejon! Like many of Denver's historic intersections, this area is bustling with food, culture and arts of the old and new. The Denver Film Company takes us on a guided tour of the rapidly evolving neighborhood.    "
                },
                "2": {
                    "title": "Colfax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Take a stroll with host, Andrew Novick down the longest commercial street in the U.S. Colfax has been known for many things over the years. From neon lights to countless people watching opportunities.    "
                },
                "3": {
                    "title": "13th Avenue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Many consider 13th Avenue to be the rebellious heart of Capitol Hill. Affectionately coined \"Punk Rock\" row in the mid 1980's, the strip still maintains an independent spirit. Host Andrew Novick shows us some of the most beloved places on the famed corridor.    "
                },
                "4": {
                    "title": "Brighton Boulevard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Host Andrew Novick gives us a glimpse into the artistic hub that was once considered \"a not-so-pretty\" shortcut into Downtown Denver. Now, Brighton Boulevard is facing major renovations. Not having had sidewalks in 100 + years, millions of dollars are being pumped into the area to create an urban mecca for residents and tourists alike.    "
                },
                "5": {
                    "title": "Pearl Street & Boulder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "25 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Let's hit the mall with host Andrew Novick. Pearl Street Mall is considered the heart of downtown Boulder. A world famous destination for tourists and a popular place for University of Colorado students. Not only is it home to Boulder's thriving nightlife, during the summer months Pearl Street becomes an open-air stage for a wealth of street performers and musicians.    "
                }
            },
            "4": {
                "1": {
                    "title": "Welton Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Join host Gabrielle Bryant and the Street Level team as we take a stroll down historic Welton Street. Gabrielle Bryant focuses on the Welton Street Business Community and also treats us to an inside look of the annual Juneteenth Celebration. Daniel Crosier, Ryan Policky and Jim Norris meet with the new owners of the notorious 715 Club to discuss their vision.    "
                },
                "2": {
                    "title": "Walnut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "13 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Walnut Street has undergone a major transformation. From its humble beginnings as an abandoned warehouse district to what some now see as an urban getaway. Host, Gabrielle Bryant mingles with the folks at Tracks Denver. Producer Thomas Evans takes us behind the scenes of Colorado Crush and producer Andra Dohrn from the Denver Film Company takes us back in time to Nocturne Jazz and Supper Club.    "
                },
                "3": {
                    "title": "Street Level - Navajo Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "16th Street Mall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "27 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    From street performers, to classic music venues and eateries this retail and residential hub is one of a kind. Host Gabrielle Bryant delves into the challenges and future vision of this unique strip. Bryant also sits down with the brains and beauty behind Lannie's Clock Tower Cabaret. Producer Andra Dohrn takes us along to The Kitchen, a leader in locally based cuisine and community service.    "
                },
                "5": {
                    "title": "Federal Blvd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Street Level (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Producer Chad Thomas visits Piñatería La Fiesta to capture the magic that goes into this traditional art form. Producers Daniel Crosier, Ryan Policky and Jim Norris visit the Adam's Mystery Playhouse for an intimate behind the scenes peek and producer Andra Dohrn of Denver Film Company sits down at the original Jack and Grill location for some home-style New Mexican food.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Lane, Eden"
            },
            {
                "name": "Bryant, Gabrielle"
            },
            {
                "name": "Carrington, Orion"
            },
            {
                "name": "Novick, Andrew"
            },
            {
                "name": "Beckley, Steve"
            },
            {
                "name": "Drolet, Elizabeth"
            },
            {
                "name": "Stark, Pasty"
            },
            {
                "name": "Norris, Jim"
            },
            {
                "name": "Brost, Juliana"
            },
            {
                "name": "Broste, Juliana"
            },
            {
                "name": "Erlich, David"
            },
            {
                "name": "Kight, Bill"
            },
            {
                "name": "Alexander, Bebe"
            },
            {
                "name": "Schroeter, Mary Anderson"
            },
            {
                "name": "Anderson, Tay"
            },
            {
                "name": "Asega, Ado"
            },
            {
                "name": "Ashford, Anna"
            },
            {
                "name": "Averitt, Jerry"
            },
            {
                "name": "Baker, Chris"
            },
            {
                "name": "Baxter, John"
            },
            {
                "name": "Billings, Brenda Worley"
            },
            {
                "name": "Bitz, Jonathan"
            },
            {
                "name": "Bitz, Joy"
            },
            {
                "name": "Black, Radhika"
            },
            {
                "name": "Boggs, Gil"
            },
            {
                "name": "Bomar, Gary Lee"
            },
            {
                "name": "Bryant, Nylmah"
            },
            {
                "name": "Bueb, Kristin"
            },
            {
                "name": "Carpenter, Greg"
            },
            {
                "name": "Casdorph, Eloise"
            },
            {
                "name": "Cazer, Jeff"
            },
            {
                "name": "Cheap, Vincent"
            },
            {
                "name": "Cobbins, Ryan"
            },
            {
                "name": "Duncan, Pat"
            },
            {
                "name": "Eiver, Keith"
            },
            {
                "name": "Ekeberg, John"
            },
            {
                "name": "Farone, Eric"
            },
            {
                "name": "Finley, Joshua"
            },
            {
                "name": "Flatten, Aaron"
            },
            {
                "name": "Frazier, Jesse"
            },
            {
                "name": "Gibbons, Marie"
            },
            {
                "name": "Gordon, Patricia"
            },
            {
                "name": "Gould, Stephen"
            },
            {
                "name": "Gozami, Dafna"
            },
            {
                "name": "Gruitch, Beth"
            },
            {
                "name": "Hanock, Michael b"
            },
            {
                "name": "Harris, Norman"
            },
            {
                "name": "Hassel, Joshua"
            },
            {
                "name": "Heaney, Noah"
            },
            {
                "name": "Hollowell, Danette"
            }
        ],
        "genres": [
            "News"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmQyNzhmOGYtZjc5Ni00MzRmLTgwNmQtYjk0YTJjYWE1MTIzXkEyXkFqcGdeQXVyNjY5NDkzOTY@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$1,000 (estimated)",
        "plot outline": "Colorado Public Television (CPT12) presents a locally focused magazine series, \"Street Level,\" that features individual streets and neighborhoods in Colorado, highlighting their unique history, stories, businesses, vibe and cultural context.",
        "languages": [
            "English"
        ],
        "title": "Street Level",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Street Level (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "Colorado Public Television"
            }
        ],
        "distributors": [
            {
                "name": "Colorado Public Television"
            }
        ],
        "plot": [
            "Colorado Public Television (CPT12) presents a locally focused magazine series, \"_Street Level_ (qv),\" that features individual streets and neighborhoods in Colorado, highlighting their unique history, stories, businesses, vibe and cultural context."
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}