{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 December 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::23 December 2015                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "tl"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$10,000 (estimated)",
        "plot outline": "At the start of 2015, Mexican national Horacio Hernandez Herrera, allegedly third in command of the infamous Sinaloa Cartel, was arrested in the Philippines' capital, Manila, at the center of a 12 million peso ($255,000) drug bust. Herrera's arrest came as Philippine authorities confirmed that not only were Mexico's cartels vying for a piece of the country's rapidly growing drugs trade, but forming an alliance with Chinese syndicates to do so. The Philippines drug of choice? Shabu: A local name for crystal methamphetamine, present in over 90 percent of the capital's neighborhoods. While shabu's popularity has skyrocketed in the last decade - partly for its ability to allow the poorest of Filipinos to work longer hours - the drug's grip on Manila has reached crisis point, as unemployment rates remain high and the collusion of gangs with police and local government becomes an every day occurrence. So, as Herrera awaits trial in the capital, VICE News takes a look at the Philippines drug trade. VICE News visits the Tondo district of Manila, a port area overwhelmed by Shabu, to speak to dealers defending their turf and police officers trying to contend with porous borders, stunted judiciary power, and - their most challenging enemy - corruption within their own forces.",
        "languages": [
            "English",
            "Tagalog"
        ],
        "title": "The Shabu Trap",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Shabu Trap (United States)"
        ],
        "distributors": [
            {
                "name": "VICE News"
            }
        ],
        "plot": [
            "At the start of 2015, Mexican national Horacio Hernandez Herrera, allegedly third in command of the infamous Sinaloa Cartel, was arrested in the Philippines' capital, Manila, at the center of a 12 million peso ($255,000) drug bust. Herrera's arrest came as Philippine authorities confirmed that not only were Mexico's cartels vying for a piece of the country's rapidly growing drugs trade, but forming an alliance with Chinese syndicates to do so. The Philippines drug of choice? Shabu: A local name for crystal methamphetamine, present in over 90 percent of the capital's neighborhoods. While shabu's popularity has skyrocketed in the last decade - partly for its ability to allow the poorest of Filipinos to work longer hours - the drug's grip on Manila has reached crisis point, as unemployment rates remain high and the collusion of gangs with police and local government becomes an every day occurrence. So, as Herrera awaits trial in the capital, VICE _News_ (qv) takes a look at the Philippines drug trade. VICE _News_ (qv) visits the Tondo district of Manila, a port area overwhelmed by Shabu, to speak to dealers defending their turf and police officers trying to contend with porous borders, stunted judiciary power, and - their most challenging enemy - corruption within their own forces."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}