{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 July 2015"
            },
            {
                "country": "Canada\n",
                "date": "11 June 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 July 2015",
            "Canada::11 June 2016                            (internet)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Canadian Actress Alex Jade Saves Man at Goodlife & Gets High on MONQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "What's Your Cost of Happiness? CEO of BargainsGroup.com Jody Steinhauer Rides Canada's Business Reality Show and Talks Charity, Family and Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ceo and founder of Bargins Group Jody Stienhauer speaks on the fundamental balance of life and work. Growing up Jody set a standard for her self to be a hard worker since the age of 12. Having a degree in both business and fashion, Jody managed to create her own business and realized her essential purpose of making people happy in her business and life. Although the journey was not quite easy, her company is now recognized as a major competitor in the wholesale business.    "
                }
            },
            "1": {
                "1": {
                    "title": "Flashionistas Hayla Amini and Ash Rahimi: Royalty of Temporary Tattoos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jul. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "This Speech Pathologist Is Not the Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jul. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "15 Minutes with Barenaked Ladies Frontman Ed Robertson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Womanpreneur Amanda Russell Takes on the Events Industry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Stewie Griffin, Family Guy and 90's Child Star Bradie Whetham on Drugs, Television and Business.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    There's a handful of Canadian television actors that made an impression in the 90's. Bradie Whetham was one of them. This child heart was taping a documentary when his crew ended up on The Uber Experiment show. Marcin took the opportunity to learn of Bradie's celebrity, his life and get his advice on Business and working as an actor and now a stand-up comedian and talent agent.    "
                }
            },
            "2": {
                "1": {
                    "title": "We're Going to Be Dirty Cops",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    This time around Marcin Migdal picks up Music and Film Producer Downtown Courtney Brown. He interviews him on the spot and talks about growing up poor and making it big in today's media.    "
                },
                "2": {
                    "title": "Finding Purpose After 13 Years of Depression and 10 Suicide Attempts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Finding purpose after 13 Years of depression and 10 suicide attempts is the story Joshua Busuttil wants to share with everyone. This time Marcin Migdal rides with Advocate for health and fitness and a motivational speaker Joshua Busuttil. Listen to Josh as he shares his empowering story.    "
                },
                "3": {
                    "title": "Do You Have What It Takes to Be a Millionaire?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "11 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Canadian Billionaire Marketer Edward Mercer and Aniil Ramcharitar are on a quest to turn 100 people into millionaires in 18 months. Marcin Migdal interviews both business tycoons and gets candid responses on business, taxes, investing and life.    "
                },
                "4": {
                    "title": "Justin Gerhard and Marcin Migdal on The Gayest Uber Ride Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Marcin Migdal interviews Actor / Host of The Gay Men Youtube Channel Justin Gerhard. Inform yourself with this controversial episode that will open your eyes to homosexuality and lesbianism. Justin shares his entrepreneurial story and openly discusses his sexuality and stereotypes, as well as living as one of 3 gay siblings.    "
                },
                "5": {
                    "title": "WWE Superstar Santino Marella Wants to Be a Ninja",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    WWE Superstar, Actor and Entrepreneur Anthony Carelli (AKA Santino Marella) takes a ride with Marcin Migdal on The Uber Experiment and shares his story. Learn what it takes to be a wrestler, what it's like to be a athlete father and the trials and tribulations of starting a world class entertainment facility.    "
                },
                "6": {
                    "title": "The Ugly Truth Behind Pageants with Beauty Queen, Model and Songwriter Melissa Wakileh",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Beauty industry is full of monsters. Marcin Migdal took a ride with uber-talented beauty queen, model and songwriter Melissa Wakileh to discuss entrepreneurship, legalizing marijuana, life, passion and ideas.    "
                },
                "7": {
                    "title": "Uber Rider Pulled a Knife on Me (Michael Chin: Actor, Musician, Entrepreneur on the Uber Experiment)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    This episodes undercover investigation focuses on the life of a multi-faceted entertainer, fitness guru and entrepreneur Michael Chin, who's managed to find a balance of both worlds.Overall, it was a quiet morning for Marcin and the show. The city's mood was as gloomy as the weather and that didn't translate well into conversations with strangers. Luckily the positive and upbeat Michael Chin was the next rider requested on The Uber Experiment. Everything seemed to be going well as Michael entered the Uber Bimmer. Little did Marcin know Michael was known for his \"sharp...    "
                },
                "8": {
                    "title": "She Gave Me a Wig! The Trials of Keisha Hunte - Salon Owner",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Marcin picks up a fashion forward womenpreneur who happens to be the owner of Celeb Hair Styling Studio KEKE HAIR. Keisha shares her story of success and teaching Marcin all about temple hair, weaves and hair.    "
                },
                "9": {
                    "title": "Himalita CEO Gianfranco Garcia Spills Secrets of Big Tax Refunds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "8 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Most might say a 9 to 5 with a mix of hard work is the fastest way to retirement. To Marcin Migdal, host of The Uber Experiment, this belief was always put into question. A job is modern terminology for slave labor. Society wants you to believe the exchange of your life at the expense of someone else is worth going to school and becoming a slave. On this weeks episode of Canada's favorite business reality show, we explore this topic further with GianFranco Garcia. He is an energetic and intelligent CEO of Himalita attaining numerous business successes and has learned ...    "
                },
                "10": {
                    "title": "Why it socks to be a Millionaire - Marcin Migdal Interviews Angella Goran for Uber Experiment Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "15 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    On this weeks investigation Marcin picks the brain of Canadian Olympic cyclist Angella Goran, a young and ambitious athlete with an endless thirst for information. Angella sees no limit to her abilities, with already a hectic athletic schedule that features strict workouts and diets, she also keeps herself occupied with her own business interests. She is currently the president of SokJok, an authentic sock company that aims to make a difference in all communities.    "
                },
                "11": {
                    "title": "Robbing a Bank with James Dean - President of MONEY.Ca Magazine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "22 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Money is a universal topic. You either have it, need it, or want more of it. As much as money limits and controls every aspect of our lives, majority of people are not comfortable with the topic. On this episode of The Uber Experiment Business Entertainment show, Marcin picks up Mr. James Dean; Editor-in-Chief and President of MONEY.ca Magazine. James requested an Uber on his way to \"rob a few banks\" as he puts it, meaning he's meeting up with Canadian banks to sponsor his MONEY publication. As Marcin drives through Richmond Hill the conversation focuses on Canadian ...    "
                },
                "12": {
                    "title": "Marcin Ubers Millionaire Rene Liaw in a TESLA",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "29 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Finance Strategist Rene Liaw spills TAX Secrets Rich people don't want you to know. Marcin Migdal picks up business and tax Advice at 200 km/h in a TESLA P90D. Keep your hard earned money and live a better life with help of The Uber Experiment - Canada's Business Entertainment Reality Show.    "
                },
                "13": {
                    "title": "From Stealing Cars to MMA Fighting and Pandas; Trainer & Wrestler Djay Boothman Tells All",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Battle Arts Academy Fighter and Wrestler Dhay Boothman explains the essential attributes to good work ethics and ambition. From rough neighborhoods to arenas and glory, see how persistence pays of.    "
                },
                "14": {
                    "title": "Banking Industry is About To Collapse - Fintech CEO and Venture Capitalist Arun Banerjii explains why.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Uber Experiment (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Canada's banking system is about to collapse as we know it due to FINTECH startups. Our host Marcin Migdal finds rides with Arun Banerjii;Venture Capitalist, CEO of TheThotBox and Founder of Medific.com Health App. Find out how to make more money from your investments with simple online tools.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Migdal, Marcin"
            },
            {
                "name": "Brown, Courtney"
            },
            {
                "name": "Garcia, Gianfranco"
            },
            {
                "name": "Liaw, Rene"
            },
            {
                "name": "Mercer, Edward"
            },
            {
                "name": "Amini, Hayla"
            },
            {
                "name": "Ash"
            },
            {
                "name": "Juma, Wesley"
            },
            {
                "name": "Robertson, Ed"
            },
            {
                "name": "Russell, Amanda"
            },
            {
                "name": "Whetham, Bradie"
            },
            {
                "name": "Boothman, Djay"
            },
            {
                "name": "Busuttil, Joshua"
            },
            {
                "name": "Carelli, Anthony"
            },
            {
                "name": "Dean, James"
            },
            {
                "name": "Gerhard, Justin"
            },
            {
                "name": "Goran, Angella"
            },
            {
                "name": "Hunte, Keisha"
            },
            {
                "name": "Matyas, Diane"
            },
            {
                "name": "Ramcharitar, Anil"
            },
            {
                "name": "Wakileh, Melissa"
            },
            {
                "name": "Banerjii, Arun"
            },
            {
                "name": "Steinhauer, Jody"
            },
            {
                "name": "Dunn, Ken"
            },
            {
                "name": "Stoica, Laura C."
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada::(Inside a car)"
        ],
        "genres": [
            "Biography",
            "Comedy",
            "Reality-TV",
            "Talk-Show"
        ],
        "runtimes": [
            "35"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 3,
        "rating": 7.8,
        "votes": 1038,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjgxN2NmNTQtMDlkNC00ZjJlLWE4ZDctNzUxNDk1MzBiMGQ5L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjkwNzA0NTM@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "CAD190,000 (estimated)",
        "plot outline": "The Uber Experiment is a Canadian Business Entertainment Reality Talk Show filmed in a car. It highlights extraordinary stories with extraordinary people and goes deep into the lives and minds of celebrities, CEOs, influencers, business owners revealing the story of their success. The host, Marcin Migdal takes Canada's high profile CEOs, politicians, influencers and entrepreneurs to their destination and en route engages in smart, light-hearted conversations about business, ideas and passion. The show's an innovative advertising and PR tool that skyrockets brand awareness of small to medium sized companies, startups and crowdfunding campaigns through SEO, SEM and Video Marketing. With 55+ episodes filmed, the show cross-markets its content with high profile episodes to extend lifetime of PR campaigns.",
        "languages": [
            "English"
        ],
        "title": "The Uber Experiment",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "The Uber Experiment (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Mad Artist Publishing"
            },
            {
                "name": "The Logic Box"
            }
        ],
        "distributors": [
            {
                "name": "MAP Entertainment"
            }
        ],
        "plot": [
            "_The Uber Experiment_ (qv) is a Canadian Business Entertainment Reality Talk Show filmed in a car. It highlights extraordinary stories with extraordinary people and goes deep into the lives and minds of celebrities, CEOs, influencers, business owners revealing the story of their success. The host, Marcin Migdal takes Canada's high profile CEOs, politicians, influencers and entrepreneurs to their destination and en route engages in smart, light-hearted conversations about business, ideas and passion. The show's an innovative advertising and PR tool that skyrockets brand awareness of small to medium sized companies, startups and crowdfunding campaigns through SEO, SEM and Video Marketing. With 55+ episodes filmed, the show cross-markets its content with high profile episodes to extend lifetime of PR campaigns.::Jennifer Morales",
            "_The Uber Experiment_ (qv) is a business entertainment reality series focused on entrepreneurial lifestyle and showcases extraordinary stories by extraordinary people. Filmed entirely in a car, the show offers candid insight into the lives and minds of celebrities, CEOs, influencers, business owners revealing the story of their success.::Marcin Migdal"
        ],
        "tech": {
            "runtime": [
                "35 min (Canada)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1038,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 14,
                "rating": 5.2
            },
            "aged 30 44": {
                "votes": 921,
                "rating": 8.4
            },
            "aged 45 plus": {
                "votes": 80,
                "rating": 6.5
            },
            "males": {
                "votes": 543,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 492,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 44,
                "rating": 6.6
            },
            "females": {
                "votes": 473,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 4.7
            },
            "females aged 30 44": {
                "votes": 429,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 36,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 6.8
            },
            "us users": {
                "votes": 984,
                "rating": 8.6
            },
            "non us users": {
                "votes": 27,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 66,
            "9": 565,
            "8": 363,
            "7": 2,
            "6": 3,
            "5": 0,
            "4": 3,
            "3": 8,
            "2": 16,
            "1": 12
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}