{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "USA::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mini Giants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Gorillas, rhinos, and elephants, three of nature's largest animals, deliver enormous babies. But the immense size of these newborns stands in stark contrast to their vulnerability. Everything from feeding to protection against predators to learning essential life skills falls on one devoted parent: their mothers.    "
                },
                "2": {
                    "title": "Mother's Darlings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    For many animals, from lemurs to hummingbirds, the maternal bond is one of the strongest forces in nature. Not only do mothers carry their young everywhere, feed them, and help teach them essential life skills, they're also their primary source of comfort and security.    "
                },
                "3": {
                    "title": "The More the Merrier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Some species need to be part of a group to survive--more so when they're in their infancy and taking their first, uncertain steps into the world. Join in the rough-and-tumble lives of black bear cubs, playful meerkat pups, and adorable fur seals.    "
                },
                "4": {
                    "title": "Survival Lessons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    When you're a baby zebra, muskox, or pronghorn, there is no shortage of predators eyeing you as their next meal. From learning defensive herding to early sprinting skills, these vulnerable newborns hit the ground running with keen survival instincts.    "
                },
                "5": {
                    "title": "Little Hunters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    They might be young and vulnerable, but every second of these baby animals' lives is a training ground, preparing them for their destiny as an elite predator. Watch as young lions, coyotes, cheetahs, and foxes engage in the kind of play that prepares them for life at the top of the food chain.    "
                },
                "6": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Despite being born with survival instincts, some baby animals need extra help to thrive in their environment. Watch as hamadryas baboons, gentoo penguins, emperor tamarins, and capybaras all work as a family to help raise the next generation.    "
                },
                "7": {
                    "title": "Raising Babies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Meet Hope, an orphaned baby moose being raised by a goat. Nearby, watch three unruly baby raccoons cause havoc between meal times. These are some of the adorable inhabitants of Park Omega, Quebec--a place where threatened animals get a second chance.    "
                },
                "8": {
                    "title": "Orphans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Most baby animals have a mother to raise them and show them how to succeed in the wild. We meet four different species of baby animals that are being raised by humans, and who have surrogate families.    "
                },
                "9": {
                    "title": "Living in Groups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    This time we explore what it is like for our baby animals growing up in groups. This offers protection from predators, with finding food, and plenty of social contact in a dangerous world.    "
                },
                "10": {
                    "title": "Endangered Species",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    For many endangered baby animals, the right zoo can mean hope for the entire species. Watch an endangered red panda cub get a warm welcome at Cornwall's Newquay Zoo, a rare baby macaque receive care from parents and keepers alike at the Dudley Zoological Gardens, and more.    "
                },
                "11": {
                    "title": "Joined at the Hip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    To say some baby animals are dependent on their parents is an understatement. At Caversham Wildlife Park in Australia, a koala joey can always be found clinging to its mom's body, and Asian small-clawed otter pups share a lifetime family bond. Enjoy a heart-warming look at mother-baby animal relationships.    "
                }
            }
        },
        "number of episodes": 11,
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWVjYzM1OTQtNWVlMi00ODM5LThkM2UtM2EwYzViYTUwMjRjXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Baby Animals",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Baby Animals (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Watching animals care for their young is a powerful reminder of the bonds we all share as living species on the planet. Take a heartwarming look at baby animals as they playfully find their way in the world."
        ],
        "tech": {
            "runtime": [
                "23 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}