{
    "imdb": {
        "raw release dates": [
            {
                "country": "Spain\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "Spain::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Mysterious Superhero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A new superhero appeared in the park. He protects and saves everybody from evil. His identity is a secret that Nils, jealous of superhero's fame, is willing to unveil. Nils is resolute: he must be the hero of the park, the one and only.    "
                },
                "2": {
                    "title": "The Enchanted Rattle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Bip found a magic rattle that transforms him in a toddler. Bip's friends Nil and Marc will do their best to get Bip back at his origins.    "
                },
                "3": {
                    "title": "Bip's Best Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Bip breaks Marc's remote-control toy car and he gives him a \"Best Friend\" diploma as a present to obtain his forgiveness. As soon as the other friends discover the diploma's existence, they start doing everything they can in order to be awarded with it.    "
                },
                "4": {
                    "title": "The Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Bip and Nil are willing to help their friend Marc to capture a fly, because he is not capable to catch it alone. Soon they all discover this is not an easy task.    "
                },
                "5": {
                    "title": "Who Are You, Lena?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Lena loses her memory and she does not remember anything about herself. Bip convinces Mia to have fun by making Lena behave as they would like her to behave.    "
                },
                "6": {
                    "title": "The Joke's on Who?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Bip made one of his usual jokes to his friends, but this time the kids, leaded by Lena, will have their revenge. No mercy.    "
                },
                "7": {
                    "title": "Bignositis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    After falling down on the Bignositis' plant, Mia contracts a strange disease which makes her following all kids trying to kiss them. Bip is the only one who has the antidote to get her back to the normal.    "
                },
                "8": {
                    "title": "Someone's Missing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Lena has organized a fantastic birthday party but the party cannot start without Marc and Mia. The little girl goes finding the two missing friends while Nil watches over the birthday cake. Bip won't resist the temptation.    "
                },
                "9": {
                    "title": "Lena's Diary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Bip finds Lena's secret diary. Therefore, Lena has to do everything Bip asks her to do if she wants him not to disclose her secrets. But Bip soon loses the diary and this is passing from hand to hand so Lena has to cope with new \"masters\".    "
                },
                "10": {
                    "title": "Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Bip has found a ring that makes him invisible. He then decides to make fun of Marc and Mia making them believe that there is a ghost in the park.    "
                },
                "11": {
                    "title": "World Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Bip accidentally broke several World records and this cause Marc jealousy: the little boy has been trying very hard but he never succeeded in breaking any record.    "
                },
                "12": {
                    "title": "Ready, Camera, Action!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Mia wants to shoot a movie in the park and she wants Bip to be the main character of her movie. Lena cannot accept it: if a movie has to be shot in her park, she has to be the star.    "
                },
                "13": {
                    "title": "Double Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Bip accidentally double himself while playing with the revolving wheel of the park. At the beginning, having two Bips seems to be great, but when the new Bip falls madly in love with Lena and does not stop to follow her everywhere things get complicated and the kids have to save the day.    "
                },
                "14": {
                    "title": "The Hypnotizer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Nil hypnotizes Bip using a spell contained in a magic book. Bip now thinks to be a bird. The joke is funny but Marc soon realizes not to know how to undo the spell.    "
                },
                "15": {
                    "title": "Flufy the Rabbit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Bip is a big fan of \"Flufy the Rabbit\", a collection of corny books for children and he wants to keep his passion a secret. Lena suspects Bip's passion for Flufy stories and she is willing to unmask him.    "
                },
                "16": {
                    "title": "Ultra Villain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Nil wants to rank in the 100 most promising young superhero chart. In order to help the kid, Bip turn himself in \"Ultra Villain\" and Nil will try to stop him in order to climb the chart.    "
                },
                "17": {
                    "title": "Where's Marc?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Marc mysteriously disappeared and Bip is the last person who have seen him. Everybody tries to make Bip remember useful details to find the missing boy.    "
                },
                "18": {
                    "title": "Bad Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Bip has broken Lena's mirror and tries to blame Nil, who start thinking to be actually guilty. The two are scared of Lena: she promised to make the one at fault eating the terrible \"smelly sandwich\".    "
                },
                "19": {
                    "title": "Vampy Were-Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Bip and his friends are going to watch the most terrifying movie of all times: \"The Vampy Were-Ghost\". Everybody seems to be enthusiastic but Bip soon discovers that all kids are pretending. They want to make the TV disappear before the movie starts.    "
                },
                "20": {
                    "title": "Lena's Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Bip and Lena argue for a new ball. Lena does not want to share it \"until the day when elephants fly\".    "
                },
                "21": {
                    "title": "Doctor Lulu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    Lena contacted Doc. Lulu, a kind of \"online love consultant\". Bip is the only one to knows it and he pretends to be Doc. Lulu making Lena doing a lot of stupid things, especially in front of her beloved Marc.    "
                },
                "22": {
                    "title": "I'm the Best!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Bip and Marc find a little robot in the park. They start fighting because they both want to play with it. When Mia see them fighting she tries to do her best in order to bring back peace in the park.    "
                },
                "23": {
                    "title": "Hiccups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Mia has the hiccups and nobody is able to stop her. Everybody is trying to help the little girl and Piu will try to take advantage of this situation chasing Bip tirelessly.    "
                },
                "24": {
                    "title": "The Neverending Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    There is a new version of \"Hide and Sick\" game: Bip will try to find his friends Marc and Nil in just 7 minutes. But it will take a little bit more than 7 minutes.    "
                },
                "25": {
                    "title": "Owe You My Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Marc thinks Bip saved his life so he decides to become Bip's servant. Things change when Lena , who is madly in love with Marc, puts herself in danger on purpose, and Marc saves her and she becomes his servant..    "
                },
                "26": {
                    "title": "The Usual Suspect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bubble Bip (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Lena's ball disappeared and the little girl knows who to blame: Bip. Bip has to prove his innocence in order to avoid the prison.    "
                }
            }
        },
        "number of episodes": 26,
        "genres": [
            "Adventure",
            "Comedy"
        ],
        "runtimes": [
            "7"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "es",
            "it",
            "fr",
            "tr",
            "mk"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "3D CGI HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmQ2ZGJmMTUtNzRiNi00ODg2LWFiZmMtNzM3ZjNiNDcyNWY1XkEyXkFqcGdeQXVyNzU1Mzk1MTU@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Bubble Bip is a CGI animated series co-produced by Planeta Junior, Triacom Audiovisual and Televisió de Catalunya. It tells the story of Bip, a videogame action hero who spends his life running from one screen to another until he decides to escape to the outside world for new adventures. Once on Earth, a group of kids almost as wacky as he is become his new comrades in adventure. The series is full of surprises and packed with action and comic gags. The stories provide entertainment and transmit values by addressing universal, educational subjects.",
        "languages": [
            "Spanish",
            "Italian",
            "French",
            "Turkish",
            "Macedonian"
        ],
        "title": "Bubble Bip",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Bubble Bip (Spain)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Planeta Junior"
            },
            {
                "name": "TV3"
            },
            {
                "name": "Televisión Española"
            },
            {
                "name": "Toonz Entertainment"
            },
            {
                "name": "Triacom Audiovisual"
            }
        ],
        "plot": [
            "_Bubble Bip_ (qv) is a CGI animated series co-produced by Planeta Junior, Triacom Audiovisual and Televisió de Catalunya. It tells the story of Bip, a videogame action hero who spends his life running from one screen to another until he decides to escape to the outside world for new adventures. Once on Earth, a group of kids almost as wacky as he is become his new comrades in adventure. The series is full of surprises and packed with action and comic gags. The stories provide entertainment and transmit values by addressing universal, educational subjects."
        ],
        "tech": {
            "runtime": [
                "7 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "3D CGI HD"
            ]
        }
    }
}