{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "USA::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Forests in the Mist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    An immense forest covers 60% of the Vosges mountains, home to a wealth of plant and animal species: large mammals and microscopic insects live side by side beneath the tall trees. And both plants and animals are subject to the cycle of sunlight available through the dense foliage.    "
                },
                "2": {
                    "title": "As the River Flows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The Loire is one of Europe's last free-flowing rivers, one of the few whose banks have not been developed and confined by man. As the seasons change, its water level rises and falls and the morphology of the river-bed alters. How do plants and animals adjust to these variations?    "
                },
                "3": {
                    "title": "Between Cliff-top and Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    On the shores of Bretagne, breakers have been crashing onto the Atlantic coast for thousands of years. It is a mineral world of earth, rock and water, swept by raging winds. The cliffs there are a haven for flora and fauna, one of Europe's distinctive natural ecosystems.    "
                },
                "4": {
                    "title": "In Beating Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    In Provence, the garrigues and steppes of the Mediterranean are home to some startlingly exotic wildlife.The Sun reigns supreme here from spring until high summer, subjecting living things to ever hotter temperatures as the day progresses. How do plants and animals withstand the scorching heat?    "
                },
                "5": {
                    "title": "Kingdom of the Birds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The point where the English Channel meets the North Sea is a huge migratory hub. Numerous bird species come to this section of the west coast of Europe to rest, feed and bring up their young. For them, the flat, windswept landscape is paradise.    "
                },
                "6": {
                    "title": "Land of a Thousand Lakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    In the heart of Berry, in France, inland lakes and fens harbor a wide variety of birds and mammals. These mysterious, ancient landscapes are home to some highly unusual wildlife that inhabit both water and land, like the European pond turtle.    "
                },
                "7": {
                    "title": "Nature in the City of Lights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Within the confines of Paris, in an urban setting so dominated by humans, what space is left for nature? Yet plants and animals, tough and adaptable, manage to survive in The City of Lights.    "
                },
                "8": {
                    "title": "The Secret Life of the BocagePart 3: City of the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The ordinary-looking bocage landscape has an extraordinary tale to tell. This familiar vista of hedges and pasture is man-made, created centuries ago and maintained ever since. Yet it teems with wildlife. How have the plants and animals of the bushes and meadows adapted to their environment?    "
                },
                "9": {
                    "title": "Treasures of the Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Corsica is an island full of natural treasures! Its beaches are lapped by the Mediterranean; its sea/bed harbors strange and wonderful creatures, some of them found nowhere else in the world. Take a look at this unique, beautiful coastal ecosystem.    "
                },
                "10": {
                    "title": "Alpine Peaks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tales of Nature (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    The Alpine peaks are one of Europe's distinctive natural ecosystems. One in particular, Mont Blanc, has soared into the sky for millions of years. Take a look at the plants and animals who have adapted to Its extreme conditions - violent winds, sheer rock faces, polar temperatures and avalanches.    "
                }
            }
        },
        "number of episodes": 10,
        "runtimes": [
            "52"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODBiZjMwNjktNzJiOS00YTMzLWJhMGMtYWY2ODQyMTcxOWM1XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Tales of Nature",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Tales of Nature (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "This wildlife series looks at Europe's typical ecosystems - Atlantic coast, forests, farmland, mountains and Mediterranean sea bottoms."
        ],
        "tech": {
            "runtime": [
                "52 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}