{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "14 March 2015"
            }
        ],
        "release dates": [
            "India::14 March 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Mahrakshak Devi is a fantastic tale of a brave girl who is unaware of her supernatural powers. The story revolves around her encounter with the evil, Asur in order to save the world. In this curtain raising episode, we see Brihaspathi finding a baby girl floating in the river flowing in the direction of the river. He saves the little girl child and claims her to be the saviour that the world is waiting for. The child, now Gauri is seen being physically trained by Brihaspathi and her abilities are wonderful to witness. Later, Gauri asks Brihaspathi that he has not ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Gauri who faints before Jayanth's car is at his home. When Gauri finds Jayanth, she gets surprised as Jayanth's face was identical to Brihaspathi's. She immediately rushes to him, falls to his feet to recieve blessings.Jayanth who is surprised by her actions, tells her that he is not her Guru and it isn't necessary for her to do so. Tiger's mother welcomes Gauri to be a part of their family. Gauri who is unaware of city life, gets to learn it from Tiger and his friend Parjad. While on the other hand, Sukracharya who is in search of Gauri commands Bhasma, a rockstar to...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Gauri is at rockstar Bhasma's rock concert where Bhasma throws his hand towards Guari. Gauri tries to get hold of Bhasma's hand but she starts feeling dizzy. She walks out of the auditorium and finds the police kidnapping girls and loading them into a van. Gauri commands the police to let the girls go but the reluctant police do not listen to Gauri. Gauri then, walks up to the police and beats them up. The police then show themselves as the members of 'Asur'. Seeing them, Guari faints; gets loaded in the truck by police and gets kidnapped. Hearing the news of Guari ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Gauri who was kidnapped by Bhasma's men are after her, Tiger, Prajad and Jayanth. Whilr evading the goons Jayanth makes his jeep to jump off the cliff. Surprisingly, all of them land safely on the steady ground. On asked about how was Gaur able to suggests the right answers, Gauri replies that she was asking it to his Guruji who usually helps her but unfortunately he wasn't here this time. Hearing Gauri speaking strange, Parijhad and Tiger start cracking jokes on her but Jayanth seems to understand Gauri and tells her that he must speak to her in private. What will ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Gauri confronts Bhasma and the fight between them breaks out. Bhasma who tells Gauri that he is invincible and can only die if he wishes to. Gauri is stunned to hear what Bhasma had just said. A flame door behind Gauri is seen which leads its way to hell. Gauri overpowers Bhasma and throws him into the flame door causing Bhasma to finish himself. Shukracharya who was estimating Gauri's power to be just a minor one, understands that Gauri is a powerful and capable girl. Later, Jayanth meets Gauri and inquires about her family. Gauri reveals to Jayanth what had happened...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Mahesh is at Meena's home, where Meena serves him water and stands before him with the puja plate and a sweet. Seeing the Puja plate, Mahesh starts getting scared as he was possessed by Bhasma Asur. He then hits the puja plate which leads the holy colours of turmeric and sindoor to fall on him. This act leads Mahesh to show his true colours of being an Asur, before Meena. Meena gets scared and starts running from Mahesh. Mahesh chases Meena and finally catches hold of her and kills her. At the same time, Jayanth, Tiger and Gauri reach home and get shocked seeing ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Gauri questions Mahesh as to how he was able to defeat the person whom she was not able to defeat. Mahesh deceives Gauri saying that he had come here to help her and God gave him the power to defeat the man. Bhasmasur gives Mahesh a Sindoor made out of the blood of Asurs. He tells Mahesh that once this Sindoor touches Gauri's forehead, she would always obey her husband. Mahesh then explains that his victory is just a step away. While on the other hand, Gauri is seen recalling what her Guru had told her asking her not to trust anybody and saying that this world is her ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Mahesh reaches the temple where Gauri is, and starts searching for her. While he was still looking for Gauri, a girl meets him and asks him to marry her. Mahesh leaves the place and the girl follows him, urging him to marry her. While Mahesh is leaving the temple, Gauri notices him and follows him. The girl who followed Mahesh is then killed by him. Gauri who was looking for Mahesh, does not find him and thinks that it could be her imagination. She then returns to the temple and Mahesh follows her with the anointed Asur Sindoor . He confronts Gauri and takes her by ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A man with an unknown identity of the Asurs shows up before the priests, who are praying in the temple. He shocks everybody and makes multiple clones like himself. He hypnotizes the priests and asks them to pray to him as his kingdom is going to come on this earth soon. When Guari, Tiger and Jayanth reach the very same place, where the priest were praying, they find the temple being destroyed. They speculate that this could be done by the Asur, but are unable to figure out that which Asur is responsible for this destruction. Gauri then tells Jayanth and Tiger that ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    After defeating Raktbeej, another identity of the Asur confronts Gauri and wants a war from her. Few youths are seen in the forest camping and singing songs. A girl leaves the camp and sets out to a distant location. Following the girl, a boy too reaches the place. When the boy is just about to hug the girl, a supernatural force turns the girl to bones. The terrified boy, who witnessed this, runs for his life but is unable to escape from this supernatural evil power. Next day, Gauri, Tiger and Jayanth watch the news on the television and Gauri instantly tells that it ...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "3 May 2015",
                    "year": "2015",
                    "plot": "\n    A man is seen spending time with his son and when is called by his wife to have his breakfast, he is annoyed to find the same food that his wife frequently prepares. While he was having his breakfast, he is taken by surprise when a snake slithers out of his food. The man gets terrified when he sees his wife turning to a snake before his own eyes. The man tries to escape the situation and gets confronted by another huge snake which kills him and possesses him. What is this snake possessed man going to do? How will Gauri, Jayanth and Tiger protect the world from it?    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    Today in Maharakshak Devi, a girl is seen calling civilians up and makes them aware of any upcoming danger towards their life. Guari, Jayanth and Tiger decide to meet the girl (Anjali). They meet Anjali and ask her as to where she got her powers from. Anjali replies that the maid of the house had brought a gift wrapped up in shining paper. Unwrapping it revealed a box and opening box revealed a supernatural force that gave her the power to see the future. Will Gauri, Jayanth and Tiger find out the reason behind this supernatural force?    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 May 2015",
                    "year": "2015",
                    "plot": "\n    A new form of Asur is witnessed by the viewers. This Asur is in the form a huge dragon that is terrorizing the innocent civilians. Gauri, Jayanth and Tiger learn about this from a news channel that Shukracharya runs. Jayanth learns more about the Asur from an Asur encyclopedia. Later, when Shukrachrya raises question against the existence of God, Gauri loses her cool and decides to teach Shukracharya a lesson. What is the name of this huge Asur? Will Gauri be able to defeat the huge monster and Shukracharya?    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "16 May 2015",
                    "year": "2015",
                    "plot": "\n    After destroying Vritasur and the two pieces of Shukracharya's power modules, Gauri is all set to find the remaining pieces of Shukracharya's power modules. Shukracharya on the other hand, is seen talking to himself where he tells that, though Gauri has destroyed his two power modules but his ambition and courage is intact. Shukracharya then resurrects another Asur to fight Gauri. This Asur is an archer and seems to have a connection with Devi. Who is this new Asur? How will Gauri defeat him?    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n    Gauri and Jayanth are at the library to search for the book that has one of the power modules of Shukracharya's strength. Suddenly, Gauri gets a vision where she sees the book that she and Jayanth need to find. Gauri and Jayanth decide to divide up and search the library. Unexpectedly, the people at library lose their vision and this surprises Gauri and Jayanth. They then understand that it is one of Asur's task. Will Gauri and Jayanth be able to find the Asur behind this evil task? Will they be able to find the book that they are searching for?    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "23 May 2015",
                    "year": "2015",
                    "plot": "\n    Shukracharya brings Mura to life and gives him a chance to participate in the battle against Devi. Tiger meets Shukracharya and asks him as to what is he wants him to do. Sukracharya then decides to plan something that would prove the loyalty of Tiger. While on the other hand, Gauri is confronted by a boy, who then turns out to be Lord Krishna. Gauri and Krishna find a building set up in flames and approach it to save the civilians. Gauri starts suspecting as to who could have set the building on fire. Is Mura behind the burning of the building?    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "24 May 2015",
                    "year": "2015",
                    "plot": "\n    Gauri witnesses a vision where she watches Sukhracharya commanding her and asking her to do what he wishes. On the other hand, Shukracharya continues to trap Tiger in his trap and Tiger's commitment to get his mother back keeps him loyal to Shukracharya. Gauri then draws the same chalice that she had witnessed in her vision. What does this chalice indicate?    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "30 May 2015",
                    "year": "2015",
                    "plot": "\n    Gauri witnesses another vision where she is under the control of Shukracharya. She is seen stranded at an abandoned location. Gauri wakes up screaming hearing which Jayanth attends her and asks her as to what the matter is. Gauri hides the matter from Jayanth, but he suspects that Gauri is hiding something from him. Elsewhere, Shukracharya resurrects another Asur named Narakasur. What is Narakasur going to do against Devi? How will Gauri overcome him?    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    After defeating Narakasur, Gauri is set to find Jayanth. She gets stranded in an abandoned and dark location. She starts hearing unpleasant and disturbing voices. Elsewhere, Gauri finds the chalice placed on a pedestal. She compares the reality with the vision that she had witnessed. Will Gauri be able to gather up the courage to fight Shukracharya all alone?    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "6 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Gauri is at the abandoned location, where she finds the mirror that gives all the answers to her questions. She also finds some weapons through which she relives her memories. She watches herself in the mirror and tells that the only way to kill Shukracharya is through her. Just then, another reflection of Gauri tells her to accept her loss before Shukracharya. Will Gauri accept her loss?    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maharakshak Devi (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Gauri and Shukracharya engage in a battle where Shukracharya overpowers her and throws a knife at her. The knife pierces into Gauri's chest and she faints. Lord Narayan, on the other hand, confronts Shukracharya and tells him that he can never win this war. Shukracharya starts tormenting Lord Narayan, when Jayanth shows up and puts Shukracharya in a shock. How did Jayanth return alive?    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Thakurta, Kamalika Guha"
            },
            {
                "name": "Shiva, Ujjawal Gauraha"
            },
            {
                "name": "Bakshi, Rohit"
            },
            {
                "name": "Jain, Umang"
            },
            {
                "name": "Kumar, Shresht"
            },
            {
                "name": "Sengupta, Indraneil"
            },
            {
                "name": "Suchak, Karan"
            }
        ],
        "genres": [
            "Fantasy"
        ],
        "runtimes": [
            "35"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.2,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTY0NTMxN2EtY2NmYi00ODY0LWE1ZjItNWVlYzUzMWRmZWVjXkEyXkFqcGdeQXVyNzM4MjU3NzY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Devi is the story of the most powerful girl in the world who is unaware of her extraordinary powers. She has spent the first 17 years of her life away from human civilization. Devi's extraordinary journey starts when she becomes a part of human civilization and battles contemporary evils. Evils that are seemingly contemporary, but have taken multiple forms since generations. Evil (Asuras) have been present across centuries and exist in today's times in modern contemporary avatar. Devi is the force that will vanquish these asuras.Umang Jain will be seen portraying the role of 'Devi' and Rohit Bakshi will play the role of Devi's mentor. Indraneil Sengupta, who is making a comeback to television will be seen as 'Shukracharaya'.",
        "languages": [
            "Hindi"
        ],
        "title": "Maharakshak Devi",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Maharakshak Devi (India)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Devi is the story of the most powerful girl in the world who is unaware of her extraordinary powers. She has spent the first 17 years of her life away from human civilization. Devi's extraordinary journey starts when she becomes a part of human civilization and battles contemporary evils. Evils that are seemingly contemporary, but have taken multiple forms since generations. Evil (Asuras) have been present across centuries and exist in today's times in modern contemporary avatar. Devi is the force that will vanquish these asuras.Umang Jain will be seen portraying the role of 'Devi' and Rohit Bakshi will play the role of Devi's mentor. Indraneil Sengupta, who is making a comeback to television will be seen as 'Shukracharaya'."
        ],
        "tech": {
            "runtime": [
                "35 min (India)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 6.2
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 1.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "males": {
                "votes": 5,
                "rating": 3.7
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 1.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "females": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 2.0
            },
            "us users": {
                "votes": 2,
                "rating": 6.5
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}