{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "27 July 2015"
            },
            {
                "country": "Canada\n",
                "date": "27 July 2015",
                "notes": "                            (Television)"
            }
        ],
        "release dates": [
            "Canada::27 July 2015",
            "Canada::27 July 2015                            (Television)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "How to Do a Powwow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noongom (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Gabrielle gives viewers a lesson in Powwows 101 by attending the Ottawa Summer Solstice Aboriginal Festival. Greg Meekis, an aboriginal drummer, talks about the power of the drum and Gabriel Castilloux shares her story about how she became a jingle dress dancer. Gabrielle also guides the audience through powwow etiquette and discovers helpful tips for first-time festival goers.    "
                },
                "2": {
                    "title": "Homeless in the Homelands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noongom (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Indigenous people often move to urban centers for opportunities that are not offered on reserves or remote communities. Indigenous people that have moved to the city are 8 times more likely to experience homelessness. Gabrielle meets Kevin, Carrie and Pudloo to help break the stigma surrounding aboriginal homelessness and visits Shawenjeagamik, the only indigenous homeless drop-in in Ottawa.    "
                },
                "3": {
                    "title": "Decolonization 101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noongom (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    When talking about Indigenous people today, we often hear words like colonization, assimilation, indigenize. But what do all these terms mean? What is the real history of this land and where did the relationship go wrong? In short, a lot of pain and trauma continue to hurt Indigenous peoples however we need all Canadians in order to bring reconciliation to this land. We need allies.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Fayant, Gabrielle"
            }
        ],
        "locations": [
            "Ottawa, Ontario, Canada::(location)"
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzg2ODRiMGEtNjIyYi00YTg4LWE4ZTMtYjE2ZGVjYjY1ZGY5XkEyXkFqcGdeQXVyMjg1MzQzMA@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Noongom (Algonquin for \"today\") highlights the impact that a new generation of Aboriginal Peoples are making on the National Capital Region. Host Gabrielle Fayant showcases the work and creativity of Ottawa's local Aboriginal youth, offering a fresh perspective that's filled with humour and history. From large celebrations to homelessness, Noongom explores different cultures and stereotypes head-on to help people better understand what it means to be Aboriginal in Ottawa today.",
        "languages": [
            "English"
        ],
        "title": "Noongom",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "Noongom (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fayant, Gabrielle"
            }
        ],
        "production companies": [
            {
                "name": "Bell Media"
            }
        ],
        "distributors": [
            {
                "name": "Fibe TV1"
            }
        ],
        "plot": [
            "_Noongom_ (qv) (Algonquin for \"today\") highlights the impact that a new generation of Aboriginal Peoples are making on the National Capital Region. Host Gabrielle Fayant showcases the work and creativity of Ottawa's local Aboriginal youth, offering a fresh perspective that's filled with humour and history. From large celebrations to homelessness, _Noongom_ (qv) explores different cultures and stereotypes head-on to help people better understand what it means to be Aboriginal in Ottawa today.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (approx)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}