{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 January 2015                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Guerrera, Midge"
            }
        ],
        "locations": [
            "New Jersey, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "14"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$210,000 (estimated)",
        "plot outline": "The Around and About New Jersey television series consists of eight, fifteen-minute television programs intended for use in the elementary schools. The topics of the programs are following: the Lenape Indian Village at Waterloo State Park; the Morristown National Historic Park and the Revolutionary War; Paterson's Great Falls National Historic Park and the Botto House National Labor Museum; the Howell Living History Farm; the Still Family Reunion and the Underground Railroad; the Thomas A. Edison National Historic Park in West Orange; Roosevelt, New Jersey, and the Ben Shahn mural depicting Jewish immigration; and the Statehouse Tour and the meaning of democracy. The programs are introduced by former New Jersey First Lady Lucinda Florio and hosted by Midge Gerrera. The co-producers of the series were David Steven Cohen formerly of the New Jersey Historical Commission and the late Lou Presti formerly of New Jersey Network. In 1992 the series won a Middle Atlantic Regional Emmy for the best children's television series.",
        "languages": [
            "English"
        ],
        "title": "Around and About New Jersey",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Around and About New Jersey (United States)"
        ],
        "writer": [
            {
                "name": "Cohen, David Steven"
            }
        ],
        "production companies": [
            {
                "name": "New Jersey Network"
            }
        ],
        "distributors": [
            {
                "name": "New Jersey Network (NJN)"
            }
        ],
        "plot": [
            "The _Around and About New Jersey_ (qv) television series consists of eight, fifteen-minute television programs intended for use in the elementary schools. The topics of the programs are following: the Lenape Indian Village at Waterloo State Park; the Morristown National Historic Park and the Revolutionary War; Paterson's Great Falls National Historic Park and the Botto House National Labor Museum; the Howell Living History Farm; the Still Family Reunion and the Underground Railroad; the Thomas A. Edison National Historic Park in West Orange; Roosevelt, New Jersey, and the Ben Shahn mural depicting Jewish immigration; and the Statehouse Tour and the meaning of democracy. The programs are introduced by former New Jersey First Lady Lucinda Florio and hosted by Midge Gerrera. The co-producers of the series were David Steven Cohen formerly of the New Jersey Historical Commission and the late Lou Presti formerly of New Jersey Network. In 1992 the series won a Middle Atlantic Regional Emmy for the best children's television series."
        ],
        "tech": {
            "runtime": [
                "14 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}