{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 November 2015"
            }
        ],
        "release dates": [
            "USA::5 November 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "If You Give a Mouse a Cookie"
            },
            {
                "countries": "Spain",
                "title": "Si a un ratón le das galletas"
            }
        ],
        "akas": [
            "If You Give a Mouse a Cookie (original title)",
            "Si a un ratón le das galletas Spain"
        ],
        "akas from release info": [
            "If You Give a Mouse a Cookie (original title)",
            "Si a un ratón le das galletas Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Applesauce/Cat and Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 42,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    APPLESAUCE. A shopping trip for applesauce leads Mouse and Oliver on some unexpected adventures. CAT AND MOUSE. Donning their detective hats, Mouse and friends set out to discover the whereabouts of their friend Cat.    "
                },
                "2": {
                    "title": "Mouse to the Rescue!/The Amazing Art Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    MASKED MOUSE. Mouse draws an adventure comic that inspires him to become a superhero. ART CHASE. What better way to celebrate the beautiful day than to go outside and draw with your best friend? It turns out that the wind has ideas of its own.    "
                },
                "3": {
                    "title": "The Big Campout/Missing Sock!",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    THE BIG CAMPOUT. A sock makes a wonderful Mouse-sized sleeping bag. And if a mouse has a sleeping bag, then he's sure to want to invite all of his friends for a campout! MISSING SOCK. When Oliver departs for to his softball game minus one sock, Mouse embarks on a surprise-filled crosstown journey.    "
                },
                "4": {
                    "title": "Hoopla!/Animal Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    HOOPLA. If you give a Mouse a stick, he might be inspired to create his own sport. Soon all his friends are playing Hoopla! ANIMAL BAND. Mouse finds a stick in the yard and soon begins drumming. It isn't long before the whole gang is jamming along.    "
                },
                "5": {
                    "title": "Mouse Minds the Store/Captain Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    MOUSE MINDS THE STORE. Mouse goes to the store to get some bubble bath, only to find it's closing. What can he do? CAPTAIN MOUSE. A bath inspires Mouse to captain his own raft. Soon the gang has embarked on a nautical adventure.    "
                },
                "6": {
                    "title": "Town Fair/Beach Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    TOWN FAIR. Moose is entering his pie to a pie-tasting contest at the Town Fair and Mouse decides to join him. What could possibly go wrong? BEACH DAY. It's a day at the beach for Mouse and his friends with sandcastles, kite making...and some unexpected adventures.    "
                },
                "7": {
                    "title": "If You Take a Mouse to School/Cookie Factory",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    IF YOU TAKE A MOUSE TO SCHOOL. Mouse is excited to go to school, at least until he gets to the door. With the kids' and teacher's help, Mouse is soon having a blast. COOKIE FACTORY. Oliver's class takes a field trip to Mouse heaven: the local cookie factory!    "
                },
                "8": {
                    "title": "Muffin Party/Arcade",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    MUFFIN PARTY. When his muffin recipe gets smudged, Moose is certain his party will be ruined. Can Mouse help his antlered friend regain his confidence? ARCADE. Mouse and friends find out that the local arcade is closing down for a month. Time to take matters into their own paws.    "
                },
                "9": {
                    "title": "A House for Mouse/Delivery Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A HOUSE FOR MOUSE. Mouse wants to have a room of his own. Then another one. Then another one. Is bigger always better? DELIVERY MOUSE. Traveling across the park turns out to be an \"Oregon Trail\"-sized adventure for one little mouse.    "
                },
                "10": {
                    "title": "Something to Squawk About/Sick Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    SOMETHING TO SQUAWK ABOUT. When one of Oliver's toys breaks, the race is on to repair it. IF YOU GIVE A MOOSE A COLD. When their friends all become sick at the same time, Mouse and Oliver decide they need a system.    "
                },
                "11": {
                    "title": "Dinosaur Mystery/Inventor Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    DINOSAUR MYSTERY. Certain she's seen a dinosaur, Pig enlists her friends help her find out where it's hiding. INVENTOR FAIR. Mouse and his friends' make their own inventions for the Junior Inventors' Fair.    "
                },
                "12": {
                    "title": "Farm Friends/Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    FARM FRIENDS. Finding carrots for Oliver's sandwich leads Mouse to discover just where our fruits and veggies come from PICNIC. Mouse and his friends join their human friends on a scouting outing. Can Mouse win a badge of his own?    "
                },
                "13": {
                    "title": "Toy Round Up!/Masked Mouse Mobile",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    TOY ROUND UP. Mouse and his friends turn the chore of cleaning up toys into a Wild West game. THE MASKED MOUSE MOBILE. Mouse has wheels, but is he too small to be a real hero?    "
                },
                "14": {
                    "title": "Recycle Races/Change is Good",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    RECYCLE RACES. At the recycling center Mouse and friends have lots of fun sorting and recycling. Mouse is soon whisked away on an unexpected wild ride, which inspires the gang to make their own \"wacky rafts\" out of plastic bottles. CHANGE IS GOOD. Mouse decides to use a bottle as a piggy bank to save up for something special. With pluck and luck, he soon finds his goal getting closer.    "
                },
                "15": {
                    "title": "Dog's Day Out/Doggie Day Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    DOG'S DAY OUT: Dog's friends join Dog on a trip to the store. A simple shopping trip soon becomes a day full of unexpected adventures filled with silly soccer, a pirate adventure, and a wild flight. DOGGIE DAY CAMP: After Henry goes away to Day Camp, Dog's friends decide to cheer Dog up by creating a day camp experience of their own with crafts, swimming, and their own camp song.    "
                },
                "16": {
                    "title": "Treasure Hunt!/A Surprise for Henry",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    TREASURE HUNT: When Henry gives Dog a treasure map, Dog and friends set off to find the treasure. X marks the spot. A SURPRISE FOR HENRY: It's Henry's birthday and Dog wants to do something super super super special.    "
                },
                "17": {
                    "title": "Sledding Adventure/Snowy Sleepover",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    SLEDDING ADVENTURE: Mouse uses a flashlight to find the seashell he's put aside to use as a toboggan. They're excited to sled down a snowy slope until Mouse and Oliver face the town's high hill. Gulp. SNOWY SLEEPOVER: Mouse and Oliver go to Moose's for a sleepover party. Moose and Pig have big plans for a sleepover full of surprises.    "
                },
                "18": {
                    "title": "Mouse Around Town/Rainy Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    MOUSE AROUND TOWN. Mouse is given a piece of chalk and gets creative, drawing sidewalk games and roads. Soon Mouse's speeding around town in a souped-up miniature car to help his friends. RAINY DAY. Drawing on the sidewalk with chalk can be fun. But when the rain washes away Dog's sidewalk drawing, it's up to the gang to convince him that rainy days can be full of excitement.    "
                },
                "19": {
                    "title": "Day at the Museum/Pizza Delivery",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    DAY AT THE MUSEUM: Mouse makes a sculpture and Pig insists it belongs in a museum. Together they set off to find it a home. But after a trip to the museum, the gang are inspired to make their own. PIZZA DELIVERY: Making a clay pizza inspires Mouse to invent his own creations at the local pizza parlor. Soon he's speeding around town delivering mouse-sized pizzas, and encouraging creativity.    "
                },
                "20": {
                    "title": "Friendaversary/Runaway Robot",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "15 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    FRIENDAVERSARY. Cat and Esme Louise search for a way to celebrate their Friend-i-versary. A rafting trip sounds like fun, but with one thing leading to another, will they ever get to the lake? RUNAWAY ROBOT. Cat invents a cupcake-powered Robot with a very bad sense of direction. Unfortunately it also has Esme Louise's school work. Will the gang be able to find it?    "
                },
                "21": {
                    "title": "Mousey Mail/Lost Sticker",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "15 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    MOUSEY MAIL. Mouse mails a letter to Grandma, only to realize that he forgot to put his drawing in the envelope. The chase is on! Mouse and Pig discover the adventure a letter goes on as it travels from the mailbox to Grandma's doorstep. LOST STICKER. Mouse lost his favorite sticker yesterday, but where? Oliver and Mouse set out to retrace Mouse's steps. One thing leads to another, even if it's backwards all the way! When you've got a curious Mouse for a friend (not to mention a Moose, a Pig, a Cat and a Dog) one thing always leads to another, then another, and then ...    "
                },
                "22": {
                    "title": "Bowling Bonanza!/Underwater Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "15 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    BOWLING. If you give a mouse a marble, he might want to bowl with it...and then invite his friends to go bowling. When they find out the bowling alley isn't ready to open, the fun is just beginning. UNDERWATER MOUSE. When Mouse loses Oliver's marble into the lake, the search is on! If a Mouse is going to search a lake, he's going to need a submarine. Soon, with Cat's help, Mouse is making underwater discoveries and doing nice things for lots of new friends. When you've got a curious Mouse for a friend (not to mention a Moose, a Pig, a Cat and a Dog) one thing always ...    "
                },
                "23": {
                    "title": "Charm Mystery/New Neighbor",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "15 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    CHARM MYSTERY. Mouse and Dog discover a charm bracelet. Who could have lost it? They don their detective hats to follow the clues. But is the biggest clue right in front of them? NEW FRIEND. Mouse and the gang set out to make friends with a mysterious girl who has just moved into the neighborhood. Nothing seems to be working. Is there something they're doing wrong? When you've got a curious Mouse for a friend (not to mention a Moose, a Pig, a Cat and a Dog) one thing always leads to another, then another, and then another! You never know what to expect, but you do ...    "
                },
                "24": {
                    "title": "Egg Hunt/The Masked Mouse Rides Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "15 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    EGGHUNT. It's the Spring Festival Egg Hunt. Only a few lucky egg-finders will get the special prize: a ride in a balloon! Mouse is determined to find an egg of his own. But Mouse finds some other things that are important too. THE MASKED MOUSE RIDES AGAIN. The Masked Mouse is back to the rescue! This time he finds himself joined by a new superhero -- Protector Pig! Can two heroes find a way to save the day together? When you've got a curious Mouse for a friend (not to mention a Moose, a Pig, a Cat and a Dog) one thing always leads to another, then another, and then ...    "
                },
                "25": {
                    "title": "Keeping Cool/Parade Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "15 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Keeping Cool. On a hot day, there's nothing nicer than a glass of ice-cold lemonade. But first Mouse needs ice, and making ice takes time. Can Mouse and friends find ways to have fun on a hot Summer's day while they wait? Parade Day. Mouse and Oliver construct their own float for the town parade. When disaster ensues, the race is on to rebuild it in time. When you've got a curious Mouse for a friend (not to mention a Moose, a Pig, a Cat and a Dog) one thing always leads to another, then another, and then another! You never know what to expect, but you do know it's ...    "
                },
                "26": {
                    "title": "Quest for the Cup/Goodnight Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "If You Give a Mouse a Cookie (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "15 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    QUEST FOR THE CUP. Mouse is inspired by a book about Knights to dress up like a knight. Before long, all his friends are knighted. Now all they need is a quest! GOODNIGHT MOUSE. It's bedtime and time to read Mouse a story. Now where did Mouse leave that book? As always, a simple task becomes a neighborhood-wide bedtime adventure. When you've got a curious Mouse for a friend (not to mention a Moose, a Pig, a Cat and a Dog) one thing always leads to another, then another, and then another! You never know what to expect, but you do know it's going to be fun! Much like ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Smith, Roger Craig"
            },
            {
                "name": "DiCicco, Jessica"
            },
            {
                "name": "Mahay, Mason"
            },
            {
                "name": "Bennett, Jeff"
            },
            {
                "name": "Miller, Lara Jill"
            },
            {
                "name": "Kenedy, Kyla"
            },
            {
                "name": "Kaufman, Henry"
            },
            {
                "name": "Risley, Benji"
            },
            {
                "name": "O'Shaughnessey, Colleen"
            },
            {
                "name": "Taylor, James Arnold"
            },
            {
                "name": "Estevez, Scarlett"
            },
            {
                "name": "Wahlgren, Kari"
            },
            {
                "name": "Wittner, Julie"
            },
            {
                "name": "Summer, Cree"
            },
            {
                "name": "Brooks, Kimberly"
            },
            {
                "name": "Richardson, Kevin Michael"
            },
            {
                "name": "Derryberry, Debi"
            },
            {
                "name": "Tom, Lauren"
            },
            {
                "name": "Cummings, Jim"
            },
            {
                "name": "Griffin, Grey"
            },
            {
                "name": "Flynn, Miriam"
            },
            {
                "name": "Futterman, Nika"
            },
            {
                "name": "Soucie, Kath"
            },
            {
                "name": "Taylor, Lydia Rose"
            },
            {
                "name": "Williams, Imari"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Singapore:PG",
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 92,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTZlMWQ2MTgtMDQxZi00MDMxLWJkZjMtMTY5YWU4NzVhYjgzXkEyXkFqcGdeQXVyNjI4OTg2Njg@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "In the If You Give a Mouse a Cookie series, based on the beloved books by Laura Numeroff and Felicia Bond, we get to know Mouse, Pig, Moose, Dog and Cat and their favorite humans. When Mouse and friends get together, one thing always leads to another in the most unexpected ways. You just never know where things will end up, but you can be sure that IF Mouse and Friends go on an adventure together, THEN they will just have to have fun the whole time.",
        "languages": [
            "English"
        ],
        "title": "If You Give a Mouse a Cookie",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fallon, Joe"
            },
            {
                "name": "Friedman, Becky"
            },
            {
                "name": "Gotcsik, Leah"
            }
        ],
        "production companies": [
            {
                "name": "Mercury Filmworks"
            },
            {
                "name": "Amazon Studios"
            }
        ],
        "distributors": [
            {
                "name": "Amazon"
            },
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Amazon Studios"
            }
        ],
        "other companies": [
            {
                "name": "Studiopolis"
            },
            {
                "name": "The Rights Company"
            }
        ],
        "plot": [
            "In the _If You Give a Mouse a Cookie_ (qv) series, based on the beloved books by Laura Numeroff and Felicia Bond, we get to know Mouse, Pig, Moose, Dog and Cat and their favorite humans. When Mouse and friends get together, one thing always leads to another in the most unexpected ways. You just never know where things will end up, but you can be sure that IF Mouse and Friends go on an adventure together, THEN they will just have to have fun the whole time."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 92,
                "rating": 6.8
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 24,
                "rating": 3.9
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.2
            },
            "males": {
                "votes": 25,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 3.4
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.3
            },
            "females": {
                "votes": 18,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 4.2
            },
            "us users": {
                "votes": 23,
                "rating": 5.9
            },
            "non us users": {
                "votes": 5,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 31,
            "9": 2,
            "8": 9,
            "7": 10,
            "6": 10,
            "5": 10,
            "4": 5,
            "3": 2,
            "2": 3,
            "1": 10
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}