{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "5 October 2015"
            }
        ],
        "release dates": [
            "Netherlands::5 October 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGFhZTAxZTUtZDYzMy00NjBhLTk3MTMtNWFmNWEzYmY2NzdiXkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Power &",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Power & (Netherlands)"
        ],
        "production companies": [
            {
                "name": "Kiem Media"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "synopsis": [
            "Rocks, mud, waves, ice and.... always higher, faster and more radical These guys and girls in Power & ... only think in superlatives and they push themselves to the limit to get 'there' - the point where many of us would never dare to go. These sportsmen and women come from all over the world and pursue a hobby or a way of life in which they continually challenge themselves to get the most out of things, no matter what.In this series we take a look into their lives and accompany them on expeditions. Which are their moves,how do they make their decisions,what is their drive and their passion? Where does this relentless surge for self-justification come from or perhaps that isn't the reason why they do this? Personal stories with a cool edge and in UHD.Power&Ice\nThe polar caps are melting but the immense ice masses appeal to our imagination. Whether it's an expedition with sleddogs or an icewall climber in the Rocky mountains, ice is cool.Power&Rock\nA rock formation several kilometers high, for a handful of aces the perfect place for some though exercise. And they not only tackle mountains the regular way. Some people choose to conquer them on a unicycle.Power&Speed\nSpeed is relative. Things that were fast in 1900 definitely no longer are fast today.Current technological developments mean that things keep going faster and faster.Whether it's downhill racing or the fastest in the world, records are meant to be broken.Power&Waves\nThe surf at your holiday destination may seem calm and relaxing, but the waves can also be life-threatening. We see men mastering extreme waves on surfkites or in a kayak..Power&Water\nTough guys, high waves and deep oceans.The surf is not the only playground for watersportfanatics, the ocean is also a place for adventure.Power&Snow\nSnow, cold and altude. A combination that turns any sport into a real challenge, unless you manage to use these elements to your advantagePower&Air\nThe sky is the limit and some people take this literally.These days you can fly with a parachute or wingsuit, but our adventurers raise the bar even higher. Real stories with real people In each of the documentaries we follow our main character and plunge to this adventurer's turbulent life.Their personal background and training, exploring locations and the preparations for the new adventure we undertake along with them."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}