{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "5 October 2015"
            }
        ],
        "release dates": [
            "Netherlands::5 October 2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODkxYzIzOWEtYTdhMC00ZTBjLWE5NGItZGM0YzY3MGU1NTRjXkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Inside Moto",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Inside Moto (Spain)"
        ],
        "production companies": [
            {
                "name": "Solenium"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "Only a special breed of men is capable of racing the motoGP. In _Inside Moto_ (qv) we encounter the true story and human spirit behind these racing machines"
        ],
        "synopsis": [
            "Talent or Effort. Two different paths towards the same goal: Success. INSIDE MOTO follows two riders: the talented Jack Miller to his home, to the track and to his medical checkup. Effort to the fullest. The great Tito Rabat and his organizational skills based on tenacity and improvement working from his physical and personal workshop created by the himself and taking him to become a world champion.Our expert, Oscar Haro, is a mechanic, manager and ex-rider, and knows the insides of this great show. He has worked as a Technician and Rider Coordinator, in teams from which various world champions have emerged. He'll have the opportunity to test the specific technical and physical work routines, these riders must follow everyday in order to reach success.Jack Miller (20 years old), Australia's first ever rider to jump from Moto3 straight to MotoGP... Crazy! He invites us inside his home for a bite.\nTito Rabat (25 years old) Catalonia, He's best known for winning the 2014 Moto2 World Championship with the intermediate class record breaking wins.Inside the home of the Australian rider, Jack Miller - one of the few riders in motorcycling history that has gone straight from Moto3 to MotoGP - we have a bite to eat to later accompany him during his resistance and fitness tests and his training sessions.\nAlong side Joan Olive, Spanish Champion and Miller's personal trainer, we uncover the Centre for High Performance's secrets, where high profile athletes like Rafael Nadal are put to the test.\nWe watch as Miller undergoes resistance tests.\nWe watch him train on a motocross track and he explains why this modality is vital for any MotoGP rider.After Tito Rabat's stunning race to the podium, we bear witness to the sheer effort and work that's required.\nHe follows a strict schedule that has forced him to abandon his hometown and live alone in a motor home, close to the \"Almeria Circuit\".\nWe follow him on a regular training and preparation day. We go for a run with him, have a look around his trailer where his workshop is, and we find out, first-hand, all about the big secrets behind his professional career - ending up at his daily training circuit.Rabat himself makes us part of his most intimate feelings. We get to know his motives. We'll learn about what lies behind his strict routine and work schedule.Each motorcyclist's goal is the same: Success. They both achieve it in different ways. But they both know that the path to success is gained on the tracks. Jack and Tito are exceptional examples of how a Champion is made."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}