{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "USA::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Paint Throwing, Starry Night, Saving Colors, Who's Better?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Music Balls find a shiny thing stuck in the ground. They discover that their music makes it shine and finally fly up and away to become a star. Music Balls divide into two groups - melodic versus percussion instruments. It's showtime.    "
                },
                "2": {
                    "title": "Lost in the Night, Magician Vivo, Prankster Sen, Vanni the Gentleman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Ang (Brush Ball) is painting Didi (Paint Ball)'s house, and there is a luminous paint ball whose paint is not visible in the light. Glue (Glue Ball) is gluing colored paper pieces on the ground. Sen (Wind Ball) comes and blows everything away just for its own fun. Glue has to think about a good way to stop him.    "
                },
                "3": {
                    "title": "Tasty Apple, La Cucaracha, It's For You, What's That?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Music Balls have dressed up Latin. No one can stop their Latin passion with the music. Kit (Toolkit Ball), Paco (Colored Pencil Ball) and Didi (Paint Ball) have drawn a heart shape on a piece of paper as a gift. But Sen (Wind Ball) comes and blows everything away. Can they have the gift ready?    "
                },
                "4": {
                    "title": "Lost and Found, Surprise Party, Rainbow Balloon, Height Requirement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    While Kit (Toolkit Ball) takes a shower, Sen (Wind Ball) hides all of Kit's tools under a piece of paper. How can Kit find its tools back? Oko (Ocarnia Ball) is cautiously approaching a treasure box in a dark place. Other Music Balls are quietly tailing him. What in the box is waiting for Oko?    "
                },
                "5": {
                    "title": "Bubble Bath, Circus Circus, Paint Stamping, Can't Hold It Anymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Kit (Toolkit Ball) finds that one of its tool can fly soap bubbles. Didi (Paint Ball) friends paint the bubbles in various colors. Music Balls begin an ensemble. Vivo (Timpani Ball) looks really uncomfortable. Vivo must be holding something. Can he hold it until the end?    "
                },
                "6": {
                    "title": "Cool Breeze, Lovely Dio, House Building, Crafty Clang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Kit (Toolkit Ball) and Glue (Glue Ball) want to build a house, but every time Sen (Wind Ball) comes and destroys everything. Music Balls are doing an ensemble, but Clang (Cymbals Ball) has very few parts to play.    "
                },
                "7": {
                    "title": "Finding My Friend, Stagephobia, Invisible Crayon, How to Play the Ocarina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Poo (Water Ball) met a beautiful friend, but soon she disappears into the water. Music Balls are supposed to be on stage, but they are so nervous that no one except Tillo (Castanets Ball) is able to play the music right. Oko (Ocarnia Ball) wants to play wonderfully, but it cannot make any sound.    "
                },
                "8": {
                    "title": "Help Me Firefly, I Love Skating, Roll and Roll, Ting's One Fine Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In a dark room, Ang (Brush Ball) meets a firefly. Music Balls are skating as they play a piece of music, but Rico (Accordion Ball) is not so good at skating. Ting (Xylophone Ball) wakes up and starts to chase a butterfly.    "
                },
                "9": {
                    "title": "Switched, Lullaby Wanted, Let's Knead, Shall We Dance?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Tillo (Castanets Ball) cannot fall asleep next to Vivo (Timpani Ball) who is snoring so hard. It is a scene of a musical play. Rico (Accordion Ball) and Tillo (Castanets Ball) show off their dancing skills to gain Lady Vivo (Timpani Ball)'s attention.    "
                },
                "10": {
                    "title": "Which Color, Rain Concert, It's Alive, Let's Play Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Paco (Colored Pencil Ball) draws a shape on a mysterious cube, and if the right color is sprayed, the drawing becomes real. Music Balls are playing the music in the rain. Ting (Xylophone Ball) is the only one out of harmony. They must stop Ting from ruining the music.    "
                },
                "11": {
                    "title": "Paper Plane, Dance to the Music, Who Are You, Fireworks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Kit (Toolkit Ball) finds a piece of paper with grid lines. It comes out to be a paper plane. Ang (Brush Ball) finds a mirror. Ang takes paint and draws a pair of wings, and discovers the anything drawn on the mirror becomes alive.    "
                },
                "12": {
                    "title": "Oh My Glue, Greedy Vivo, Icy Ice, It's Christmas!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    One sizzling day, Ang (Brush Ball) finds a button that pushed in a cube of ice. What kind of Christmas presents are awaiting WonderBalls? Glue (Glue Ball) tears off Ang (Brush Ball)'s drawing by accident. How can Glue recover the piece of art?    "
                },
                "13": {
                    "title": "Drawing Friends, Funny Sounds, WonderBalls Exhibition, WonderBalls Concert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wonder Balls (TV Series 2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Didi (Paint Ball) and Ang (Brush Ball) start painting on eggs. What will happen to the eggs once their drawing is finished? Come and congratulate WonderBalls for their artwork exhibition.    "
                }
            }
        },
        "number of episodes": 13,
        "genres": [
            "Animation",
            "Comedy",
            "Musical"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWJhMjZlNDEtZDQxMS00YjQwLWEwN2MtOTEwOTAxNTFiMmNmXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Enjoy parades of unique and fun ball characters. Wonder Balls bring the best performances to the stage. When they meet, they start playing right away. Brush Ball, Sponge Ball, Water Ball, Accordion Ball, Castanets Ball, Xylophone Ball and more join to complete stories of vivacious arts, exciting music and joyful play.",
        "languages": [
            "English"
        ],
        "title": "Wonder Balls",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Wonder Balls (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Enjoy parades of unique and fun ball characters. _Wonder Balls_ (qv) bring the best performances to the stage. When they meet, they start playing right away. Brush Ball, Sponge Ball, Water Ball, Accordion Ball, Castanets Ball, Xylophone Ball and more join to complete stories of vivacious arts, exciting music and joyful play."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}