{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 November 2015"
            },
            {
                "country": "USA\n",
                "date": "9 November 2015",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::9 November 2015",
            "USA::9 November 2015                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Photographer Ana Dias Takes You to a Portuguese Beach with Model Caprice Castillo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Portuguese photographer Ana Dias travels the world for Playboy creating colorful scenes, filling them with playful and lively characters, and bringing us back to the light eroticism of the '50s pin-up girls. This week, Ana took us to a beach in Sesimbra, Portugal where she introduced us to the stunning Polish model Caprice Castillo. The 23-year-old cellist says she loves working with Ana because the artist is \"full of energy and smiles.\"    "
                },
                "2": {
                    "title": "Photographer Ana Dias Takes Us to Seville with Model Hellyda Cavallaro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Portuguese photographer Ana Dias took us to the streets of Seville, Spain, where she introduced us to the 26 year old Brazilian model Hellyda Cavallaro.    "
                },
                "3": {
                    "title": "Photographer Ana Dias Invites You to Dance with Model Zoi Gorman in Amsterdam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Portuguese photographer Ana Dias travels the world for Playboy creating colorful scenes, filling them with playful and lively characters, and bringing us back to the light eroticism of the '50s pin-up girls. This week, Ana took us to one of her favorite cities in Europe: Amsterdam. There, she worked with Scottish-Greek model Zoi Gorman. \"Zoi knows how to face a camera,\" Ana says. \"And she's a very seductive girl.\"    "
                },
                "4": {
                    "title": "Photographer Ana Dias Takes On Warsaw, Poland with Bombshell Carla Sonre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    In our latest edition of Playboy Abroad, photographer Ana Dias went to Warsaw, Poland. While there, she ran into beautiful blonde model Carla Sonre. Together, they produced these very scintillating images and let us show them to the world. We are very grateful.    "
                },
                "5": {
                    "title": "Ana Dias at Work in Israel at the Dead Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In our latest edition of Playboy Abroad, photographer Ana Dias travels to the Dead Sea in Israel. While there, she ran into beautiful blonde model Dasha. Together, they produced these very scintillating images and let us show them to the world. We are very grateful.    "
                },
                "6": {
                    "title": "Get a Little Weird with Latvian Model Olga de Mar and Photographer Ana Dias in Milan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In our latest edition of Playboy Abroad, photographer Ana Dias travels to Milan, Italy. While in the city of fashion and style, she photographed buxom model Olga de Mar for this episode of Playboy Abroad.    "
                },
                "7": {
                    "title": "Photographer Ana Dias Shoots the Exotic Priscila Uchoa in Rio (And Does Some Hang Gliding)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Brazil never looked better than with photographer Ana Dias. In this week's Playboy Abroad, Ana traipses around the Rio beaches with Brazilian model Priscila Uchoa, and captured some pretty amazing shots.    "
                },
                "8": {
                    "title": "Go High Above the Tokyo Skyscrapers with Photographer Ana Dias and Model Ines Silva",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Head to Tokyo with photographer Ana Dias and model Ines Silva for this episode of Playboy Abroad. Armed with a pink wig, badass views of the city and lingerie, check out the intimate photos Ana was able to capture of Ines. And then go behind-the-scenes with Ana as she explores Tokyo for her very first time with Ines.    "
                },
                "9": {
                    "title": "Head to the Riviera Maya with Photographer Ana Dias and Her Muse Jackie Almeida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In our latest edition of Playboy Abroad, photographer Ana Dias travels to the iconic Riviera Maya beaches in Mexico. While there, she photographed the beautiful Jackie Almeida for this episode of Playboy Abroad.    "
                },
                "10": {
                    "title": "Shooting in Jamaican Rainstorms with Ana Dias and Her Muse Marcelle Mazzini",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    In our latest edition of Playboy Abroad, photographer Ana Dias travels to Montego Bay, Jamaica. While in the country of sun and beach, she photographed the beautiful Marcelle Mazzini for this episode of Playboy Abroad.    "
                },
                "11": {
                    "title": "Heating Things Up in Morocco with Ana Dias and Model Corinne Piccolo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    In our latest edition of Playboy Abroad, our favorite wanderlust photographer Ana Dias travels to beautiful Marrakesh, Morroco. She photographed knockout Corinne Piccolo for this episode of Playboy Abroad, and we think you'll like the results.    "
                },
                "12": {
                    "title": "Bucharest Gets a Lot Warmer when Paulina Mikolajczak and Photographer Ana Dias Get in Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    For our Playboy Abroad, photographer Ana Dias has traveled the world finding some of the most beautiful women alive. So when she landed in Bucharest, Romania, we knew she would find someone amazing. Well, she found quite the gold mine in the form of Polish model Paulina Mikolajczak. Ana caught her eating in bed, reading Playboy and just chilling in lingerie.    "
                },
                "13": {
                    "title": "Ana Dias and Aimee Fogelman Heat Things Up in Mozambique",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Throughout our Playboy Abroad series, photographer Ana Dias has shown us both the most beautiful locations in the world and the most beautiful women in the world. This week it's no different, with Ana Dias visiting the incredible beaches of Mozambique with the equally incredible Aimee Fogelman. And you thought your trips to the beach were hot.    "
                },
                "14": {
                    "title": "Ana Dias Takes on Berlin with Twins Victoria and Elisabeth Paschold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Germany isn't known for its wonderful weather. It's not Italy or Spain in that regard. But it can definitely get hot there, particularly when the beautiful blond sisters Victoria and Elisabeth Paschold are around. Photographer Ana Dias was able to capture the Paschold girls bring the heat in Berlin as the latest addition to our Playboy Abroad series.    "
                },
                "15": {
                    "title": "Ausrine Olivia and Ana Dias Prove You Can Make Iceland Sexy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    In each new addition to our Playboy Abroad series, photographer Ana Dias visits an exotic locale and shoots a beautiful woman. However, this week Ana went to - Iceland. Well, it may not be the most luxurious location, but it's still pretty. And since Ausrine Olivia is the one getting photographed, it really doesn't matter what the background scenery looks like.    "
                },
                "16": {
                    "title": "Shooting in The Bahamas with Marisa Papen and Ana Dias",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "4 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    In our latest edition of Playboy Abroad, photographer Ana Dias travels to The Bahamas. She photographed the beautiful Marisa Papen for this episode of Playboy Abroad.    "
                },
                "17": {
                    "title": "Exploring Bangkok with Ana Dias and Model Angelina Boyko",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Thailand and it's rich cultural history (and ridiculously good food) have intrigued travelers from all over the world for centuries. Photographer Ana Dias decided to venture to Bangkok, Thailand's bustling capital, and photographed Angelina Boyko amongst its vibrant street life for Playboy Abroad.    "
                },
                "18": {
                    "title": "Roaming Around Ancient Athens with Ana Dias and Sara Coelho",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    In our latest edition of Playboy Abroad, our resident travel photographer Ana Dias heads to Greece to photograph Sara Coelho. Something about Greece made it the trendiest place to be this summer, and Ana's photos prove why.    "
                },
                "19": {
                    "title": "Romp Around Russia with Photographer Ana Dias and Olga Kobzar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "3 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In our latest edition of Playboy Abroad, photographer Ana Dias travels to Russia. While there, she photographed the beautiful Olga Kobzar for this episode of Playboy Abroad.    "
                },
                "20": {
                    "title": "Fall in Lust with Paris, Thanks to Ana Dias and Anna Raise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Think of Paris, and odds are the Eiffel Tower instantly comes to mind. Lollipops, roller skates, and hot pants, on the other hand, aren't necessarily linked to the City of Lights, but that's the genius of photographer Ana Dias. For her fresh edition of Playboy Abroad, she realizes such essentials are transcontinental, especially on a freckled Russian beauty, like model Anna Raise. Not too get into politically incorrect \"nymphet\" territory, but she's got the whole Lolita thing down to an art. You'll never looked at the wrought-iron tourist attraction the same way again.    "
                },
                "21": {
                    "title": "Cavort Seaside in Croatia with Ana Dias and Bianca Gerth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The boating life is one many dream of and few actually relish. Living it in beachy, beautiful Croatia with a girl like Bianca Gerth, a German-Portuguese model who seems like she was born to wear a bikini, brings the notion to another level. Ana Dias' newest edition of Playboy Abroad takes us to the quaint fishing village of Baska Voda, a place that likely hasn't been host to this much aesthetic excitement in awhile, for some mischief by the marina.    "
                },
                "22": {
                    "title": "Ana Dias and Angelika Wachowska Turn Up Cairo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Egypt's capital city is known for its crackling energy and fervent desert days. For her latest installment of Playboy Abroad, Ana Dias enlisted Polish model Angelika Wachowska to accompany her to Cairo, and the results are as ardent as the city itself. Naturally, clothing is optional.    "
                },
                "23": {
                    "title": "Ana Dias and Kristina Boyko Bounce Around Budapest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Hungary's capital city has a reputation for being one of the most exhilarating cities in Europe, so it's no surprise Ana Dias elected it for her final installment of Playboy Abroad. Graced by the presences of Ukrainian-born 25-year-old model Kristina Boyko and it's significantly more electric, reminding us lollipops and lingerie never hurt a situation.    "
                },
                "24": {
                    "title": "Photographer Ana Dias Shoots the Stunning Jasmine Jardot in London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Playboy Abroad: Adventures with Photographer Ana Dias (TV Series 2015–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Head to London with photographer Ana Dias and model Jasmine Jardot for this episode of Playboy Abroad. The city itself is quite cold, but it heats up quickly when Jasmine starts to show off her sexy dance moves for a 'Flashdance' themed photo shoot.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Dias, Ana"
            },
            {
                "name": "Castillo, Caprice"
            },
            {
                "name": "Cavallaro, Hellyda"
            },
            {
                "name": "Gorman, Zoi"
            },
            {
                "name": "Sonre, Carla"
            },
            {
                "name": "Almeida, Jackie"
            },
            {
                "name": "Boyko, Angelina"
            },
            {
                "name": "De Mar, Olga"
            },
            {
                "name": "Fogelman, Aimee"
            },
            {
                "name": "Gerth, Bianca"
            },
            {
                "name": "Kobzar, Olga"
            },
            {
                "name": "Mazzini, Marcelle"
            },
            {
                "name": "Mikolajczak, Paulina"
            },
            {
                "name": "Olivia, Ausrine"
            },
            {
                "name": "Papen, Marisa"
            },
            {
                "name": "Paschold, Victoria"
            },
            {
                "name": "Piccolo, Corinne"
            },
            {
                "name": "Raise, Anna"
            },
            {
                "name": "Sara, Coelho"
            },
            {
                "name": "Silva, Ines"
            },
            {
                "name": "Snezhnaya, Dasha"
            },
            {
                "name": "Uchoa, Priscila"
            },
            {
                "name": "Boyko, Kristina"
            },
            {
                "name": "Jardot, Jasmine"
            },
            {
                "name": "Wachowska, Angelika"
            },
            {
                "name": "Paschold, Elisabeth"
            }
        ],
        "genres": [
            "Documentary",
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "rating": 8.5,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGRlYTllZDEtZTA0Ny00MDY3LWI1YmMtMDhjYjc3NzM1MDUxXkEyXkFqcGdeQXVyODUxODUxNzM@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Playboy Abroad: Adventures with Photographer Ana Dias",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2017",
        "akas": [
            "Playboy Abroad: Adventures with Photographer Ana Dias (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Playboy Enterprises"
            }
        ],
        "distributors": [
            {
                "name": "Playboy Magazine"
            }
        ],
        "plot": [
            "Travel along with Playboy photographer Ana Dias as she travels around the world photographing beautiful models."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 10.0
            },
            "males": {
                "votes": 5,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 10.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 5,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 9,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.5,
        "median": 1
    }
}