{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "USA::2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Daredevils",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Animal Babies (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Take a wild ride with the top ten daredevil babies in Mother Nature's nursery. From base jumping barnacle goslings and bad ass honey badger cubs to explosive orca calves, these babies were born to take outrageous risks and defy dangerous odds. But which will take out the top spot as the most daring of little darlings?    "
                },
                "2": {
                    "title": "Family Fighters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Animal Babies (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Life's a struggle for every baby, but for some extreme animal infants, growing up is a real battle. Komodo Dragons flee up a tree to avoid turning into Mum's lunch, adolescent sea lions use their younger cousins as beach balls, and spotted hyena cubs start their own fight club straight from the womb. These top ten family fighter babies are experts when it comes to warfare and sabotage.    "
                },
                "3": {
                    "title": "Amazon Survivors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Animal Babies (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    In the water soaked nursery of the Amazon rainforest, which babies have the best strategy for survival in predator-filled paradise? Creatures lurking on the forest floor are just as likely to meet an untimely death as those in the sky. Jaguars rule at ground level, but playful cubs have a lot to learn and a tarantula is probably not the best playmate.    "
                },
                "4": {
                    "title": "Fussy Eaters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Animal Babies (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Bringing up baby is never easy, but it gets much harder when the fussy kids insist on the finest, most laboriously prepared meals. Baby snow monkeys season their potatoes with salt, a humpback whale calf downs an ultra-rich thick-shake and elephants start their lives on a fresh batch of dung. Only the top ten fussiest eaters will earn a place at this banquet.    "
                },
                "5": {
                    "title": "Aussie Battlers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Animal Babies (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Get ready for a roll call of the fiercest, feistiest - and cutest - animal tots in the land of Oz. They're bred tough and strong in Australia; you have to be to survive living in the driest inhabited continent on Earth. These top ten infants face fire, flood and poisonous food in this extreme countdown, so they best grow up fast. From bouncing baby kangaroos pogoing into mum's pouch to the upside world view of a newborn flying fox, it takes a special kind of animal to flourish here.    "
                },
                "6": {
                    "title": "Toughest Tots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Animal Babies (TV Series 2015–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Feuding fathers, nasty nannies, persistent predators and killer climates - it's all coming up, in the top ten countdown of Toughest Tots. Extreme Animal Babies presents the toughest babies you'll ever meet. Polar bear cubs battle temperatures of minus 45 degrees Celsius, giraffe calves start life high diving into the world without a safety net, and tiny Hanuman monkeys have to survive the worst babysitters ever.    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "55"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "number of seasons": 1,
        "plot outline": "In Extreme Animal Babies we reveal the different personalities and behaviours of the world's baby animals and find the most extreme examples in each category. The storyline is simple: countdown the ten most extreme babies for any given behaviour or location. The journey to find the answer, however, takes the audience into the complex world of animal behaviour and the reason behind why animal babies do what they do.",
        "languages": [
            "English"
        ],
        "title": "Extreme Animal Babies",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2016",
        "akas": [
            "Extreme Animal Babies (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "National Geographic"
            }
        ],
        "plot": [
            "In _Extreme Animal Babies_ (qv) we reveal the different personalities and behaviours of the world's baby animals and find the most extreme examples in each category. The storyline is simple: countdown the ten most extreme babies for any given behaviour or location. The journey to find the answer, however, takes the audience into the complex world of animal behaviour and the reason behind why animal babies do what they do."
        ],
        "tech": {
            "runtime": [
                "55 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}