{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 March 2015"
            },
            {
                "country": "USA\n",
                "date": "20 January 2017"
            },
            {
                "country": "USA\n",
                "date": "20 March 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::17 March 2015",
            "USA::20 January 2017",
            "USA::20 March 2017                            (internet)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Amazing World Of Gumball - Then Vs Now - Evolution of Gumball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The Amazing World of Gumball has been on for almost 7 years now and over that time it has seen many different changes to the show from tone, animation, and even voice actors. So here at Channel Frederator, we are going to take a look at the evolution of The Amazing World of Gumball in this weeks Then vs Now.    "
                },
                "2": {
                    "title": "Then Vs Now - Dragon Ball GT Vs Dragon Ball Super",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "18 May 2018",
                    "year": "2018",
                    "plot": "\n    Dragon Ball has spanned multiple series, movie, and hundreds of episodes. After the success of Dragon Ball Z fans were greeted with two new series Dragon Ball GT, then Dragon Ball Super. So here at Channel Frederator we are going to compare the two successors to Dragon Ball Z and see what each of them brought to the series in this Then Vs Now.    "
                }
            },
            "1": {
                "0": {
                    "title": "Transformers: Cartoons vs Films",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "1": {
                    "title": "Voltron - Then And Now - 80's vs 2016 Series",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Voltron has recently had a resurgence thanks to the Netflix series that premiered in 2016, Voltron: Legendary Defender. Serving as a makeover and reboot for the series, Voltron: Legendary Defender pays a lot of homages and heavily borrows from the original series. Animated by Dreamworks Animation and the team behind Avatar: The Last Airbender and The Legend of Korra, Voltron has never looked better. So Channel Frederator and ToonedUp wanted to round up what we noticed while watching Voltron, this is - THEN VS. NOW.    "
                },
                "2": {
                    "title": "SpongeBob SquarePants - Then VS. Now - Evolution of SpongeBob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    SpongeBob SquarePants. He's your favorite underwater friend who just happens to live in a pineapple. Whether you're a long time viewer of SpongeBob SquarePants, you just started watching or maybe have only seen the movies, one thing is for certain - the show has changed quite a bit since it's conception. While Spongebob still has his infectious laughter, some might argue we're not laughing as much as we used to. Which is why Channel Frederator and Tooned Up is exploring SpongeBob SquarePants: Then VS. Now.    "
                },
                "3": {
                    "title": "Ben 10 - Then VS. Now - Evolution of Ben 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Ben 10. One of Cartoon Network's longest running shows is getting a 2016 reboot. Whether you're a long time viewer of Ben 10, you just started watching the new series or maybe have only seen a few episodes, one thing is for certain - the show has changed quite a bit since it's conception. While the show still has some of the same characters, the latest reboot is certainly quite different than the original. Which is why Channel Frederator and Tooned Up is exploring Ben 10: Then VS. Now.    "
                },
                "4": {
                    "title": "The Powerpuff Girls - Then VS. Now - The Evolution of PPG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The Powerpuff Girls. One of Cartoon Network's longest running shows is finally back. Whether you're a nostalgic viewer, or you just started watching the new series or maybe have only seen a few episodes, one thing is for certain - The show has changed quite a bit since it's conception. While the show still has some of the same characters, the latest reboot is certainly quite different than the original. Which is why Channel Frederator and Tooned Up is exploring The Powerpuff Girls: Then VS. Now.    "
                },
                "5": {
                    "title": "Sonic the Hedgehog - Then VS. Now - The Evolution of Sonic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sonic the Hedgehog. One of video game's most popular franchises and characters has had many, many different versions over the years. Whether you're a nostalgic gamer, or you just started watching Sonic Boom or maybe have only seen a few episodes, one thing is for certain - The Sonic has changed quite a bit since the first animated series from the 90's. While the show still has some of the same characters, like Sonic, Tails and Knuckles, the latest version is certainly quite different than the original. Which is why Channel Frederator and Tooned Up is exploring Sonic ...    "
                },
                "6": {
                    "title": "South Park - Then VS. Now - Evolution of South Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    South Park has been on air for 20 seasons and has no signs of stopping. Since South Park first aired, so much of the show has changed. From going from being hand cut, construction paper animation, to being fully rendered in animation software, South Park has come a long way. However South Park creators are still writing the jokes and voicing the voices for the show. Channel Frederator is taking a look at what has changed on South Park, this is Then VS. Now South Park.    "
                },
                "7": {
                    "title": "Family Guy - Then VS. Now - Evolution of Family Guy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Family Guy has been on for many seasons and has even been canceled a few times. Family Guy stands the test of time and has changed quite a bit over the years. Brian Griffin, Peter Griffin, Stewie Griffin and the rest of the Griffin family have all changed in some way or another. So Channel Frederator is taking a look at what has changed on Family Guy, including all of those funny family guy moments - this is Then VS. Now Family Guy.    "
                },
                "8": {
                    "title": "The Simpsons - Then VS. Now - Evolution of The Simpsons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The Simpsons has been on for many seasons and has been one of FOX's biggest shows ever. The Simpsons stands the test of time and has changed quite a bit over the years. Homer Simpson, Bart Simpson, Marge Simpson and the rest of the Simpson family have all changed in some way or another. So Channel Frederator is taking a look at what has changed on The Simpsons, including all of those funny Simpsons moments - this is Then VS. Now The Simpsons.    "
                },
                "9": {
                    "title": "Pokémon - Then VS. Now - Evolution of Pokémon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Pokémon's gone on for many, many years, and it shows no signs of stopping. However, there's bound to be some changes over the course of all those years. So Channel Frederator is taking a look at the evolution of the Pokémon anime, including all of those tear-jerking Pokémon moments - this is Then VS. Now Pokémon.    "
                }
            },
            "2": {
                "1": {
                    "title": "Scooby-Doo - Then VS. Now - Evolution of Scooby-Doo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Scooby-Doo has been rebooted and revamped more than some cartoons, but some things have remained consistent since the beginning. Shaggy and Scooby's appetite, the Mystery Inc. van and of course the meddling kids. Some things have changed though - which is why Channel Frederator is giving you the run down. This is Then VS. Now Scooby-Doo.    "
                },
                "2": {
                    "title": "TMNT - Then VS. Now - Evolution of Teenage Mutant Ninja Turtles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    TMNT has been rebooted and revamped more than some cartoons, but some things have remained consistent since the beginning. Leonardo, Raphael, Michelangelo and Donatello have been in every series along with Splinter and Shredder. However, some things have changed though - which is why Channel Frederator is giving you the run down. This is Then VS. Now Teenage Mutant Ninja Turtles.    "
                },
                "3": {
                    "title": "Then Vs. Now - Batman Animated Series - The Evolution of Batman Cartoons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Batman has been rebooted and revamped more than some cartoons, but some things have remained consistent since the beginning. Batman is still Bruce Wayne in his huge mansion with Alfred always fighting off Joker of course. However, many things have changed though - which is why Channel Frederator is giving you the run down. This is Then VS. Now Batman Animated Series.    "
                },
                "4": {
                    "title": "Then Vs. Now - Adventure Time - The Evolution of Adventure Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Adventure Time is wrapping up soon with it's 9th and final season on Cartoon Network, but the show it is now has certainly evolved and changed quite a bit over time. There have been huge developments with Finn's backstory, Jake's origins and even several other clues to how the Land of Ooo came to be. What time is it?. Time for - Then VS. Now Adventure Time.    "
                },
                "5": {
                    "title": "Then Vs. Now - Tom and Jerry - The Evolution of Tom and Jerry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Tom and Jerry has been around for many, many years and has had several different versions. With the latest version of Tom and Jerry still airing on Cartoon Network, Channel Frederator just had to visit the franchise in a Then Vs. Now video. Especially because there are some mind boggling movies that have been out - Tom and Jerry and Willy Wonka anyone..? This is - Then VS. Now Tom and Jerry.    "
                },
                "6": {
                    "title": "Then Vs. Now - DuckTales - The Evolution of DuckTales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    DuckTales blew us away when the series was rebooted for Disney XD in August, 2017. Coming back to the world of animation, DuckTales returns after being absent from the Disney lineup for 30 years. While the core cast is still a part of the series, many things have changed!. Which is why Channel Frederator is bringing you - Then VS. Now DuckTales.    "
                }
            },
            "3": {
                "1": {
                    "title": "Then Vs. Now - Looney Tunes - The Evolution of Looney Tunes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Looney Tunes has been around for a very, very long time. You might have thought it was actually \"Looney Toons\" but even before they were named Looney Tunes, Bugs Bunny, Daffy Duck and the whole gang starred in Merry Melodies. So much more has changed since then though which is why Channel Frederator is bringing you Then VS. Now Looney Tunes.    "
                },
                "2": {
                    "title": "Teen Titans - Then VS. Now - The Evolution of Teen Titans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Teen Titans GO. has been on Cartoon Network for a few years now and it's still quite controversial with many Teen Titans fans. However, the original Teen Titans was completely different than this current version, which is why Channel Frederator is bringing you Then VS. Now Teen Titans.    "
                },
                "3": {
                    "title": "Then Vs. Now - Spider-Man - The Evolution of Spider-Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Spider-Man. Spider-Man. Does whatever a spider can. Spider-Man the animated series has certainly changed quite a bit over the years and has had multiple series that have been rebooted over and over again. Whether you're a huge fan of the 90's version or only started watching the latest reboot, we're here to showcase all the differences between each cartoon and how it's evolved over time. So Channel Frederator is bringing you Then VS. Now Spider-Man.    "
                },
                "4": {
                    "title": "Then Vs. Now - American Dad - The Evolution of American Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Good morning USA. We've got a feeling it's going to be a wonderful day. Any day with the Smith family on American Dad is wonderful. American Dad was the second hit show on FOX created by Seth MacFarlane after the success of Family Guy. So Channel Frederator is bringing you Then VS. Now American Dad.    "
                },
                "5": {
                    "title": "Fairly OddParents - Then Vs Now Ft Butch Hartman - Evolution of Fairly OddParents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Fairly OddParents has been around OVER 15 years and is one of Nickelodeon's longest running animated series. Created by Butch Hartman, Fairly OddParents follows Timmy Turner as he gets every wish he ever wanted granted by his fairy godparents. After 10 season, multiple specials and even a live action movie (yes!), the series has changed quite a bit!. So Channel Frederator is bringing you Then VS. Now Fairly OddParents.    "
                },
                "6": {
                    "title": "Rick and Morty - Then Vs Now - Evolution of Rick and Morty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Rick and Morty didn't always start off like the show it is now. Originally, it was a parody of Back to the Future called - The Real Animated Adventures of Doc and Mharti?. Even after being picked up by Adult Swim, the show has evolved since it's pilot episode. So Channel Frederator is bringing you Then VS. Now Rick and Morty.    "
                },
                "7": {
                    "title": "Dragon Ball Z - Then Vs Now - Evolution of Dragon Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    From Dragon Ball to Dragon Ball Super, the franchise has been all across the universe at this point. With what started out as a story with young Goku has now surpassed God levels to one of the biggest tournaments we've ever seen. For over 30 years Dragon Ball has been a favorite of many anime fans, so Channel Frederator is bringing you Then VS. Now Dragon Ball.    "
                },
                "8": {
                    "title": "RWBY - Then Vs Now - Evolution of RWBY",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    RWBY by Rooster Teeth was first premiered in 2013 and is still going today. With the announcement of Season 6, RWBY is as strong as ever and remains one of Rooster Teeth's most popular properties. Which is why Channel Frederator is comparing RWBY in THEN VS. NOW.    "
                },
                "9": {
                    "title": "The Magic School Bus - Then Vs Now - Evolution of The Magic School Bus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    From a book to a beloved children's show, The Magic School Bus has delighted our screens for many years. Now, with the Netflix reboot, we are seeing an all new version of The Magic School Bus. So here at Channel Frederator, we're comparing The Magic School Bus Then Vs. Now.    "
                },
                "10": {
                    "title": "My Little Pony - Then vs Now - Evolution of My Little Pony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    From a cartoon made to sell toys in the 80s to one of the biggest cartoons on television in the 2010s, My Little Pony has become a cultural phenomenon. So here at Channel Frederator, we take a look at the original 1986 cartoon and compare it to the new My Little Pony: Friendship is Magic series in this Then vs Now.    "
                },
                "11": {
                    "title": "Black Panther - Then Vs Now - Evolution of Black Panther",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Black Panther's solo movie debut in the Marvel cinematic universe is upon us and we're going to explore the history of this iconic character. We examine his evolution from his origins in the fantastic four to recent appearances in the MCU.    "
                },
                "12": {
                    "title": "Riverdale - Then Vs Now - Evolution of Archie Comics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Riverdale is the newest addition to the long-running Archie comic universe. So here at channel Frederator, we take a look at the history of the iconic comic book series and how it has evolved over its 75-year life in this then vs now Riverdale.    "
                },
                "13": {
                    "title": "X-men - Then Vs Now - Evolution Of The X-Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    First published in 1963 the X-men became a Xtreamly popular series for Marvel and ever since then, they have been explored in many different cartoon series and movies. So here at Channel Frederator, we unpack the history and evolution of this series in this then vs now for X-Men.    "
                },
                "14": {
                    "title": "Mickey Mouse - Then vs Now - Evolution Of Mickey Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Then vs. Now: The Evolution of Cartoons (TV Series 2015– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Micky Mouse is the most iconic character every and is the mascot for Disney. So here at Channel Frederator, we dive into the history of Mickey and look at the evolution of his character from his inception to the present in this then vs now.    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Apolonio, Adrian"
            },
            {
                "name": "Ortiz, Adam"
            },
            {
                "name": "Hartman, Butch"
            },
            {
                "name": "Bailey, Frank James"
            },
            {
                "name": "Batchelor, Alexandria"
            },
            {
                "name": "Lawanson, Akeem"
            },
            {
                "name": "Richardson, Curtis"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGFhMTk0NjQtYzQxNi00NzVhLTkzZWUtZjY4ZDA1NWE1NWUyXkEyXkFqcGdeQXVyMzQ2NzgyMTk@._V1_SY150_CR402,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Then vs. Now: The Evolution of Cartoons",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-",
        "akas": [
            "Then vs. Now: The Evolution of Cartoons (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Polk, Christina"
            },
            {
                "name": "Tarzi, Nahreen"
            }
        ],
        "production companies": [
            {
                "name": "Frederator Digital"
            }
        ],
        "plot": [
            "Some cartoons change over time and some change A LOT. Channel Frederator is taking a hard look at the evolution of your favorite cartoons."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}