{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "  2015"
            }
        ],
        "release dates": [
            "South Korea::2015"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Music"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Music Bank K-Chart is KBS's long-run music chart show that airs live every Friday. The Top 50 songs of the week are featured on K-Chart. Every week, various K-pop artists come on the show to showcase their music and dance moves. It's a concert of all the popular artists that you can watch in the comfort of your home. From newly debuted rookies, artists making a comeback from their hiatus, indie bands, globally recognized idol groups, and much more, they will be able to satisfy your needs for K-pop. With eye-catching performances and melody that will echo in your heart, this music festival can provide viewing pleasure for those who are not even familiar with K-pop. Tune in every week and pay attention to see which artist and song wins the most popular song of the week.",
        "languages": [
            "Korean"
        ],
        "title": "Music Bank K-Chart",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2015",
        "akas": [
            "Music Bank K-Chart (South Korea)"
        ],
        "plot": [
            "_Music Bank K-Chart_ (qv) is KBS's long-run music chart show that airs live every Friday. The Top 50 songs of the week are featured on K-Chart. Every week, various K-pop artists come on the show to showcase their music and dance moves. It's a concert of all the popular artists that you can watch in the comfort of your home. From newly debuted rookies, artists making a comeback from their hiatus, indie bands, globally recognized idol groups, and much more, they will be able to satisfy your needs for K-pop. With eye-catching performances and melody that will echo in your heart, this music festival can provide viewing pleasure for those who are not even familiar with K-pop. Tune in every week and pay attention to see which artist and song wins the most popular song of the week."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}