{
    "imdb": {
        "raw release dates": [
            {
                "country": "Malta\n",
                "date": "28 September 2015",
                "notes": "                            (Malta)"
            }
        ],
        "release dates": [
            "Malta::28 September 2015                            (Malta)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Azzopardi, Ritienne"
            },
            {
                "name": "Camilleri, Sarah"
            },
            {
                "name": "Cardona, Jamie"
            },
            {
                "name": "Cefai, Taryn Mamo"
            },
            {
                "name": "Consiglio, Nadine"
            },
            {
                "name": "Galea, Marceline"
            },
            {
                "name": "Romanovich, Julia"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Malta"
        ],
        "country codes": [
            "mt"
        ],
        "language codes": [
            "mt"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWJmOTYxOTItNTZiNy00YzQzLTk0M2ItOGI5MjM3ZTgwZmI1XkEyXkFqcGdeQXVyNjQxMzcwNDU@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR100,000 (estimated)",
        "plot outline": "Sylvana a young business woman in 2015 is refurbishing an old bar in Strada Stretta (English: Strait Street, Maltese: Triq id-Dejqa), a street in Valletta which was formerly infamous for being the city's red light district. During the renovations, a personal diary that belonged to a woman (Lydia) in 1957, is found. Lydia's diary transports the series' viewers back to 1957 when she takes the decision to leave her gilded cage and controlling mother in search of a better life with her lover, leaving a life of luxury behind her for the freedom she yearns for. However, when she finds herself stranded and abandoned in Valletta she befriends Lilly, a bubbly young barmaid who works and lives in the street, who hosts her in return of giving her reading and writing lessons. Strait Street is shown in its former glory when prostitution and murder were commonly associated with the street making it infamous with conservative values at the time. We meet many other personalities, real or fictitious who take us back to this cultural and musical mecca. The series is mainly set in Strada Stretta and Casa Rocca Piccola in Valletta, and other locations in Malta, such as Villa Blye in Paola.",
        "languages": [
            "Maltese"
        ],
        "title": "Strada Stretta",
        "year": 2015,
        "kind": "tv series",
        "series years": "2015-2017",
        "akas": [
            "Strada Stretta (Malta)"
        ],
        "writer": [
            {
                "name": "Dalli, Audrey Brincat"
            }
        ],
        "plot": [
            "The series is based on incidents recorded in a diary written in Malta in 1957 and found in 2015 during refurbishing works on a pub. The actual setting is based on history books, while the story is based on contextual creativity.::Alice Sailor",
            "Sylvana a young business woman in 2015 is refurbishing an old bar in _Strada Stretta_ (qv) (English: Strait Street, Maltese: Triq id-Dejqa), a street in Valletta which was formerly infamous for being the city's red light district. During the renovations, a personal diary that belonged to a woman (Lydia) in 1957, is found. Lydia's diary transports the series' viewers back to 1957 when she takes the decision to leave her gilded cage and controlling mother in search of a better life with her lover, leaving a life of luxury behind her for the freedom she yearns for. However, when she finds herself stranded and abandoned in Valletta she befriends Lilly, a bubbly young barmaid who works and lives in the street, who hosts her in return of giving her reading and writing lessons. Strait Street is shown in its former glory when prostitution and murder were commonly associated with the street making it infamous with conservative values at the time. We meet many other personalities, real or fictitious who take us back to this cultural and musical mecca. The series is mainly set in _Strada Stretta_ (qv) and Casa Rocca Piccola in Valletta, and other locations in Malta, such as Villa Blye in Paola.::Alice Sailor"
        ],
        "tech": {}
    }
}