{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 September 2010"
            },
            {
                "country": "Hungary\n",
                "date": "22 November 2010"
            },
            {
                "country": "Canada\n",
                "date": "24 February 2011"
            },
            {
                "country": "Germany\n",
                "date": "14 March 2011"
            }
        ],
        "release dates": [
            "Canada::1 September 2010",
            "Hungary::22 November 2010",
            "Canada::24 February 2011",
            "Germany::14 March 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Shattered"
            },
            {
                "countries": "France",
                "title": "Shattered"
            },
            {
                "countries": "Hungary",
                "title": "Jó zsaru - rossz zsaru"
            },
            {
                "countries": "Romania",
                "title": "Scindat"
            },
            {
                "countries": "Spain",
                "title": "Sullivan"
            }
        ],
        "akas": [
            "Shattered (original title)",
            "Shattered France",
            "Jó zsaru - rossz zsaru Hungary",
            "Scindat Romania",
            "Sullivan Spain"
        ],
        "akas from release info": [
            "Shattered (original title)",
            "Shattered France",
            "Jó zsaru - rossz zsaru Hungary",
            "Scindat Romania",
            "Sullivan Spain"
        ],
        "episodes": {
            "1": {
                "0": {
                    "title": "Unaired Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "24 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Detectives Bruce Catelli and Madeline Maguire of the Vancouver Police Department's Priority Crime Unit investigate a mass shooting at a South Asian restaurant. The unknown gunmen shot five people dead, seriously wounded a now unconscious Jane Doe, but left one woman named Amita Sandhu, the restaurant owner, unharmed. Catelli and Maguire's initial thoughts are that it is a gang hit in a turf war. Catelli and Maguire are unaware that someone else is also investigating the murders, namely Kyle Loggins, an ex Vancouver police detective on disability leave. Kyle has ...    "
                },
                "1": {
                    "title": "The Sins of Fathers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In the first moments of the series, Ben is bonded in blood to his tough, beautiful partner, Amy Lynch, when the two are involved in a shooting that they must cover up together.    "
                },
                "2": {
                    "title": "Harry Has a Wife?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Terry and Holl investigate the death of Wendy Summers, a heart transplant recipient who died as a result of the transplant. They try to find out about the transplant, about which her husband Brian Summers doesn't seem to be totally truthful. Meanwhile, Ben and Amy investigate the murder of Dr. Wen Zhang, his body stuffed in a laundromat washing machine. Dr. Zhang, who was not yet accredited in Canada, was a prominent Chinese national with a wealthy Canadian wife, Amanda Fleming. Because of his status, the Chinese Embassy wants to be involved peripherally in the ...    "
                },
                "3": {
                    "title": "Sound of a Strap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The unit investigates the mass murder of a group of five young men found shot to death in a mobile home. All the deceased are members of a gang called the Unity Gang. The only survivor found at the scene of the crime is a young woman named Simone, who is found hiding in a car outside the home. Upon examining her, doctors confirm that Simone was raped by multiple persons and was slipped the date rape drug. Also found at the scene is the murder weapon with partial prints of an unknown person. The unit believes the perpetrator or perpetrators are members of a rival gang,...    "
                },
                "4": {
                    "title": "Tears Bring Harry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A prostitute named Susan Collins is found murdered, she who is shot five times at point blank range. One of the key pieces of evidence is Susan's cell phone, the names off which the police conduct their initial questioning. Based on this questioning, the police believe that her murder has something to do with competing \"escort services\" and Susan's allegiance to a former pimp versus her current pimp. One of the names on the cell phone is of another prostitute named Sunshine. Amy and Ben's undercover meeting with Sunshine places Ben in a difficult situation. Another ...    "
                },
                "5": {
                    "title": "Don't Wanna Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A series of bombs have been detonated at large corporate targets such as oil companies and engineering firms, with no direct ties between the companies themselves. Gordon Banner is leading the investigation for the national security agency, which is in charge of the big picture aspects of the case, with the local police dealing with the detailed work, such as reviewing video surveillance and gathering witness statements. On the surface, the two agencies don't mesh well as Banner seems to be the type that has a theory and will try and fit the pieces to match that ...    "
                },
                "6": {
                    "title": "She Had You Fooled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "31 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Ben visits with Ella's supplier friend, Linda Rousso, to see if Ella is back using drugs. During the visit, Ben blacks out, and awakens in her apartment surrounded by empty liquor bottles and Linda unconscious with a needle sticking out of her arm. Later, Vina receives a wrath of drug overdose cases in the morgue, all from the same supply of high grade heroin, the same supply that nearly killed Linda. As Ben and Amy investigate these deaths, they try and co-opt Linda into providing as much information as she can about the original source of the heroin. They have to ...    "
                },
                "7": {
                    "title": "Where's the Line?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Eighteen year old Mark Sims is found shot to death in a dumpster. He has a petty crime sheet along with a friend named Rick Baker. Rick's father tells Ben and Amy about a cache of money of which Rick recently came into possession. Ben and Amy tie the case to gunshots and a robbery at an after hours club. TC approves an undercover operation at the club. While undercover, one of Ben's alter egos, Harry, appears, placing himself and Amy on tenuous ground. Ultimately, \"Harry\" befriends the club's owner, a wealthy German immigrant named Karl Alvert. Karl, a leading suspect...    "
                },
                "8": {
                    "title": "In the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Sixty-seven year old Sylvia Brody is found strangled to death in her bed. It looks as if she was raped before being killed. The initial suspect is Bernard Stokes, a young man whose car was seen parked outside Sylvia's home. The two would have known each other as Bernard works in the care facility where Sylvia's now deceased husband lived before his death from Alzheimer's. The detectives learn that Bernard loves women - all women - and is rumored to be sleeping with several of the facility's residents. As Terry and Holl follow up on the leads on Bernard, Amy is certain...    "
                },
                "9": {
                    "title": "Everyone's a Hostage to Someone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ben and Amy are each having a voluntary counseling session with Ryan following a shooting incident at the station, which resulted in some serious injuries and some fatalities. Two prisoners in lock-up were being transferred to jail when the incident occurred. The instigator of the incident was one of the prisoners, a drugged up Jimmy Tapert, who had a long rap sheet and was in custody for a pharmacy hold-up and shooting. The other prisoner was Paul Keefer, who was in custody for fatally beating up a fourteen year old boy named Glen Mason in a street fight. Although ...    "
                },
                "10": {
                    "title": "Key with No Lock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "28 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The dead body of Charlotte Simms, an accountant, is found in her office by her fourteen year old daughter, Mia Simms. Charlotte was beaten and asphyxiated, with a clear plastic bag over her head. Beyond her mother's death, Mia is concerned for her own welfare since she is not on the greatest terms with either her older brother, Jonah Simms, or her absent father. Ben and Amy discover that Charlotte's murder may have something to do with one of her clients, Dante Ware who is the head of a biker gang. Because of the possible gang connection, Super calls in Tom Rutherford...    "
                },
                "11": {
                    "title": "Finding the Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "4 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Five adults - three males and two females, all in their twenties - are found shot dead gangland style at what appears to be the wedding reception of Ramjit Kumar (one of the deceased) and Mohinder Sood (not among the deceased) in a restaurant that the two of them own. All the men sport the same scorpion tattoo, the trademark of a local gang of that name. Other evidence indicates that there was a baby at the scene, and that neither of the dead women is the mother. Mohinder Sood, who pretended to be dead while the shooting occurred, eventually comes into the police ...    "
                },
                "12": {
                    "title": "Stairways to Perceptions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The homicide detectives investigate a twenty year closed case when twenty-five year old Sophia Bacic now believes she witnessed the murder of her older sister, Josie Bacic. Two youths, friends Gil Dobeck and Matthew Evans, who were present at the crime scene by the Fraser River, were convicted of the murder, and sentenced to life. The two have always professed their innocence. Dobeck recently committed suicide, Evans believing that he lost hope since the parole board denied him for the third time for not showing remorse. Sophia, now in therapy and feeling her own ...    "
                },
                "13": {
                    "title": "Out of Sorrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shattered (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 13,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The Homicide Unit investigates the murder of Malcolm Jones, who was shot point blank inside his home. At the scene, they find a memory stick but no computer. When the detectives see the videos on the memory stick, TC immediately pulls Ben from the case. On the videos are images of a boy who they believe is Ben's missing son Adam being sexually abused by Malcolm. Ryan goes into intensive therapy with Ben, who has always believed that his stepfather, Roland Miller, who physically abused Ben as a child but who, when Ben last saw him, professed to being born again, ...    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Rennie, Callum Keith"
            },
            {
                "name": "Markinson, Brian"
            },
            {
                "name": "Sullivan, Camille"
            },
            {
                "name": "Bennett, Clé"
            },
            {
                "name": "Cummins, Martin"
            },
            {
                "name": "LeBlanc, Karen"
            },
            {
                "name": "Kanji, Nimet"
            },
            {
                "name": "Olsson, Ty"
            },
            {
                "name": "Eklund, Michael"
            },
            {
                "name": "Parker, Molly"
            },
            {
                "name": "Terzo, Venus"
            },
            {
                "name": "Fraser, Duncan"
            },
            {
                "name": "Sharma, Rekha"
            },
            {
                "name": "Krowchuk, Chad"
            },
            {
                "name": "Rose, Gabrielle"
            },
            {
                "name": "Cardinal, Tantoo"
            },
            {
                "name": "Shannon, Polly"
            },
            {
                "name": "Tracey, Ian"
            },
            {
                "name": "Down, Alisen"
            },
            {
                "name": "Varughese, Sugith"
            },
            {
                "name": "Kummen, Mitchell"
            },
            {
                "name": "Carroll, Trevor"
            },
            {
                "name": "Leacock, Viv"
            },
            {
                "name": "Jordan, Laura"
            },
            {
                "name": "Cunningham, Colin"
            },
            {
                "name": "Cassini, John"
            },
            {
                "name": "Lord, Quinn"
            },
            {
                "name": "Orth, David"
            },
            {
                "name": "Smith, Michèle Lonsdale"
            },
            {
                "name": "Clavell, Kira"
            },
            {
                "name": "Fletcher, Brendan"
            },
            {
                "name": "Grant, Teach"
            },
            {
                "name": "Harlow, Eve"
            },
            {
                "name": "Smith, Kavan"
            },
            {
                "name": "Antoine, Benz"
            },
            {
                "name": "Liboiron, Landon"
            },
            {
                "name": "Usman, Daesha Danielle"
            },
            {
                "name": "Abrams, Peter"
            },
            {
                "name": "Camilleri, Luke"
            },
            {
                "name": "Lea, Ron"
            },
            {
                "name": "Pavlovská, Diana"
            },
            {
                "name": "Pelletier, Bronson"
            },
            {
                "name": "Pizzinato, James"
            },
            {
                "name": "Wheeler, Jesse"
            },
            {
                "name": "Dionisio, Melissa"
            },
            {
                "name": "Slezak, Tobias"
            },
            {
                "name": "Boyes, Erin"
            },
            {
                "name": "Crane, Chilton"
            },
            {
                "name": "Gallagher, Patrick"
            },
            {
                "name": "Griffin, Jenn"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.3,
        "votes": 337,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTk2Nzg4MzctZTNjZi00YWMxLWE5OGMtZTFjMjEwZDIzYmI5XkEyXkFqcGdeQXVyNjU2NTIzNDE@._V1_SY150_CR8,0,101,150_.jpg",
        "plot outline": "Ben Sullivan is a tough, smart homicide detective with Dissociative Identity Disorder, also known as Multiple Personality Disorder. In the first moments of the series, Ben is bonded in blood to his tough, beautiful partner Amy Lynch. While they work to solve the murder cases that cross their desk daily, Ben copes with the fascinating complexities of his secret disorder, and the uncertainty of never knowing which alternate personality will surface, or when.",
        "languages": [
            "English"
        ],
        "title": "Shattered",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Drew, Rick"
            },
            {
                "name": "Schmidt, David"
            },
            {
                "name": "Borg, Frank"
            }
        ],
        "production companies": [
            {
                "name": "Entertainment One"
            },
            {
                "name": "Force Four Films"
            }
        ],
        "distributors": [
            {
                "name": "13th Street"
            },
            {
                "name": "CanWest MediaWorks"
            },
            {
                "name": "Universal Channel"
            },
            {
                "name": "Universal Channel"
            }
        ],
        "other companies": [
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Post Modern Sound"
            },
            {
                "name": "SIM Digital / Bling Digital"
            },
            {
                "name": "SIM Digital / Bling Digital"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "A smart and unconventional homicide detective with a chilling secret.::E1 TV",
            "Ben Sullivan is a tough, smart homicide detective with Dissociative Identity Disorder, also known as Multiple Personality Disorder. In the first moments of the series, Ben is bonded in blood to his tough, beautiful partner Amy Lynch. While they work to solve the murder cases that cross their desk daily, Ben copes with the fascinating complexities of his secret disorder, and the uncertainty of never knowing which alternate personality will surface, or when.::E1 TV",
            "Ben Sullivan is a long time Vancouver Homicide detective, whose colleagues consider unconventionally brilliant. Unknown to them, even his current and former partners, Ben suffers from dissociative identity disorder, or what is traditionally known as multiple personality disorder. Some of those flashes of unconventional brilliance are Ben's \"black-outs\" when he falls into an alternate personality. Ben is aware of his black-outs, but has no idea what he does during these black-outs. The frequency and severity of these black-outs, which usually occur when Ben is under stress, have increased since the abduction of his adolescent son, Adam. The abduction has placed a strain on his marriage to Ella, who is the only person aware of his many personalities.::Huggo"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 337,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 30,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 133,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 137,
                "rating": 6.1
            },
            "males": {
                "votes": 169,
                "rating": 6.1
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 78,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 71,
                "rating": 5.8
            },
            "females": {
                "votes": 132,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 14,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 54,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 62,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 19,
                "rating": 4.2
            },
            "us users": {
                "votes": 67,
                "rating": 6.4
            },
            "non us users": {
                "votes": 196,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 92,
            "9": 36,
            "8": 57,
            "7": 53,
            "6": 23,
            "5": 17,
            "4": 16,
            "3": 5,
            "2": 12,
            "1": 26
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}