{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 June 2010"
            },
            {
                "country": "Finland\n",
                "date": "8 August 2010",
                "notes": "                            (limited)"
            },
            {
                "country": "Hungary\n",
                "date": "5 September 2010"
            }
        ],
        "release dates": [
            "USA::6 June 2010",
            "Finland::8 August 2010                            (limited)",
            "Hungary::5 September 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Hard Times of RJ Berger"
            },
            {
                "countries": "Hungary",
                "title": "RJ Berger - Hard kor"
            },
            {
                "countries": "Italy",
                "title": "Hard Times - Tempi duri per RJ Berger"
            },
            {
                "countries": "Russia",
                "title": "Достоинство Бергера"
            },
            {
                "countries": "Spain",
                "title": "Tiempos duros para RJ Berger"
            },
            {
                "countries": "USA (working title)",
                "title": "Hard Times"
            }
        ],
        "akas": [
            "The Hard Times of RJ Berger (original title)",
            "RJ Berger - Hard kor Hungary",
            "Hard Times - Tempi duri per RJ Berger Italy",
            "Достоинство Бергера Russia",
            "Tiempos duros para RJ Berger Spain",
            "Hard Times USA (working title)"
        ],
        "akas from release info": [
            "The Hard Times of RJ Berger (original title)",
            "RJ Berger - Hard kor Hungary",
            "Hard Times - Tempi duri per RJ Berger Italy",
            "Достоинство Бергера Russia",
            "Tiempos duros para RJ Berger Spain",
            "Hard Times USA (working title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "RJ's Choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 38,
                    "original air date": "24 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    At the funeral for Kevin Stern, Lily Miran reveals that she has survived both the bus accident, and her night with RJ, who continues to find himself torn between his desire for Jenny Swanson and Lily's seemingly undying love/lust for him, all while Pinkerton High tries to raise funds for a new bus and he tries to raise funds for her treatment. Meanwhile, it is becoming clear that the Berger family trait isn't doing enough to keep his parents together.    "
                },
                "2": {
                    "title": "Cousin Vinny",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 36,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    RJ's mom tells him that she divorced his dad because he was pretending to have a job. RJ's cousin gives him some advice on women.    "
                },
                "3": {
                    "title": "The Lock-In",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 42,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    It's \"Lock-In Night\" at Pinkerton High, and RJ tries to use it for the opportunity to finally have sex with Jenny, but a bitter Lily Miran will do everything she can to make sure that doesn't happen. Miles brings biscottis made by his brother Chet to the lock-in which makes makes him the life of the party. Unfortunatley, they're laced with something that gives the party more life than the kids can handle.    "
                },
                "4": {
                    "title": "Ugly Jenny",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 30,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Thanks to a settlement by the local school district, Lily not only gets successful medical treatment but a new makeover that gets her in with the popular crowd at Pinkerton High. Meanwhile, Jenny suffers through a mysterious sudden outbreak of severe acne just before an upcoming photoshoot of the cheerleaders and is embarrassed to be seen in public, despite RJ's efforts to comfort through the ordeal. Is this just natural teenage hormones, or does someone have it in for RJ's girlfriend?    "
                },
                "5": {
                    "title": "Deadliest Crotch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 28,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When the pressures of his parents divorce and his overall school life begins to send RJ's GPA down the toilet, Pinkerton High assigns a tutor to him named Amy Bresner, who apparently has taken quite a shine to him. As Jenny seeks to lose her virginity to RJ, Lily reveals that she had him first, which makes her wonder if he's after his new tutor. Miles seems to be getting lucky himself, when he loses his virginity to a horny teacher, who unfortunately gives him crabs.    "
                },
                "6": {
                    "title": "Saving Dick",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 29,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    RJ seeks advice from his dad, but Rick is obsessed with his Dream Board. Amy symphatizes with RJ and decides to help with Rick. Miles goes cluelessly into a peer support group after a girl, only to find that Lily is already taking part.    "
                },
                "7": {
                    "title": "You, Me, and Weezer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 33,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Coach presents RJ a bargain: RJ helps him with Ms. Berger, he helps RJ with Amy. RJ decides to ask Amy to Weezer's concert, but it is for 21 and over, so RJ has to accept the bargain. Meanwhile, Lily and Hamilton's romance is blooming.    "
                },
                "8": {
                    "title": "Give Me a 'P'",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 26,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    R.J. has to juggle his parents' 20th Anniversary, the first one they spend separated, both of whom drown their sorrows in alcohol. Amy offers to help him keep his parents from coming apart, but neither his mom, nor Coach Sinclair make it any less difficult. In an effort to get in shape, Miles tries out for the cheerleading squad, and surprisingly the mishaps during practice aren't caused by him.    "
                },
                "9": {
                    "title": "Hunkeez",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 27,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    On the verge of his 16th birthday, RJ wants to learn to drive, and out of desperation asks his father for help. The vehicle he trains in however, is sponsored by a job that his old man had a long time ago... a male strip club franchise! Meanwhile, as Jenny recovers from her cheerleading \"accident,\" she and Lily become closer to each other, and she invites the former head cheerleader over to a slumber party at her house where they bond over their hatred of Robin Pretnar.    "
                },
                "10": {
                    "title": "Sex. Teen. Candles.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 30,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n    RJ finally turns sixteen, and Amy promises to give him a \"birthday surprise,\" but only if she stands up to Max Owens. And he does so in a big way by inviting everyone who has ever been bullied by Max over to his sixteenth birthday party at his father's motel room.    "
                },
                "11": {
                    "title": "Steamy Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 33,
                    "original air date": "30 May 2011",
                    "year": "2011",
                    "plot": "\n    RJ decides he wants to drop the L-word on Amy, but things get complicated when he gets nominated for \"Mr. and Ms. Pinkerton\" with his ex-girlfriend, Jenny.    "
                },
                "12": {
                    "title": "The Better Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 40,
                    "original air date": "30 May 2011",
                    "year": "2011",
                    "plot": "\n    Now that RJ knows Max's secret, will he use it? Getting Amy back is, after all, more important. And can he help his dad win his mom back? What are Jenny and Lily planning together? Will there be Mr. & Mrs. Pinkerton or Ms. & Ms. Pinkerton?    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 82,
                    "original air date": "6 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    RJ Berger is a nerdy, socially awkward 15-year-old high school sophomore who is shy, cynical, and generally picked on by his peers, along with his two friends Miles Jenner and Lily Miran, who's madly in love with him, and frequently offers her body to him. RJ, however is in love with cheerleader Jenny Swanson, but he's been too shy to proclaim his love for her and is afraid of getting beat up by her boyfriend, Max Owens. When he is forced by Coach Jeriba Sinclair to replace some school basketball players at a game in exchange for the chance to continue skipping gym, ...    "
                },
                "2": {
                    "title": "Yes We Can't",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 61,
                    "original air date": "14 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    RJ runs for Student Government President against his arch enemy, Max Owens.    "
                },
                "3": {
                    "title": "The Berger Cometh",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 53,
                    "original air date": "21 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Without tutoring, RJ's plans to see Jenny are thwarted by her rehearsals for the lead female role in a vampire-themed version of \"West Side Story,\" prompting him to audition for the play, and inadvertently get the lead male role. Though the play includes a romantic on-stage kiss between RJ and Jenny, his lack of practice, fear of Max, a past bad experience in an elementary school play, and his well-known \"affliction\" could end up complicating his performance on opening night.    "
                },
                "4": {
                    "title": "Here's to You, Mrs. Robbins",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 51,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    To the the dismay of Miles, RJ has been invited to Jenny Swanson's Sweet 16 birthday party, and thinks he's expected to bring an expensive gift. Unable to afford one, his mother recommends that their friends Bill and Linda Robbins hire him to do yard work. Soon enough he finds that Mrs. Robbins wants him for more than just yard work, and is even more surprised about what happens when her husband finds out.    "
                },
                "5": {
                    "title": "The Rebound",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 46,
                    "original air date": "5 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Jenny Swanson breaks up with Max Owens when she finds that another girl's panties are in his locker, giving RJ the perfect opportunity to replace him as her rebound boyfriend. But as tempting as the chance to put the moves on Jenny may be, he also realizes that his nemesis may actually be innocent.    "
                },
                "6": {
                    "title": "Over the Rainblow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 45,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Claire Sengupta, an attractive Indian-British girl moves next door to the Bergers, and RJ finds out that he and this \"clunker\" have quite a lot in common with each other... except for the fact that she's a fundamentalist Christian who has been abstaining from sex. In order to spend more time with her, RJ and Claire join a local chastity club, and both find it's not what it claims to be.    "
                },
                "7": {
                    "title": "Tell & Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 49,
                    "original air date": "19 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    After three weeks with Claire, RJ becomes self-conscious about the fact that they haven't taken their relationship to the next level, especially after some teasing from his parents and Miles. When a bus driver overhears him and Miles talking about her lack of friskiness, he insists that he should make up a rumor about them going a little further, and he spends the rest of their relationship trying to make sure that rumor comes true. Miles also makes up a rumor about him and Robin Pretnar, which immediately puts Miles at the top of her death list.    "
                },
                "8": {
                    "title": "Nerds Gone Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 49,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Rick and Suzanne are taking a weekend vacation, and are convinced that RJ and Miles can't be trusted to stay by themselves, despite being 15. So they hire a babysitter named Jenni who turns out to be quite an attractive young woman. Miles insists on using their absence as an excuse to throw a party at his house. The trouble is, most of the guests are nerds who aren't used to parties, until their babysitter shakes things up by dispensing his parents' alcoholic beverages, and gets even wilder when the jocks from school crash it.    "
                },
                "9": {
                    "title": "It's All About the Hamiltons",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 43,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Hungover from the nerd party(see episode #1.8, \"Nerds Gone Wild\"), RJ tries to kill the pain with aspirin, some of which he takes with him to school. But when Prinicpal Haggerty call him to his office to reprimand him about the rumors of a party and he takes another aspirin to deal with his headache, the principal accuses him of being a drug addict and sends him to detention, where her meets a gang who thinks he did harder drugs and decide to take him in. Lily tries to join the cheerleading squad in the hopes of attracting RJ and finds out something RJ already knows ...    "
                },
                "10": {
                    "title": "Behind Enemy Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 40,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Unable to concentrate on his tutoring with Jenny, RJ fears that he's losing his focus and failing both himself and the girl of his dreams, so he and Miles conspire to steal a cheat sheet from a teacher's house. Unfortunatley, Miles makes the mistake of getting his psychopathic Iraq War Vet brother involved, and promising the answers for other jocks at Pinkerton High.    "
                },
                "11": {
                    "title": "Lily Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 39,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    RJ has begun to lose all hope of ever going out with Jenny, so he decides to settle for none other than Lily, the girl who has had a crush on him since Kindergarten. When he saves her from being hit by a school bus, they finally agree to go to the school's winter formal and lose their virginity that night. But suddenly, Jenny Swanson, the girl of his dreams asks him to take her to the same dance, forcing him to find a way to turn Lily down without breaking her heart.    "
                },
                "12": {
                    "title": "The Right Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hard Times of RJ Berger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 47,
                    "original air date": "23 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    With Lily on life support at the hospital, RJ's decision regarding who to take to the winter formal has been made for him(see episode #1.11, \"Lily Pad.\"). Despite feeling guilty over the manner in which that decision was made, RJ promises Jenny that he'll make this the best formal ever. Unfortunatley this effort proves to be difficult for everyone when she and Miles find that Max is taking Robin Pretnar to the dance, even after Robin seemed to accept a date with Miles. Can he still make this a night he and Jenny can both enjoy? Or will other distractions bring their ...    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Iacono, Paul"
            },
            {
                "name": "Dauplaise, Jareb"
            },
            {
                "name": "Taitz, Kara"
            },
            {
                "name": "Lancaster, Amber"
            },
            {
                "name": "Blair, Jayson"
            },
            {
                "name": "Young, Marlon"
            },
            {
                "name": "Littleford, Beth"
            },
            {
                "name": "Poindexter, Larry"
            },
            {
                "name": "Rae, Ciena"
            },
            {
                "name": "Nixon, DeVaughn"
            },
            {
                "name": "Crosby, Caitlin"
            },
            {
                "name": "Warren, Chris"
            },
            {
                "name": "Cagley, Adam"
            },
            {
                "name": "Fiscella, Andrew"
            },
            {
                "name": "Dunlop, Mathew"
            },
            {
                "name": "Cone, Justin"
            },
            {
                "name": "Leyva, Omar"
            },
            {
                "name": "Ganus, Paul"
            },
            {
                "name": "Ghajar, Salar"
            },
            {
                "name": "Townsend, Najarra"
            },
            {
                "name": "Alan, Lori"
            },
            {
                "name": "DeWulf, Noureen"
            },
            {
                "name": "Hanna, Jim"
            },
            {
                "name": "Higgins, Kristopher"
            },
            {
                "name": "Scott, Hugh"
            },
            {
                "name": "Solowitz, Alex"
            },
            {
                "name": "Tareen, Sarah"
            },
            {
                "name": "Blair, Bre"
            },
            {
                "name": "Lauria, Dan"
            },
            {
                "name": "Curry, Shea"
            },
            {
                "name": "Nogulich, Natalija"
            },
            {
                "name": "Esteban, Samantha"
            },
            {
                "name": "Reed, Crystal"
            },
            {
                "name": "Colton, John"
            },
            {
                "name": "Westin, Rob"
            },
            {
                "name": "Kuo, Albert"
            },
            {
                "name": "Winfree, Rachel"
            },
            {
                "name": "Bradshaw, Sufe"
            },
            {
                "name": "Gonzalez, Aldo"
            },
            {
                "name": "Ngo, William"
            },
            {
                "name": "Auffarth, Blythe"
            },
            {
                "name": "Barker, Travis"
            },
            {
                "name": "Blonstein, Vered"
            },
            {
                "name": "Bloom, Ingrid"
            },
            {
                "name": "Brock, Riley"
            },
            {
                "name": "Casey, Mara"
            },
            {
                "name": "Dugre, Jason"
            },
            {
                "name": "Dunlap, Pamela"
            },
            {
                "name": "Finkel, Adrien"
            },
            {
                "name": "Giusti, Giovanni V."
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "9"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Netherlands:6::(season 1)",
            "Netherlands:12::(season 2)",
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.5,
        "votes": 5464,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQwODU2MDU3NF5BMl5BanBnXkFtZTcwMzQ4NDQ3Mw@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Hard Times of RJ Berger",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Grahame-Smith, Seth"
            },
            {
                "name": "Katzenberg, David"
            },
            {
                "name": "Fybel, Dan"
            }
        ],
        "production companies": [
            {
                "name": "MTV/Remote Productions"
            }
        ],
        "distributors": [
            {
                "name": "Music Television (MTV)"
            },
            {
                "name": "MTV Hungary"
            },
            {
                "name": "MTV Netherlands"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Digital eMation"
            },
            {
                "name": "Doggicam Systems"
            },
            {
                "name": "DoggieCam Systems"
            },
            {
                "name": "Mosquito Productions"
            }
        ],
        "plot": [
            "Full recap of the first season of _The Hard Times of RJ Berger_ (qv). Unforgettable moments with exclusive interviews from the creators and cast and a sneak peek of what's to come in season 2."
        ],
        "tech": {
            "runtime": [
                "9 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Red One Camera"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5464,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 2550,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 1922,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 257,
                "rating": 6.8
            },
            "males": {
                "votes": 4045,
                "rating": 7.5
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 2051,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 1631,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 224,
                "rating": 7.0
            },
            "females": {
                "votes": 801,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 475,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 279,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 30,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 54,
                "rating": 5.9
            },
            "us users": {
                "votes": 1329,
                "rating": 7.5
            },
            "non us users": {
                "votes": 2531,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 1328,
            "9": 751,
            "8": 1238,
            "7": 1059,
            "6": 479,
            "5": 189,
            "4": 82,
            "3": 73,
            "2": 74,
            "1": 191
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}