{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2010"
            },
            {
                "country": "UK\n",
                "date": "6 September 2010"
            },
            {
                "country": "Finland\n",
                "date": "26 February 2012"
            },
            {
                "country": "Sweden\n",
                "date": "13 November 2012"
            }
        ],
        "release dates": [
            "UK::2010",
            "UK::6 September 2010",
            "Finland::26 February 2012",
            "Sweden::13 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Him & Her"
            },
            {
                "countries": "Finland",
                "title": "Becky ja Steve"
            },
            {
                "countries": "Russia",
                "title": "Он и она"
            }
        ],
        "akas": [
            "Him & Her (original title)",
            "Becky ja Steve Finland",
            "Он и она Russia"
        ],
        "akas from release info": [
            "Him & Her (original title)",
            "Becky ja Steve Finland",
            "Он и она Russia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "The Morning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 36,
                    "original air date": "21 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    On the morning of Laura's wedding to Paul Becky and Steve are staying in a hotel and are not happy to be woken up at five to seven by the strident bride. Becky joins her and the other bridesmaids - including Shelly, who has overdone the fake tan - for drinks whilst Steve tries to wake Paul. However the groom is nowhere to be found and everybody blames Steve, who left him in the pub on his own because he found him boring. To make things worse for Steve all the girls prefer Becky's ex-boyfriend Lee to him. Eventually Steve sights Paul, who is topless and kissing another...    "
                },
                "2": {
                    "title": "The Arrival of the Guests",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 35,
                    "original air date": "28 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    As the guests start to arrive Paul confesses to best man Steve that his older lover Graham, the man he was kissing, wants them to run away together. Steve tells him he must do the right thing, whereupon Paul throws the wedding rings in the toilet and prepares to leave with Graham. When Steve gets the blame for losing the rings Paul tries to use this as an excuse to cancel the wedding but Lee has retrieved them, once more putting him above Steve in the general estimation. Just before Laura walks down the aisle Becky confides in her that she is pregnant by Steve - and ...    "
                },
                "3": {
                    "title": "The Ceremony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 36,
                    "original air date": "5 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The wedding ceremony proceeds, punctuated by ghastly poems Laura has written in praise of herself read out by friends and family - Becky's contribution being a particularly insulting offering by her sister. Laura is typically smug and bossy - until she sees that Paul is texting Graham and declaring that he does not love her and wants to run away with him. However she says nothing. Lee, informed by Laura that Becky is pregnant, tells her that he will always be there for her. Steve, unaware of the pregnancy, nonetheless knows that Lee despises him and that he is a rival...    "
                },
                "4": {
                    "title": "The Speeches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 33,
                    "original air date": "12 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The ceremony over it is time for the speeches. Laura's father Nigel gives a measured, well-received one. Paul is nervous and halting, not helped by Laura's vicious asides about his homosexuality. Last to go is Steve, who tries too hard to be funny and annoys some of the guests. It is also just his bad luck that Laura chooses to walk out of the room during his contribution after making nasty remarks to Paul, who follows soon after.    "
                },
                "5": {
                    "title": "The Disco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 36,
                    "original air date": "19 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    As the disco starts, Laura, drunk, miserable and more poisonous than ever following her discovery, is up for it with any man in sight and, when Steve turns down her proposition, she tells him that Becky has told Lee of her pregnancy because she really loves him, not Steve. Sneaky Lee is indeed out to steal Becky from Steve whilst Steve himself is asked by Paul whether he should stay with his awful wedded wife or run away with Graham and forfeit access to his daughter. Ultimately Paul makes his decision, Dan defends Shelly from bride's father Nigel's lustful advances ...    "
                }
            },
            "1": {
                "1": {
                    "title": "The Toast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 84,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Layabout Steve and girl-friend Becky just want to stay in bed all day, having sex and watching the T.V. set they got out of a skip but are interrupted by Becky's frantic sister Laura,whose mildly psychotic boy-friend Paul stayed out all night. When Paul shows up at Steve's flat Steve puts the cat among among the pigeons by revealing that Paul copped off with a Mel C lookalike. Whilst Laura and Paul are arguing in the toilet Dan from upstairs comes in with two melons to share.    "
                },
                "2": {
                    "title": "The Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 52,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    It's Steve's birthday but he just wants to stay in bed,having sex and watching Becky's present,the 'Inspector Morse' box set. When his mother turns up on her way to gate-crash a colleague's son's engagement party he tells he has swollen glands. When Dan,Laura,her friend Shelly and Paul arrive he tells them the same so they all set off for the pub,leaving him to pleasure himself making use of their presents. Then they all come back in and catch him at it.    "
                },
                "3": {
                    "title": "The Fancy Dress Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 50,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Steve is trying to get through to his bank to report a fraud but keeps getting put on hold and made to listen to 'Candle in the Wind'. Becky is trying to cover a zit and they should have taken the sausage rolls over to the pub where Paul's six-year old son is having a party to celebrate his beating leukaemia an hour ago. Dan's arrival,threatening to perform card tricks,only adds to the delay until Paul,in costume as Postman Pat,angrily turns up to take charge of the sausage rolls. Hearing there is no free bar Becky and Steve decide to give the party a miss and have ...    "
                },
                "4": {
                    "title": "The Football",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 44,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    There's a whole crowd round at Steve's to watch football on television but Becky's sister Laura is bored and keeps interrupting,her boy-friend Paul in pieces having just learned that he was adopted and Steve distracted by a dream he had of Becky having sex with her last boyfriend. Steve's friend Barney and his dad Mike are there too and accuse Steve of racism when he claims that 'Black people are fun'. Fortunately Barney's girl-friend turns up and agrees with Steve. And she's not only black but called Gay as well.    "
                },
                "5": {
                    "title": "The Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 41,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    It's Sunday and Steve is about to meet Becky's parents,Jill and Nigel,for the first time, as they are coming to mend the fridge.Already jittery,having heard that his uncle has just died,he is over-friendly towards them,offering them out of date yogurts and dropping rape into the small talk. It doesn't help that the fridge isn't broken at all,the thermostat is just turned down too low.Carnal noises from the flat above as Dan entertains Paris,in all likelihood a hooker,add to the awkwardness and Becky and Steve are mightily relieved when the parents have gone home.    "
                },
                "6": {
                    "title": "The Argument",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 39,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After an evening in the pub Becky and Steve are rowing. He accuses her of flirting with her childhood friend Jamie but Becky insists he's gay. Then Jamie comes in,along with Shelly,Laura and Paul,who's nicked a traffic bollard. They're all drunk. Dan comes down and cosies up to Shelly but Steve feels ganged up on as they all criticise his music collection. Eventually he locks himself and Becky in the toilet for a heart-to-heart,after which it all works out well.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 41,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Becky has now officially moved in with Steve and Laura and Paul,due too get married,and Shelly come to congratulate them, as does Dan,who has a picture of his overweight girlfriend Anita. Shelly and Laura have invited Steve's old flame Julie,who has got them job interviews at Boots and she turns up on the pretext of returning an old CD of Steve's. Despite Becky's best efforts to stop her coming in she overhears Steve slagging her off.    "
                },
                "2": {
                    "title": "The Sleep-over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 34,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Becky and Steve want to get up early so they are not pleased when Shelly,Laura and Paul,having missed their last bus,stay over. Paul insists on letting it all hang out as he sleeps on top of the duvet in the nude,Shelly is blocking the fridge and Laura will just not shut up about people who dislike Steve. A further interruption occurs thanks to Dan,seeking company after discovering that his girlfriend slept with her uncle and then keeping everybody awake with his snoring. This 'early night' is clearly not going to happen,especially as Laura and Paul end up in the ...    "
                },
                "3": {
                    "title": "The Get-together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 34,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Becky and Steve have their flat-warming party,inviting her parents,Jill and Nigel,his nervous mother Janet and her crude,loud boyfriend Mike,and Laura and Paul,who bring a present - a photo of themselves to hang over the bed. The evening begins well enough,despite the anecdote of Steve's messy birth but his tale of being over-charged for a banana at the corner shop leads to Laura declaring she has joined the BNP and Mike stirring it,leading to her walking out. Before long the polite facade has completely disappeared.    "
                },
                "4": {
                    "title": "The Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 32,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    When Laura gets her bum pinched in the street by a man who\" looks like Jude Law only black\" she is flattered but it ruins Paul's birthday and he and his thuggish mates go outside to deal with the man. A full scale fight breaks out with Paul coming off worst but Becky and Steve - and Dan,sent by girlfriend Anita to stop things - decide to stay put until it's over,drinking cold chicken soup. But when Paul goes too far Steve goes outside to stop him,copping a bloody nose - though the whole incident brings Dan and Shelly closer.    "
                },
                "5": {
                    "title": "The Rollover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 32,
                    "original air date": "29 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A whole group of people turn up to watch the Lottery Draw on television as the Rollover jackpot reaches fifteen million. Paul,who brings his annoyingly precocious little boy,thinks he has testicular cancer and drops his pants to get Steve's opinion. Dan brings Alex,his shy cousin, whose declared lack of good luck elicits general sympathy until,when Alex goes to the toilet,Dan informs everyone that he is a recently-released sex offender and noone knows how to react. Needless to say nobody wins the jackpot despite a brief moment of hope for Alex.    "
                },
                "6": {
                    "title": "The Cinema",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 31,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Becky and Steve are in a hurry to get to the cinema where her uncle will let them in for free but are delayed when Steve locks them out of the flat with his wallet inside. Fortunately Dan has a spare key given him by the last tenant but this does seem to lead to him taking rather a lot of liberties. By the time that the couple have got rid of Laura and Paul,anxious to show off their Spanish holiday snaps,they are finally ready to leave. However they have reckoned without the foul-mouthed old lady opposite providing another unwelcome diversion.    "
                },
                "7": {
                    "title": "The Split",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 34,
                    "original air date": "13 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Steve's annoying ex- girlfriend Julie arrives,supposedly to ask his help in finding her depressive brother Edward,who has gone missing,though instead she bangs on about her life with Steve,to make Becky jealous,and nearly succeeds until Steve sends her packing. Paul has returned from a course to announce that he wants to marry a seventeen-year-old Muslim girl but is stopped in his tracks when Laura declares that she is pregnant. Dan finally stands up to his abusive girlfriend Anita,after she has made him shave his hair off and takes Shelly's part against her.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Ring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 34,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Becky is hung over and throwing up after a night on the drink so Steve is having to stall giving her an engagement ring and bottle of wine. A pregnant Laura and Paul,sporting a new moustache,arrive,announcing they will call their baby Frank after Anne Frank. Dan and Shelly,a secret couple,also appear but Becky is feeling too sick to join them all for a picnic in the park and come evening Steve has still not given her the ring. Two new neighbours,Jonathan and Gina,critical of Becky and Steve,meet on the stairs and are seemingly having an affair.    "
                },
                "2": {
                    "title": "The Sister-in-Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 32,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Laura arrives,full of wedding talk, giving Becky and Shelly hideous bridesmaids' dresses to try on. Paul turns up with recently located half-brother Ian,whom both he and Laura dominate,prevailing upon Steve to cook him a breakfast. This sets off the smoke alarm and gives Jonathan and Gina more reason to dislike Steve and Becky. Steve is taken aback by Laura's vicious tirade when he tells he intends to marry her sister and empathizes with Ian when he tells Laura and Paul to get off his back and leave him alone.    "
                },
                "3": {
                    "title": "The Happy Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 30,
                    "original air date": "25 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Steve's mother Janet turns up,closely followed by her boyfriend Mike,who accuses her of an affair - which she strenuously denies. Laura and Paul arrive to support her. Shelly then drops off her little boy for Becky and Steve to baby-sit. Janet and Mike reconcile and everybody sits down to watch 'Children in Need'. They summon a pizza delivery boy - whose presence gives the lie to Janet's protestations.    "
                },
                "4": {
                    "title": "The Father-in-Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 27,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Steve and Becky have been burgled and the flat trashed - though at least the photo of Laura and Paul got smashed up. Becky's parents come round so that her mother Jill can tidy up. Jill cleans for Laura,who is very rude to her though Jill does accidentally throw out Steve's money-box. Nigel is very smarmy,trying to chat up Shelly,to the annoyance of Dan,who takes diversionary action. Furthermore Nigel makes it clear to Steve that he has no wish for him to marry Becky.    "
                },
                "5": {
                    "title": "The First Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 31,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A flashback to the day after Becky and Steve met in a pub and he asks her round to his flat for the afternoon. She brings wine but he is nervous,trying to impress by talking about the Middle East situation and offering expensive potato crisps. He relaxes somewhat after she accidentally breaks his sink. They consider going out to a gallery or for a coffee but decide to stay in and watch television - something they will be doing many times over.    "
                },
                "6": {
                    "title": "The Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 35,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    On Becky and Steve's first anniversary he is anxious to propose but is interrupted by Shelly seeking help for a drunken,foul-mouthed Laura who,after throwing herself at Steve,claims Paul has been unfaithful. Paul turns up to deny it,bringing his friend Graham to provide an alibi though Laura is not convinced. Then,to everybody's surprise,the usually timid Shelly launches a tirade against Laura and her selfishness. After everybody has left Steve reads his proposal poem to Becky. Will she accept?    "
                },
                "7": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Him & Her (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 30,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    On Christmas Day the newly-engaged Becky and Steve entertain Paul and the typically selfish Laura,who wants to hog the show with her karaoke machine. She also tactlessly tells Shelly's son Kieran - who arrives with his mother,stolen champagne and Dan - that there is no Santa Claus. A surprise visitor is Steve's father Pete,who not only gets on well with everybody but gives Steve a present of his favourite childhood book.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Tovey, Russell"
            },
            {
                "name": "Solemani, Sarah"
            },
            {
                "name": "Wilkinson, Joe"
            },
            {
                "name": "Howard, Kerry"
            },
            {
                "name": "Champ, Ricky"
            },
            {
                "name": "Coduri, Camille"
            },
            {
                "name": "Brown, Ralph"
            },
            {
                "name": "Clayton, Paul"
            },
            {
                "name": "Melton, Louis"
            },
            {
                "name": "Bacon, Joanna"
            },
            {
                "name": "Bailey, Marion"
            },
            {
                "name": "Sweet, Jonny"
            },
            {
                "name": "Blood, Nick"
            },
            {
                "name": "Eracleous, Georgia"
            },
            {
                "name": "Burfield, Ian"
            },
            {
                "name": "McRaye, Reiss"
            },
            {
                "name": "Barry, Neal"
            },
            {
                "name": "Coombes, Thomas"
            },
            {
                "name": "Doherty, James"
            },
            {
                "name": "Willing, Victoria"
            },
            {
                "name": "Altin, Josef"
            },
            {
                "name": "Morgan, Diane"
            },
            {
                "name": "Lyons, Katie"
            },
            {
                "name": "Harrison, Blake"
            },
            {
                "name": "Rudd, Beverly"
            },
            {
                "name": "Blackwell, Paul"
            },
            {
                "name": "Edmond, Neil"
            },
            {
                "name": "Chahidi, Paul"
            },
            {
                "name": "Mayes, Elizabeth"
            },
            {
                "name": "Mayes, Harriet"
            },
            {
                "name": "Weaver, Robin"
            },
            {
                "name": "Fulford, Christopher"
            },
            {
                "name": "Pearce, Eve"
            },
            {
                "name": "Delaney, Martin"
            },
            {
                "name": "Roper, Lizzie"
            },
            {
                "name": "Andrews, William"
            },
            {
                "name": "Stokes, Nathasha"
            },
            {
                "name": "Andrews, Luing"
            },
            {
                "name": "Lowe, Alex"
            },
            {
                "name": "Long, Lee"
            },
            {
                "name": "Locks, Martin"
            },
            {
                "name": "Quigley, Gabriel"
            },
            {
                "name": "Simpson, Jay"
            },
            {
                "name": "Cordell, Christoph"
            },
            {
                "name": "Curry, Graham"
            },
            {
                "name": "Godliman, Kerry"
            },
            {
                "name": "Gunaseelan, Seelan"
            },
            {
                "name": "Hayter, Marina"
            },
            {
                "name": "Hudson, Kevin"
            },
            {
                "name": "Wingrove, Paul"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 7.8,
        "votes": 3533,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQyNDY4MjU4NF5BMl5BanBnXkFtZTcwNjM2ODc4Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Him & Her",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2013",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Golaszewski, Stefan"
            }
        ],
        "production companies": [
            {
                "name": "Big Talk Productions"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Pepper Post Production"
            },
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "Pivotal Post"
            }
        ],
        "plot": [
            "An acutely observed, forensically honest, warts-and-all look at a working-class couple in their mid-20s.::Big Talk Productions"
        ],
        "synopsis": [
            "Russell Tovey plays Steve, a laddish man with no desire to seek employment in Stefan Golaszweski's often shocking comedy about what really goes on behind the bedroom doors of today's 20-somethings.Surviving on benefits, Steve has no dreams and no goals and he isn't bothered. He has no interest in any issues beyond eating, sleeping, drinking and having sex.Sarah Solemani plays Becky, a ladette with no desire to seek employment. Popular, true to her friends and always first to hit the dance floor when clubbing with the girls, Becky is sarcastic sometimes to the point of meanness. She sees straight through Steve but is sometimes completely unable to understand the weird self-obsession of men.This acutely-observed, forensically honest, warts-and-all comedy looks at this couple in their mid-twenties and the minutiae of their relationship. The hub of Him & Her focuses on the couple's unmade bed and their rather too lived-in bedsit.Producer Kenton Allen said of the non-broadcast pilot filmed in 2009: \"Stefan Stefan Golaszewski's searingly funny script subverts the TV couple like you've never seen before. He not only captures the essence of young Britain today but portrays - in a very funny and extremely frank way - a modern sexual relationship. Russell and Sarah Solemani have a brilliant chemistry that feels very fresh and very truthful.\""
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3533,
                "rating": 7.8
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 1043,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 1301,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 316,
                "rating": 7.3
            },
            "males": {
                "votes": 2033,
                "rating": 7.8
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 695,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 951,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 256,
                "rating": 7.4
            },
            "females": {
                "votes": 802,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 337,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 340,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 58,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 46,
                "rating": 6.5
            },
            "us users": {
                "votes": 209,
                "rating": 7.3
            },
            "non us users": {
                "votes": 1994,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 785,
            "9": 725,
            "8": 996,
            "7": 504,
            "6": 200,
            "5": 117,
            "4": 46,
            "3": 39,
            "2": 32,
            "1": 89
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}