{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "4 March 2010"
            },
            {
                "country": "Belgium\n",
                "date": "25 May 2010"
            }
        ],
        "release dates": [
            "Netherlands::4 March 2010",
            "Belgium::25 May 2010"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Omgedraaide rollen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Anton is trying to enjoy his early retirement. The current three directors Esther, Eva and Fien try to get firmly the reins of Winter Flowers in hands, but are definitely not on one line. In addition, each has its hidden agenda. Iris sees this with sorrow and lose her patience . As if the chaos is not yet complete , the family also suffered a great tragedy . Is Esther manages to keep the family together?    "
                },
                "2": {
                    "title": "Onverwachtte dood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    How continue the family after Antjes death? After the death of Antje the lives of all family members tilts, except that of Eva. She sees her chance now the pull permanently the power within Winter Flowers.    "
                },
                "3": {
                    "title": "Bij elkaar geraapt zooitje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Fien throws herself into her work but still gives to her immense grief. Strangely enough, only Anton is the person who can support her. Thomas discovers a new world and change his course. Just like Thomas, Iris is done with the manipulations of Eva in the family company.    "
                },
                "4": {
                    "title": "De twee tweede ontmoetingen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Esther's plan seems to be unexpectedly succeed in a very discrete manner. But her joy thereof is disrupted by a plan of Iris, Thomas and Anton. Esther feels betrayed .    "
                },
                "5": {
                    "title": "Nieuwe Liefde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Esther had decided to do it completely differently. She will going like a soldier to war. Thomas finds, just like Eva a new love and Ronald Mok gets the fright of his life.    "
                },
                "6": {
                    "title": "Haar verjaardag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The new company of Iris begins to be a serious competitor for Winter Flowers. Eva pulls her without consulting Esther, a very nasty prank. Meanwhile, Esther celebrates her birthday on completely different way than they had expected.    "
                },
                "7": {
                    "title": "Wedekerige spionage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Laura is being pressured by her 'new' boyfriend, so she takes Esther in confidence. Esther takes the truth by good hand. Iris is taking a big sacrifice for the survival of her new company and Esther makes a surprising proposal for Anton.    "
                },
                "8": {
                    "title": "Robijnen huwelijk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "15 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The premiere of the dance group from Thomas is approaching. A premiere for which Eva was not invited. In her turn, Eva is intent on a revenge. Esther decides that it must be all different. And if something Esther decision, who can stop her? Anton and Esther have been married for 40 years. Or actually not really.    "
                },
                "9": {
                    "title": "Op voet van oorlog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Esther and Eva are at war over who spanned the power within Winter Flowers. Thomas bumps into his old lover.    "
                },
                "10": {
                    "title": "Surprise Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Laura finally discovered who the father of her child. Yet that still surprises her. Esther is preparing a surprise party for herself, but she does not know. But the biggest surprise comes at the end of the party.    "
                }
            },
            "1": {
                "1": {
                    "title": "Familiegeheimen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "4 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After a last wheelchair-tour in the internationally exporting nursery he founded, terminal patriarch Bennie De Winter insists to convene the whole family, weeks before his birthday, for an unspecified announcement, but dies before getting to that. His eldest son and successor as De Winter Flowers CEO, Anton, has a TV interview after being named Dutch entrepreneur of the year, but the traitorous reporter abuses it to spread Bennie's secret, he started the firm with money 'kept in custody' from deported other Jews. Anton's firstborn Thomas reacts coldly on one-year gay ...    "
                },
                "2": {
                    "title": "Afscheid nemen bestaat niet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "11 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After grandpa's Jewish funeral, Anton wants his own son, financial director Thomas, to leave general management to more daring sister Iris, but she flees all responsibilities and family life on account of her breast cancer, frustrating already overburdened husband Youssef. Oscar makes Thomas admit he can't commit and considers a straight relationship instead, Thoimas even suggests a threesome with some female. The will leaves 100,000 Euros to the mysterious Eva van de Ven. Widow Esther de Winter assumes her to be a gold-digger mistress and demands complete silence ...    "
                },
                "3": {
                    "title": "Begin van het einde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "18 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Late grandpa's annual anniversary goes ahead anyhow, as a matter of Jewish family tradition. Oscar moves out 'without blame' but says he can be called back 'the right way'. Mean, negligent Fien works out she wants a divorce from Anton. He spends a night with unamused son Martijn, just after half-sister Anke moved on to grandma's, which his mistress decides to put up with without revealing her own family background. Esther seems to be bonding with sister Eva. Youssef feels abandoned by Iris, Thomas gets new hope she won't crowd him out in the firm.    "
                },
                "4": {
                    "title": "De kennismaking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "25 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Martijn commits to his elder adulteress mistress, even offers marriage. Esther throws a no-quite-goodbye-party for Thomas's gay ex Oscar and invites Eva. She doesn't turn up, but is ordered to family tea soon or her secret will be disclosed without her. Anton learns the truth about the firm's dark war roots by his ex Esther. He accepts to share her bed again, but refuses sex.    "
                },
                "5": {
                    "title": "Een nieuwe aandeelhouder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "1 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Martijn's old lover pretends they're bound to break up, so he dumps her and picks up a woman he literally bumped into by a car door, only to get his own back first. Antje stays with half-brother Thomas, who calms her down enough to eat something and have a good night. But, just then Oscar drops by, hoping to make up, but thinks she is his 'girl'. Anton has a physical fight with Fien, ending up agreeing to pay her alimony and give her the house if she keeps quiet about Eva and Fien. Esther wants him to move in indefinitely and get friendly with Eva.    "
                },
                "6": {
                    "title": "Zware tijden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "8 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Anton overrules Thomas's objection to making major debt for the take-over of a distribution firm. But Eva is tested and proven co-heir, entitled to 50% of the shares, and prepared to listen to Thomas. Meanwhile Antje's seduction even gets him to cross the line of incest. Esther finds Iris's children have disappeared in Egypt, presumably taken by her emotionally abandoned husband. Maartijn still enjoys two women in bed. Fien has another lover, Job.    "
                },
                "7": {
                    "title": "De operatie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "15 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Martijn continues sending incompatible signals to his various lovers. Elisabeth tels she's pregnant to Esther, to offer to raise the child. Anton finds Yousef in Egypt and brings him back with the kids to Iris, whose surgery goes well. Esther now encourages Yousef to regain his male position. Thomas is now a couple with his half-sister Antje, but their parents get wind of it and want that solved. After Thomas explains to Eva, who is now officially 50% co-owner, about Anton's risky distributor take over project, she sides with him against it, but Esther with CEO Anton.    "
                },
                "8": {
                    "title": "Het paard van Troje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "22 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Maartijn dumps Elisabeth, sneering she could have had him if she kept her baby. Maartijn courts his tail off to undo the love expiration ultimatum, but meanly taunting reminders of it spoil his efforts until they part with slaps in the face. Thomas consults Oscar about his incestuous affair with Antje. Being told he's probably attracted by the forbidden fruit, they secretly have sex, yet Thomas returns to Antje. Esther first blocks off Eva's intent to overrule Anton, then consults Iris and asks him to consider retirement..    "
                },
                "9": {
                    "title": "Schuldbekentenis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "29 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Oscar turns up at Thomas's and is welcomed to sleep over. Laura keeps cruelly toying with Martijn's feelings. Anton runs into a former photography course friend, Rosa. Esther's demand to stop seeing her works adversely. Youssef is startled Iris proposes they 'should' have sex again. Eva's dying mother puts her on the trace of David Aronson, whose family's never repaid loan to the late family firm founder Benny could now be worth $2,000,000 Euro.    "
                },
                "10": {
                    "title": "De opvolger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "6 May 2010",
                    "year": "2010",
                    "plot": "\n    Out of means, Martijn finds he lacks skills to find a job, except as gigolo, although his present girl-friend refuses to have sex. Oscar and Antje startle Thomas by insisting to extend their triangle household to an unprecedented 'threesome marriage' and child. Hopeless mother Iris can't object to Omar's plan to take the children with him when he moves to native Egypt. Anton prepares his post-management life but warns the family against the lady owners' plan to give David Aaronson 2,000,000 Euro to cover the patriarch-founder's 'war death' with interest. When his ...    "
                },
                "11": {
                    "title": "Vertrouwen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 May 2010",
                    "year": "2010",
                    "plot": "\n    Martijn finally proposes parenthood and marriage to Laura, who accepts after pushing for some romance. Eva seduces Maarijn to push her bid for CEO promising he'll by director in 10 years. Now the press ha got wind of the Aaronson pay-off, Esther demands Anton takes charge again, although without formal mandate. He brilliantly handles the PR crisis, then reconsiders his resignation. Antje pushes for a 'pseudo-official trio)wedding' with Thomasn who grudgingly accepts, and Oscar, who backs down last second. Youssef announces he's moving to Egypt, with his daughters.    "
                },
                "12": {
                    "title": "Verleden en heden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 May 2010",
                    "year": "2010",
                    "plot": "\n    Anton is now the problems with the company becoming bigger asked to resolve them. He will have to include other concerns that the panic that erupted around the Aronson case will not get out of hand . But Anton comes back drop some plans of Eve in the water. Eva also get less and less support from Esther and therefore decides to seek aid from Martijn . Martijn decision to Laura to marry him , but he does this in her the wrong way . The second has more success and Laura agrees to this request. Youssef has now decided that he wants to return to Egypt with the children . ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Een begin zonder einde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Esther moved to the old home of her deceased father Bennie . During the housewarming the family is complete, but the atmosphere is abruptly disturbed by the shocking news of Antje.    "
                },
                "2": {
                    "title": "Een nieuw familielid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    suddenly as Fien disappeared she reappears. She is turns in a woman on a mission with evil intentions - Eva gets a blazing row with Esther about Winter Flowers.    "
                },
                "3": {
                    "title": "Verrassende Feiten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Iris introduces her new boyfriend, Ron, to her two daughters. Esther suspects that Anton has a new girlfriend and wants to investigates.    "
                },
                "4": {
                    "title": "Familiebanden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Youssef comes back from Egypt to see his children again though he clearly still has feelings for Iris. A revengeful Fien makes an important discovery.    "
                },
                "5": {
                    "title": "Problemen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Esther decides to spy on Anton and his new girlfriend while trying to figure out her relationship with Mok. Iris, Youssef and Ron are figuring out the terms of their relationship. Fien makes her demands clear to Anton.    "
                },
                "6": {
                    "title": "Duidelijkheid en veranderingen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Esther and Eva interfere with the management about the threatening lawsuits of Fien. Esther encourages her family to keep fighting , whatever the price will be.    "
                },
                "7": {
                    "title": "Een plek in de familie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Iris worries about her hospital check-up, while Anton's jealousy annoys Mylene. Esther forges a radical plan to stop Fien. Meanwhile, Wouter wants to organize a party at his home, instead of Esther's.    "
                },
                "8": {
                    "title": "Harde onderhandelingen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 May 2012",
                    "year": "2012",
                    "plot": "\n    After Eva's car accident Esther gets air of intrigue between Fien and Eva. Esther hires unsavory help to put Fien under pressure, but its action is counterproductive. Fien explodes and declares war on the family. It serves its final claim against Winter Flowers .    "
                },
                "9": {
                    "title": "Verschillen en overeenkomsten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 May 2012",
                    "year": "2012",
                    "plot": "\n    Esther calls the family together to clean up the mess. Under her leadership, a new plan was made to solve the problems of Winter Flowers. Boris and Antje decide to move in together and pulling in the old house of the mother of Boris . Laura comes back secretly visiting Antje to see her baby and Antje manages to inspire her to make a brave decision.    "
                },
                "10": {
                    "title": "Eind goed al goed?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bloedverwanten (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 May 2012",
                    "year": "2012",
                    "plot": "\n    Winter Flowers seems to be saved. End good all good, or not yet ?    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Tol, Henriëtte"
            },
            {
                "name": "de Lint, Derek"
            },
            {
                "name": "Temmink, Saskia"
            },
            {
                "name": "Jess, Tanja"
            },
            {
                "name": "den Hurk, Yvonne van"
            },
            {
                "name": "Koblenko, Victoria"
            },
            {
                "name": "Elmecky, Khaldoun"
            },
            {
                "name": "Elmecky, Susannah"
            },
            {
                "name": "Elmecky, Scarlett"
            },
            {
                "name": "Muller, Wolter"
            },
            {
                "name": "Hoeks, Sylvia"
            },
            {
                "name": "Ouwehand, Roos"
            },
            {
                "name": "Smits, Eelco"
            },
            {
                "name": "Bokma, Pierre"
            },
            {
                "name": "Libanon, Mike"
            },
            {
                "name": "Ruijs, Jorrit"
            },
            {
                "name": "Luijkx, Teun"
            },
            {
                "name": "Spitzenberger, Jeroen"
            },
            {
                "name": "Huisman, Michiel"
            },
            {
                "name": "Dames, Margo"
            },
            {
                "name": "Snoek, Logan Jayce"
            },
            {
                "name": "Greidanus, Kay"
            },
            {
                "name": "Engelkes, Rick"
            },
            {
                "name": "Weeber, Egbert Jan"
            },
            {
                "name": "Herlaar, Noortje"
            },
            {
                "name": "Verbeke, Katelijne"
            },
            {
                "name": "van Aalen, Gabriel"
            },
            {
                "name": "Bussemaker, Reinout"
            },
            {
                "name": "de Boer, Laura"
            },
            {
                "name": "Lucieer, Rudolf"
            },
            {
                "name": "Hoes, Hans"
            },
            {
                "name": "Alving, Manon"
            },
            {
                "name": "de Lange, Gijs"
            },
            {
                "name": "Herfst, Julia"
            },
            {
                "name": "Bargai, Ellik"
            },
            {
                "name": "den Bergh, Robbert van"
            },
            {
                "name": "Bozzolini, Erwin"
            },
            {
                "name": "Stauder, Dani"
            },
            {
                "name": "van Leeuwen, Rosa"
            },
            {
                "name": "Diepman, Inge"
            },
            {
                "name": "Drost, Peter"
            },
            {
                "name": "Faber, Nynke"
            },
            {
                "name": "Groenteman, Hanneke"
            },
            {
                "name": "de Kanter, Albertine"
            },
            {
                "name": "Kraal, Prem Jan"
            },
            {
                "name": "Oomen, Bart"
            },
            {
                "name": "Roozen, Onno"
            },
            {
                "name": "den Burg, Max van"
            },
            {
                "name": "der Scheer, Allard van"
            },
            {
                "name": "Beuger, Elisa"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 7.2,
        "votes": 171,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQzMTg5OTQ5Ml5BMl5BanBnXkFtZTcwNjg5NDk4Nw@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "The Dutch family de Winter keeps enjoying an affluent life style after the death of the family flowers firm founder, as his daughter Esthers's ex Anton remains the most competent CEO. The offspring expects the money and privileges to keep coming, enabling a luxurious family -, party - and love life. But soon it becomes clear their patriarch built the floral empire on money 'borrowed' from Nazi era Jewish dead people and also had illegal descendants. Heirs are drawn from in-fights and other petty problems to battles over how to handle the potential PR disaster and who should run the firm.",
        "languages": [
            "Dutch"
        ],
        "title": "Bloedverwanten",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2014",
        "akas": [
            "Bloedverwanten (Netherlands)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Gosschalk, Job"
            },
            {
                "name": "der Heyden, Haye van"
            }
        ],
        "production companies": [
            {
                "name": "IDTV Drama"
            },
            {
                "name": "Kemna & Zonen"
            }
        ],
        "distributors": [
            {
                "name": "Algemene Vereniging Radio Omroep (AVRO)"
            },
            {
                "name": "AVROTROS"
            }
        ],
        "other companies": [
            {
                "name": "Filmmore"
            },
            {
                "name": "Herrie"
            }
        ],
        "plot": [
            "Bennie de Winter, large shareholder of De Winter Flowers, dies. His daughter Esther inherits his possession.::JV",
            "The Dutch family de Winter keeps enjoying an affluent life style after the death of the family flowers firm founder, as his daughter Esthers's ex Anton remains the most competent CEO. The offspring expects the money and privileges to keep coming, enabling a luxurious family -, party - and love life. But soon it becomes clear their patriarch built the floral empire on money 'borrowed' from Nazi era Jewish dead people and also had illegal descendants. Heirs are drawn from in-fights and other petty problems to battles over how to handle the potential PR disaster and who should run the firm.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "50 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 171,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 26,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 60,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 50,
                "rating": 7.2
            },
            "males": {
                "votes": 102,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 40,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 39,
                "rating": 7.1
            },
            "females": {
                "votes": 45,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 11,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 19,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 11,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 6.9
            },
            "us users": {
                "votes": 4,
                "rating": 7.8
            },
            "non us users": {
                "votes": 107,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 19,
            "9": 13,
            "8": 45,
            "7": 54,
            "6": 20,
            "5": 11,
            "4": 0,
            "3": 4,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 7.2,
        "median": 7
    }
}