{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "7 January 2010"
            }
        ],
        "release dates": [
            "Belgium::7 January 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pierre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    There have been many conflicts in restaurant Felixir. Without his partner Laurence knowing, chef Mauro goes to Hannes, the deputy chef with whom he worked very good for years. At the same time, the ambitious trainee Nico starts working. Wine connoisseur Kurt tries her out to see if she has as many experience as she claims. A man has lured a young woman under false pretenses to the restaurant for a romantic dinner. Waitress Linda feels she has to intervene. Mauro's parents come to visit at an inconvenient moment.    "
                },
                "2": {
                    "title": "Pierre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Nico soon discovers Mauro works with two measures. Against the rules, a lady brings her dog to the restaurant. No-one knows what to do, because the woman is a loyal customer and her husband recently passed away. Mauro doesn't understand why Hannes and Laurence's relation isn't going well anymore. At least, so it seems. Kurt gets a visit from his oenology mentor.    "
                },
                "3": {
                    "title": "Ferran",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Nico tries to resist against the pestering from the kitchen equip. The battle for the first star has begun. Everyone is very motivated, but Laurence thinks Mauro and Hannes have to be realistic. Kurt gets painfully confronted with the profession of his big love. Linda is touched by the story of an unexpected customer. Laurence experiences it's not that easy to shake off her past as a model.    "
                },
                "4": {
                    "title": "Jeroen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The whole team gets busy with the wedding party of Laurence's closest friend. In all this rush they have to find a solution for two loyal customers, who booked well in advance. Mauro wants to seize the opportunity to propose to Laurence in an original way. Linda discovers the truth about Kurt and his big love. Nico knows a solution when the party threatens to go wrong. Nico can depend on Hannes to deal with her problems with Mauro.    "
                },
                "5": {
                    "title": "Piet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Mauro seeks comfort in alcohol after the conflict with Laurence. Kurt also has to cope with great distress. He gets help from Linda. Nico meets up with a friend from earlier and says in a crazy mood she is the boss of Felixir. Her friend now wants see it. A client surprises everyone with blind tasting of the menu and determine the ingredients. But when he makes a mistake, he stands opposite the whole equip. Nico takes revenge on an arrogant customer.    "
                },
                "6": {
                    "title": "Nigella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Mauro wants to get more media attention with Felixir and invites a known culinary critic. Linda invites her new friend, but soon gets under the spell of his colleague. Three young yuppies have a lot of fun and make an uproar in the restaurant. Meanwhile Mauro wants to win over a supplier by taking on his daughter as trainee. Alas, she causes a lot of trouble and it might tear the team apart. But the good looking trainee literally intervenes with the yuppies.    "
                },
                "7": {
                    "title": "Anne-Sophie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    When the guy, who normally does the dishes, doesn't show up, Kurt has to do his work. He is very serious about his new job, in such a way he thoroughly disturbs the activities at Felixir. Linda can't help care about a young girl who has to celebrate her birthday with her father in the restaurant. A television coverage and cooking lessons have to bring more publicity to Mauro and Felixir. But to his nuisance, the program makers give preference to Nico as presenter. Mauro doesn't give in and wants to strike back with a new and original dish. He has to carry the painful ...    "
                },
                "8": {
                    "title": "Gordon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Mauro sees a bleak future after his physical crash. Hannes and Nico take care of Felixir without their chef. Hannes makes a good impression on Mauro's mentor, who honors Felixir with a visit. Kurt is sure there is a Michelin-inspector in the restaurant and is annoyed about the other guests. He thinks they don't fit in a star restaurant. Linda and Kurt are witness to the unusual behavior of Laurence and Hannes. But their own behavior is also unusual.    "
                },
                "9": {
                    "title": "Sergio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Mauro is back from hospital and decides to approach his life and being a chef in a different way. Even when probably an inspector will come along. The local carnival comity have a meeting in Felixir in their own way. A lost stubborn musician tries to find a couple, who had hired him to give them a suiting serenade. And to top it all, Laurence's sister has to leave her baby for a few hours at Felixir. Kurt wants to raise the quality of the house and the wines, but doesn't get any response from Mauro and Laurence. He then resorts to bigger means, even though they are ...    "
                },
                "10": {
                    "title": "Peter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The regular flower deliverers come to celebrate their daughter's engagement. When the boy in question arrives, they are stunned. A young woman is surprised when her friend also invites another couple for her birthday. With all his life experience Kurt sees through the situation and Linda can comfort the young woman. A strange customer introduces himself as a Michelin-inspector. Laurence panics when she notices what Kurt got hold of. At that moment Mauro proudly announces that he and Laurence are going for a baby. Hannes is prepared to fight Kurt. Nico is aware of the ...    "
                },
                "11": {
                    "title": "Auguste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Now an inspector already has been, Mauro wants his staff to do even more their best. Some old 'friends' of Nico come by and she has to help them. But the police are on the trail of these 'friends'. This has consequences for the whole team and results in an awkward situation for Nico. The ex-husband of Linda comes by with his new partner. But to Linda's surprise he doesn't just want to introduce his new wife. Kurt sees a new life in front of him now his mother has died. He decides to play open cards with Mauro and his colleagues. But he also discovers that his former ...    "
                },
                "12": {
                    "title": "Jamie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Laurence hires an odd replacement for Nico. Mauro and Laurence live on the edge of war since Mauro knows the truth about her and Hannes. But Hannes doesn't seem to keep the agreement he made with Laurence. Nico is back and is ready for work. Mauro starts her of into an important cooking lesson. This is very much against Laurence wishes. The ex of Linda turns up with their daughter and wants to convince her to start again. Kurt gets an offer he can't refuse.    "
                },
                "13": {
                    "title": "Dirk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Goesting (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    It's Nico's birthday. Exactly on the day the 'stars' are handed out. She fears no-one will congratulate her. Laurence wants to give her personal live priority to Felixir and makes plans to leave. But just at this moment her parents and Mauro's arrive to celebrate the star for Felixir. When a group of young girls have a bachelors party, Mauro intervenes in his own way. But eventually, he and Hannes have to take upon a hard confrontation.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Van Looveren, Jan"
            },
            {
                "name": "der Meeren, Patsy Van"
            },
            {
                "name": "Talpe, Louis"
            },
            {
                "name": "Gantura, Darya"
            },
            {
                "name": "Thys, Chris"
            },
            {
                "name": "Bervoets, Gene"
            },
            {
                "name": "De Keersmaecker, Ann"
            },
            {
                "name": "Mertens, Maarten"
            },
            {
                "name": "Moreel, Maya"
            },
            {
                "name": "den Hoof, Adriaan Van"
            },
            {
                "name": "Boels, Griet"
            },
            {
                "name": "Blereau, Camilia"
            },
            {
                "name": "Caudron, Pepijn"
            },
            {
                "name": "De Weert, Tuur"
            },
            {
                "name": "van Dijck, Rikkert"
            },
            {
                "name": "van Hecke, Isabelle"
            },
            {
                "name": "Uitterlinden, Ilse"
            },
            {
                "name": "Thys, Leah"
            },
            {
                "name": "Goris, Erik"
            },
            {
                "name": "Arras, Kristine"
            },
            {
                "name": "Bastiaensen, Peter"
            },
            {
                "name": "Bauwens, Michel"
            },
            {
                "name": "Boen, Steven"
            },
            {
                "name": "Bosmans, Maarten"
            },
            {
                "name": "Burke, Erik"
            },
            {
                "name": "Cornet, Ron"
            },
            {
                "name": "Dendievel, Leen"
            },
            {
                "name": "Focketyn, Frank"
            },
            {
                "name": "Bervoets, Lindsay"
            },
            {
                "name": "Bischops, Janine"
            },
            {
                "name": "Boets, Herman"
            },
            {
                "name": "Bulckaen, Peter"
            },
            {
                "name": "Delhem, Rudi"
            },
            {
                "name": "Deploige, Govert"
            },
            {
                "name": "Diependaele, Leen"
            },
            {
                "name": "Coessens, Marc"
            },
            {
                "name": "Daeseleire, Axel"
            },
            {
                "name": "De Bruyn, Joke"
            },
            {
                "name": "De Konink, Luk"
            },
            {
                "name": "Demedts, Jef"
            },
            {
                "name": "Bober, Marc"
            },
            {
                "name": "De Hoog, Tom"
            },
            {
                "name": "Devriese, Marianne"
            },
            {
                "name": "Emran, Mustapha"
            },
            {
                "name": "Gielis, Werner"
            },
            {
                "name": "Löw, Ernst"
            },
            {
                "name": "Peeters, Marc"
            },
            {
                "name": "Selderslaghs, Bob"
            },
            {
                "name": "Timmermans, Machteld"
            },
            {
                "name": "Truyen, Sofie"
            }
        ],
        "locations": [
            "Lier, Belgium"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "number of seasons": 1,
        "rating": 6.0,
        "votes": 55,
        "languages": [
            "Dutch"
        ],
        "title": "Goesting",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2010",
        "akas": [
            "Goesting (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Simons, James"
            },
            {
                "name": "De Wilde, Steve"
            },
            {
                "name": "Enghien, Winnie"
            }
        ],
        "production companies": [
            {
                "name": "Vlaamse Radio en Televisie"
            }
        ],
        "distributors": [
            {
                "name": "Vlaamse Radio en Televisie (VRT)"
            },
            {
                "name": "Vlaamse Radio en Televisie (VRT)"
            }
        ],
        "plot": [
            "When chef Mauro decides to change his kitchen employees, he feels that, for the first time ever, his restaurant could be worth a Michelin Guide Star. First he and his new team have to overcome the obstacles of personal affairs.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "50 min (Belgium)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 55,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 13,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 14,
                "rating": 6.3
            },
            "males": {
                "votes": 41,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 11,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 15,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 6.3
            },
            "females": {
                "votes": 6,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.7
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 41,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 2,
            "9": 6,
            "8": 10,
            "7": 10,
            "6": 5,
            "5": 9,
            "4": 5,
            "3": 1,
            "2": 0,
            "1": 7
        },
        "arithmetic mean": 6.0,
        "median": 7
    }
}