{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "12 October 2010"
            },
            {
                "country": "Australia\n",
                "date": "19 June 2011"
            }
        ],
        "release dates": [
            "UK::12 October 2010",
            "Australia::19 June 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Lip Service"
            },
            {
                "countries": "Russia",
                "title": "Пустые слова"
            }
        ],
        "akas": [
            "Lip Service (original title)",
            "Пустые слова Russia"
        ],
        "akas from release info": [
            "Lip Service (original title)",
            "Пустые слова Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 42,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Cat and Sam return to Glasgow after a month in South America. Tess's first day at her new job throws up some surprises.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 38,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Tess splits with Fin and is also not happy when bitchy actress Nora tries to steal her limelight at rehearsals. Sam plans a big night out for Cat's birthday, unaware that Cat has spent the afternoon in bed with Frankie. They are seen by Tess, who agrees to keep quiet but, returning home, Cat is hit by a car. She is rushed to hospital where she is treated by Lexy and her gay colleague Declan but to no avail. Frankie is reluctant to attend the funeral and is persuaded by Sadie to go but she sneaks in at the back, drunk, and only stays a few minutes. Another visit to ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 25,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    After Alma tells her she wants no further contact as her husband is unaware of her past life a devastated Frankie returns to New York, swearing Tess to secrecy about her resumed affair with Cat. Her room in the flat-share is taken by Sadie, who fails an interview to write for Minus 21 magazine but later cops off with its editor Lauren, despite Lauren being spoken for. Lexy also enjoys noisy sex with colleague Bea, though she too has a wife. Tess invites Ed to go drinking with her stage crowd and, whilst Tess has platonic fun with the kindly Hugh, Ed goes home with ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 31,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    Tess feels left out as Ed dates Nina so they fix her up on a date with Nina's friend Meg but Meg is extremely weird and, helped by Lexy, Tess feigns illness to get rid of her. Lexy herself asks Sam to a wine-tasting, making Bea jealous. The session is pretentious and the pair are evicted for laughing, going for a drink together. Here Lexy tells Sam that she believes she has a stalker, who leaves anonymous notes and phone calls. Later, Sam, going through Cat's belongings, sees the evidence of Cat's infidelity with Frankie. Sadie meanwhile is given a job in an art ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 28,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    Sam confronts Tess over her knowledge of Cat and Frankie's affair, alienating herself from the flatmates. At work she is stressed, attacking a suspected drug dealer and Ed's peace-making efforts are in vain. Lexy is shocked to find that her stalker is the husband of Bea, whom she had assumed was a lesbian but has a child whom she will not leave. Tess consoles Lexy and at Ed's book launch they grow close but Tess is called away by a drunken Hugh roping her to get revenge on his ex-wife, Ed himself dumping Nina after he is perturbed by her total selfishness. Sadie ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 34,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    Tess is nervous about her first night in 'Uncle Vanya' but, despite having to hold up a drunken Hugh anxious to win his wife back and survive a sabotage attempt by Nina, she is a great success. Sam leads a drugs raid in which colleague Vince is injured and she blames herself for being preoccupied with Cat. She turns to Lexy for consolation, and a passionate session, whilst Lexy fixes Declan up with the radiographer he fancies. Lauren rejects Sadie after she has stolen an expensive watch to impress her. As a result, Sadie robs the art gallery and does a runner.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 78,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gay photographer Frankie Alan returns to her native Glasgow after a two year absence to be met by straight best friend Jay. Carol, the aunt who brought her up on her parents' deaths, has died and Frankie is intrigued by a message Carol left on her answer phone before her death. Frankie's former lover Cat, whom she dumped, goes on a date with policewoman Sam, who leaves halfway through supposedly for work but Cat wonders if it is not because of her talk of Frankie. Frankie and Cat reconcile to attend Carol's funeral, though Frankie's uncle Cameron is hostile. Would-be ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 54,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After a night of passion Lou gets Tess a job as a runner on her show but asks her to keep their affair a secret. Tess asks her to dinner to meet Cat and Cat's brother Ed but Lou fails to show, making an excuse which turns out to be false. Tess confronts her next day and they kiss and make up. At Carol's funeral Frankie argues with Cameron, who throws her out but learns that Carol sent the album of photos of Frankie to a woman named Annie Cawthorne, living on a rough estate. Cat and Sam meet again and have a successful date whilst Frankie picks up one night stand Sadie...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 52,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Frankie retrieves the necklace from Sadie who tells her she took it to make sure she contacted her. Cat is shocked when she finds Frankie has been taken on by her firm of architects as full-time photographer and disappointed that Jay has been appointed over her head to run a project she began and is consoled by Sam whilst Frankie is forced to help Jay when he tries to seduce office junior Hayley with the aid of drugs and the girl passes out. Tess, now temping, is dismayed when Lou, after staying the night, refuses to answer her calls and makes an unannounced visit ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 47,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Frankie is angry that Jay says nothing when Hayley is sacked as a drug taker but she has other things on her mind, such as moving into a palatial studio flat, courtesy of Sadie, with Tess. She also shows Cat the certificate that claims she died as a child and Cat gets Sam to use her influence to discover that Annie Cawthorne was actually a petty criminal called Alma Carter. Cameron tells Frankie this was her mother, who did not want her and a saddened Frankie gets stoned with Sadie, trashing a flat Sadie is minding but got off the hook by Sam. Cat also introduces Sam ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 42,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Cat and Frankie have fun visiting their old school, now empty and marked for development, though Frankie tells Cat that Jay gave Hayley the ketamine and, when it looks likely that Cat will be blamed, claims that she did it, leading to her dismissal. She also discovers that Cameron and Darren know each other and seem to have a secret. Tess is depressed as her birthday is approaching and, as they are planning a surprise party, all her friends claim they are doing something else. After an encounter with ex-girlfriend Chloe, Tess has Botox so that, when she arrives at the...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lip Service (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 47,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Following his exposure at the party Jay gets dumped by Becky but there is good news for Ed, who gets his first novel published and for Tess, who wins a lead role in a stage play and gets a new girlfriend in electrician Fin. Frankie confronts Darren, learning that they are both the children of Alma Carter and an ultimate showdown with Cameron reveals that he is Frankie's father and it was considered that, given Alma's involvement with a crime, he and Carol should bring her up as their own. A confused Frankie sleeps with Cat but fails to win her away from Sam and ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Button, Fiona"
            },
            {
                "name": "Peace, Heather"
            },
            {
                "name": "Pearson, James Anthony"
            },
            {
                "name": "O'Keeffe, Natasha"
            },
            {
                "name": "Gedmintas, Ruta"
            },
            {
                "name": "Fraser, Laura"
            },
            {
                "name": "Elliott, Emun"
            },
            {
                "name": "Cree, Steven"
            },
            {
                "name": "Gilchrist, Gilly"
            },
            {
                "name": "Skellern, Anna"
            },
            {
                "name": "Keenan, Sinead"
            },
            {
                "name": "Jumbo, Cush"
            },
            {
                "name": "McQuarrie, Stuart"
            },
            {
                "name": "Truter, Gregor"
            },
            {
                "name": "Sinclair, Adam"
            },
            {
                "name": "Mannion, Tom"
            },
            {
                "name": "Cameron, Ian James"
            },
            {
                "name": "Burroughs, Lorraine"
            },
            {
                "name": "McKee, Roxanne"
            },
            {
                "name": "McIntosh, Neve"
            },
            {
                "name": "De Caestecker, Iain"
            },
            {
                "name": "Maclean, Hilary"
            },
            {
                "name": "Hood, Alana"
            },
            {
                "name": "Duff, Duncan"
            },
            {
                "name": "Edmond, Valerie"
            },
            {
                "name": "Stuart, Nabil"
            },
            {
                "name": "Livingstone, Lisa"
            },
            {
                "name": "Jupp, Miles"
            },
            {
                "name": "Stanbridge, Hanna"
            },
            {
                "name": "Abercromby, Romana"
            },
            {
                "name": "McMonagle, Laura"
            },
            {
                "name": "Hepburn, Stuart"
            },
            {
                "name": "Logan, Phyllis"
            },
            {
                "name": "Cassidy, Carole"
            },
            {
                "name": "Carlyle, David"
            },
            {
                "name": "Howard, Ainsley"
            },
            {
                "name": "Wadsworth, India"
            },
            {
                "name": "Clyde, John"
            },
            {
                "name": "Bent, Stephen"
            },
            {
                "name": "Harris, Colin"
            },
            {
                "name": "Gildea, Amelia"
            },
            {
                "name": "McGee, Barry"
            },
            {
                "name": "Mackay, Ailidh"
            },
            {
                "name": "O'Neill, Caroline"
            },
            {
                "name": "Tait, Andrew John"
            },
            {
                "name": "McCann, Frances Mayli"
            },
            {
                "name": "MacKay, Gary"
            },
            {
                "name": "Devlin, Linda Jane"
            },
            {
                "name": "Peebles, Alison"
            },
            {
                "name": "Siller, Morag"
            }
        ],
        "locations": [
            "King's Park Hotel, Glasgow, Strathclyde, Scotland, UK",
            "Merchant City, Glasgow, Strathclyde, Scotland, UK",
            "Rutherglen Cemetery, Glasgow, Strathclyde, Scotland, UK"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.5,
        "votes": 3633,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmRhMmQyZjYtODYwNy00MTA2LTk2NTEtN2ViMzc2MDIzMTdiXkEyXkFqcGdeQXVyMjUyMTE3MTc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Lip Service is a ground-breaking TV comedy drama series, focusing on the romantic lives of three gay women living in contemporary Glasgow. After two years living and working in New York, talented photographer Frankie (28), returns to Glasgow for her aunt's funeral. For Frankie it's time to confront her family, herself and her relationship with her ex-love, Cat. Cat (29), is an architect who has finally plucked up the courage to re-enter the dating scene and meets a loyal, feisty and funny cop, Sam (30). Their relationship blossoms Sam offers Cat everything the wild, capricious Frankie couldn't but simmering below the surface for both Frankie and Cat is an enduring love and passion that cant be ignored. Tess is an actress, who is fast approaching 30 with no career, money or love life. Like Frankie and Cat, she wants to learn from the past and find happiness but are they all destined to make the same mistakes again? Funny, irreverent and moving, Lip Service follows the interwoven love-lives of Frankie, Cat and Tess, building to a poignant and dramatic finale.",
        "languages": [
            "English"
        ],
        "title": "Lip Service",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Braun, Harriet"
            },
            {
                "name": "Jackson, John"
            },
            {
                "name": "Gearey, Julie"
            }
        ],
        "production companies": [
            {
                "name": "Kudos Film and Television"
            },
            {
                "name": "BBC Scotland"
            }
        ],
        "distributors": [
            {
                "name": "PRO-FUN media Filmverleih"
            },
            {
                "name": "PRO-FUN media Filmverleih"
            },
            {
                "name": "PRO-FUN media Filmverleih"
            },
            {
                "name": "BBC Drama Group"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Homescreen"
            },
            {
                "name": "Synergetic Distribution"
            }
        ],
        "other companies": [
            {
                "name": "Pepper Post Production"
            },
            {
                "name": "ABS Payroll & Production Accounting Services"
            }
        ],
        "plot": [
            "Lives, loves & lusts of Lipstick Lesbians in Scotland.::Anonymous",
            "_Lip Service_ (qv) is a ground-breaking TV comedy drama series, focusing on the romantic lives of three gay women living in contemporary Glasgow. After two years living and working in New York, talented photographer Frankie (28), returns to Glasgow for her aunt's funeral. For Frankie it's time to confront her family, herself and her relationship with her ex-love, Cat. Cat (29), is an architect who has finally plucked up the courage to re-enter the dating scene and meets a loyal, feisty and funny cop, Sam (30). Their relationship blossoms Sam offers Cat everything the wild, capricious Frankie couldn't but simmering below the surface for both Frankie and Cat is an enduring love and passion that cant be ignored. Tess is an actress, who is fast approaching 30 with no career, money or love life. Like Frankie and Cat, she wants to learn from the past and find happiness but are they all destined to make the same mistakes again? Funny, irreverent and moving, _Lip Service_ (qv) follows the interwoven love-lives of Frankie, Cat and Tess, building to a poignant and dramatic finale.::Kudo Film and Television"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3633,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 986,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 1465,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 408,
                "rating": 7.3
            },
            "males": {
                "votes": 699,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 154,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 322,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 196,
                "rating": 6.8
            },
            "females": {
                "votes": 2242,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 812,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 1112,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 201,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 52,
                "rating": 5.2
            },
            "us users": {
                "votes": 487,
                "rating": 7.2
            },
            "non us users": {
                "votes": 1776,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 894,
            "9": 521,
            "8": 883,
            "7": 685,
            "6": 287,
            "5": 125,
            "4": 62,
            "3": 41,
            "2": 23,
            "1": 112
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}