{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "14 September 2010"
            },
            {
                "country": "Finland\n",
                "date": "11 January 2012"
            },
            {
                "country": "Sweden\n",
                "date": "1 August 2013"
            }
        ],
        "release dates": [
            "Germany::14 September 2010",
            "Finland::11 January 2012",
            "Sweden::1 August 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Weissensee"
            },
            {
                "countries": "Finland",
                "title": "Rakkautta Berliinin muurin varjossa"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Kärlek i skuggan av Berlinmuren"
            },
            {
                "countries": "Romania",
                "title": "Poveste de dragoste în Berlin"
            },
            {
                "countries": "Russia",
                "title": "Вайссензее. Берлинская история"
            },
            {
                "countries": "USA (alternative title)",
                "title": "The Weissensee Saga"
            }
        ],
        "akas": [
            "Weissensee (original title)",
            "Rakkautta Berliinin muurin varjossa Finland",
            "Kärlek i skuggan av Berlinmuren Finland (Swedish title)",
            "Poveste de dragoste în Berlin Romania",
            "Вайссензее. Берлинская история Russia",
            "The Weissensee Saga USA (alternative title)"
        ],
        "akas from release info": [
            "Weissensee (original title)",
            "Rakkautta Berliinin muurin varjossa Finland",
            "Kärlek i skuggan av Berlinmuren Finland (Swedish title)",
            "Poveste de dragoste în Berlin Romania",
            "Вайссензее. Берлинская история Russia",
            "The Weissensee Saga USA (alternative title)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Alte Wunden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 33,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    Martin Kupfer formed a reconstituted family with Westberlin girlfriend Katja Wiese and his two daughters, but Anna longs back to their first family and Lisa wines Martin doesn't support her model ambition, Martin being flat-out at the furniture plant. Falk is in a wheelchair since Dunja Hausmann shot his leg cripple, but is hired as consultant by western insurance company Promittas for his Stasi-competences, under alias Schmitt; thus physio-therapist Petra Zeiler knows him and admires his spirit, ignoring he belonged to the StaSi which has jailed her for a flight ...    "
                },
                "2": {
                    "title": "Geister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 30,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    General Günther Gaucke Falk shows a document proving Hans Kupfer once decided and executed the StaSi murder of his friend Mischa Liebermann in West Berlin, which Hans calls a blackmail forgery, but Falk has doubts and insists to put the family's future first, given sole potential witness Dunja Hausmann is missing. Crushed by the movement's electoral failure, Vera accepts Bernd Krohnak's Treuhand job offer. Roman Kupfer's nocturnal Trabi-drag-race impresses a street gang which he joins, but gets wounded when they start a street fight against Turkish youngsters, his ...    "
                },
                "3": {
                    "title": "Der erste Stein",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 31,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    After Martin and Katja Wiese return Lisa home from Milan, her modeling agency demands compensation, butt Katja threatens with an article exposing the debauchery. Marlene Kupfer helps Günther Gauckes smuggle the party funds over Switzerland back to Berlin. Peter Görlitz and Nicole Henning start a (used) car dealership viz. food stand. About to crack under costs due to the currency parity, Martin considers Swabian investor Rüdiger Breger's financial proposal for the furniture factory but mistrusts it and turns to the Treuhand, where Vera must examine the plan. Informed ...    "
                },
                "4": {
                    "title": "Blühendes Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 28,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    Hans asks Katja Wiese for another interview, feeling while Dunja Hausmann remains missing, disclosure of the true archives is his only hope against Gaucke's counterfeits. Falk Kupfers alter Stasi-learned blackmail methods made Promittas the leading insurance in east Germany and his romance with unsuspecting physio-therapist Petra deepens, but tormented by guilt, he resolves to help Hans, yet his mother Marlene refuses to disclose what happened to Mischa Liebermann. Falk is threatened himself by Gaucke when he defends Hans, so Falk calls his marker on CIA-agent Shnyder...    "
                },
                "5": {
                    "title": "Geliehens Glück",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 25,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    When Falk is hospitalized, his lover Petra recognizes visiting father Hans Kupfer from TV and realizes Falk lied about his past, which shocks her enough to dump him. Celebrating the German world cup victory as host nation, Roman Kupfer's lover Svenja is killed when his Neonazi-gang clashes with a leftist street gang. Mother Vera fails to console Roman or deter him from joining the gang's violent revenge plans, but turns to ex Falk, who chases the cowards away and reconciles with his son. Peter Görlitz thanks Nicole Henning for helping him in his car dealership with a ...    "
                },
                "6": {
                    "title": "Am Ende des Tages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 26,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Martin wrestles with conscience issues about Marlene's offer to settle his debt with some of the party funds, and thus waits until the offer has expired due to paying off general Gaucke to provide Hans a defense in the murder case. Petra realizes she still loves Falk despite his despicable StaSi past and demands proof he has changed. Researching the party finances, Katja gets an interview with Treuhand boss Bernd Krohnak, whom Vera pushes to disclose West German firms collaboration with Stasi survivors. Falk is instructed by chief Herrmann von Stein, to stop Katja ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Operation Juninacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 60,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Easy-going East Berlin Volkspolizist (GDR cop) Martin Kupfer, divorced without custody of his pre-teen daughter, starts an innocent affair with beautician Julia Hausmann, having dutifully arrested her in 1980 for a forbidden Walkman during a speeding drive with her German-American fiance Robert Schnyder, whom she cheats on despite being the perfect in-law for her mother, critical songwriter-club singer Dunja Hausmann. Martin and Julia ignore Dunja enjoys protection as former lover of Martin's father, high-ranking Security Ministry officer Hans Kupfer. Charging by Hans...    "
                },
                "2": {
                    "title": "Die verlorene Tochter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 54,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Stasi officer Falk Kupfer is started and furious that Julia wasn't found in American Robert Schnyder's car, as she stayed out of love for his cop brother Martin. Ignoring father Hans's instructions of diplomatic prudence, Falk keeps Robert in appalling conditions, questioning him as 'good cop'. He still won't incriminate Julia until shown pictures made by spying Martin as her lover, but that drives the capitalist to suicide. Falk now questions Julia but Hans intervenes for her at mother Dunja Hausmann's plea, only to find her a rebellious liar. Marti still ignores why...    "
                },
                "3": {
                    "title": "Alles für die Liebe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 52,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Martin convinces Julia to move out together, but after he talks over the home assignment clerk to give them a shot against the rules, their application is squashed from the top, which only makes the conflict between Martin and father Hans, who calls his infatuation foolish and immature, deepen into a worrisome family rift. Falk fears for his position after tormented Robert Schnyder's diabetic hospitalization, compromising the party's detente policy, but general Gaucke chooses another scapegoat and even proposes a promotion, against Hans's advice, enabling him to bug ...    "
                },
                "4": {
                    "title": "Eine alte Leidenschaft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 46,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The search for missing Lisa has the Kupfer family bicker but also tie together. Hans and Marlene blame Falk's plot. Martin finds Lisa with a kind man who promised candy but tried nothing, and realizes he's only being charged as former Wall-flight-convict, so a scapegoat while the real pedophile is probably still lurking around. Marion invites Martin for a makeup family dinner, but he tells Lisa he's not returning to her mother ever. Klaus Meigold is arrested attempting to smuggle Dunja's subversive record to the West, Hans wants to recruit him as informer instead. ...    "
                },
                "5": {
                    "title": "Das Konzert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 51,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Hans Kupfer looses credit with general Gaucke, who promotes neither his candidate nor Falke, after Dunja's failed suicide which drives Julia hysterical, turning even a while on Martin, who incurs a formal warning -to his unconnected partner Peter Görlitz's envy- for refusing an order to raid a harmless party. Falk physically fights Martin, who is surprised to win for the first time, and to find his brother utterly unforgiving, while both feel betrayed by father, who learns his wife knew about Dunja. Falke is instructed to 'find ways' and blackmails a police employee ...    "
                },
                "6": {
                    "title": "Am Ende des Tages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 52,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Falk has Dunja interned in psych ward until she signs either transfer of all her decisions to a regime lawyer or becomes his StaSi spy. Dunja gives in, finds he home bugged but informs daughter Julia. Hans prevents Martin being sanctioned for refusing a dubious order, even offers to arrange a lease for the home he squats with Julia, who calls him a coward for failing to oppose the regime with her, warning against her appointment with a West German reporter. Falk's wife Vera loses self-control after a pupil realizes he gets unfairly bad grades on account of his ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Der verlorene Sohn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 43,
                    "original air date": "13 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    1987, six miserable years later of political exacerbation. Imprisoned at Hoheneck as traitor, Julia Hausmann lost Martin's baby and he is made to believe she escaped to Hamburg, hence sells his car to former police partner Peter Gorlitz, who took him in at home now he's a discredited carpenter, to pay for an illegal way out. Falk Kupfer blackmails Dunja Hausmann to Stasi informant threatening to treat Julia even worse, even convincing her Martin had returned to his daughter's mother. Hans Kupfer lost his job to Falk, posted as instructor in the ministry's ...    "
                },
                "2": {
                    "title": "Die Rückkehr",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 39,
                    "original air date": "24 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Martin donated a kidney anyway, which saved Roman's life, but instead of gymnast he'll need a new future as engineering student. As reward, Falk has Julia released, but the ingrate keeps Martin waiting, rather meeting her new lush mother, somehow blaming 'coward' Martin for the miscarriage. Vera being icy to Falk, he starts marriage counseling from a psychologist, whose past he uses to steer her. Vera meets and falls for children's home buddy Nicole's brother, free-spirited protestant preacher Robert Wolff, who takes her along to punk-concerts and the politically ...    "
                },
                "3": {
                    "title": "Julia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 40,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Julia tries to convince Martin that their daughter is still alive.    "
                },
                "4": {
                    "title": "Liebe ist stärker als der Tod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 39,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Hans brings terrible news to Dunja, and she drowns her sorrows in alcohol.    "
                },
                "5": {
                    "title": "Der Überfall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 40,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Finding Martin at the burning dacha, blaming state, family and himself for Julia and daughter Anna's fate, Hans offers help to find out the kid's. Martin can't find Dr. Maiwald and general Gaucke seals all documents on the case, but Hans is reinstated at the ministry and manages to track down Dr. Schmolke, who signed the death certificate, and bugs Dunja's telephone to spy o them and their StaSi supervisor. Hans's Gorbachov-moderation is abhorred by pitiless Gaucke, who presses Falk to crack down on the environmental library, now the nerve center of preacher Robert's ...    "
                },
                "6": {
                    "title": "Morgenluft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 41,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Falk Robert has the environmental library stormed, the 'opponents' arrested, and tries to play them against each-other. Robert is shown the StaSi enrollment of Vera, who also admits it to Nicole, who refuses to believe she passed only minor info. Vera feels her life is rendered senseless by Falk and leaves him. Hans is horrified to learn Falk was responsible for abducting Martin's daughter Anna but dares not tell Martin fearing fratricide and pressures Falk to help find Anna. Dunja is off liquor and returns to activism, performing at a church gathering for liberation ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Eine Nacht im November",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 47,
                    "original air date": "29 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    One night in November.    "
                },
                "2": {
                    "title": "Ein neues Leben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 39,
                    "original air date": "29 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A new life.    "
                },
                "3": {
                    "title": "Einer von uns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 39,
                    "original air date": "30 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Der Amerikaner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 34,
                    "original air date": "30 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Am Abgrund",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 34,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Kaltes Herz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weissensee (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 33,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Cold heart.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Lukas, Florian"
            },
            {
                "name": "Kockisch, Uwe"
            },
            {
                "name": "Hartmann, Jörg"
            },
            {
                "name": "Reinecke, Ruth"
            },
            {
                "name": "Loos, Anna"
            },
            {
                "name": "Hürrig, Hansjürgen"
            },
            {
                "name": "Grossmann, Stephan"
            },
            {
                "name": "Saß, Katrin"
            },
            {
                "name": "Mehnert, Claudia"
            },
            {
                "name": "Herzsprung, Hannah"
            },
            {
                "name": "Lehmann, Sven"
            },
            {
                "name": "Wagner, Lisa"
            },
            {
                "name": "Lehmann, Ferdinand"
            },
            {
                "name": "Hämmerle, Jonas"
            },
            {
                "name": "Große, Christina"
            },
            {
                "name": "Piesk, Bernhard"
            },
            {
                "name": "Zehrfeld, Ronald"
            },
            {
                "name": "Hegewald, Max"
            },
            {
                "name": "Bading, Thomas"
            },
            {
                "name": "Klawitter, Arnd"
            },
            {
                "name": "Wiesweg, Pauline"
            },
            {
                "name": "Groth, Steffen"
            },
            {
                "name": "Hourticolon, Chantal"
            },
            {
                "name": "Rosendahl, Saskia"
            },
            {
                "name": "Schenk, Michael"
            },
            {
                "name": "Triebel, Jördis"
            },
            {
                "name": "Leiberg, Alma"
            },
            {
                "name": "Junghans, Günter"
            },
            {
                "name": "Brandau, Maja"
            },
            {
                "name": "Kind, Michael"
            },
            {
                "name": "Schweighöfer, Gitta"
            },
            {
                "name": "Franoszek, Nina"
            },
            {
                "name": "Matthias, Silke"
            },
            {
                "name": "Beyer, Gerd"
            },
            {
                "name": "Ranisch, Volker"
            },
            {
                "name": "Gertsch, Max"
            },
            {
                "name": "von Radetzky, Judith"
            },
            {
                "name": "Assböck, Joachim Paul"
            },
            {
                "name": "Tempel, Ralf"
            },
            {
                "name": "Hentschel, Jörn"
            },
            {
                "name": "Brendler, Julia"
            },
            {
                "name": "Erlebach, Hedda"
            },
            {
                "name": "Heinrich, Jürgen"
            },
            {
                "name": "Suhm, Johannes"
            },
            {
                "name": "Wilde, Tim"
            },
            {
                "name": "Foroutan, Melika"
            },
            {
                "name": "Dillenberger, Armin"
            },
            {
                "name": "Woelky, Max"
            },
            {
                "name": "Lehmann, Beata"
            },
            {
                "name": "Marx, Horst-Günter"
            }
        ],
        "locations": [
            "Berlin, Germany"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "Germany:12",
            "United States:TV-PG"
        ],
        "number of seasons": 4,
        "rating": 8.2,
        "votes": 1062,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMyNTU1ODQ0Ml5BMl5BanBnXkFtZTgwMjcwNjE0NzE@._V1_SY150_CR92,0,101,150_.jpg",
        "languages": [
            "German"
        ],
        "title": "Weissensee",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Fromm, Friedemann"
            },
            {
                "name": "Hess, Annette"
            },
            {
                "name": "Krause, Tim"
            }
        ],
        "production companies": [
            {
                "name": "Ziegler Film & Company"
            }
        ],
        "distributors": [
            {
                "name": "KNM Home Entertainment"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Adag Film Services"
            },
            {
                "name": "Mecon Media Concept"
            }
        ],
        "plot": [
            "The lives of two families in East Berlin between 1980 and 1990 as the era of communist DDR slowly comes to an end."
        ],
        "tech": {
            "runtime": [
                "50 min (6 Episodes)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "laboratory": [
                "ARRI Film & TV, München, Germany"
            ],
            "negative format": [
                "16 mm (Kodak Vision3 500T 7219)"
            ],
            "cinematographic process": [
                "Super 16"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1062,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 98,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 375,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 307,
                "rating": 8.2
            },
            "males": {
                "votes": 629,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 56,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 281,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 251,
                "rating": 8.2
            },
            "females": {
                "votes": 195,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 40,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 88,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 54,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 21,
                "rating": 6.9
            },
            "us users": {
                "votes": 48,
                "rating": 8.1
            },
            "non us users": {
                "votes": 622,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 256,
            "9": 297,
            "8": 305,
            "7": 121,
            "6": 40,
            "5": 20,
            "4": 6,
            "3": 5,
            "2": 5,
            "1": 7
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}