{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 September 2010"
            },
            {
                "country": "Australia\n",
                "date": "13 September 2010"
            },
            {
                "country": "Sweden\n",
                "date": "13 March 2011"
            },
            {
                "country": "Belgium\n",
                "date": "15 February 2014"
            },
            {
                "country": "Hungary\n",
                "date": "29 June 2014"
            }
        ],
        "release dates": [
            "USA::8 September 2010",
            "Australia::13 September 2010",
            "Sweden::13 March 2011",
            "Belgium::15 February 2014",
            "Hungary::29 June 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Hellcats"
            },
            {
                "countries": "Brazil",
                "title": "Hellcats - Líderes de Torcida"
            },
            {
                "countries": "Brazil",
                "title": "Hellcats: Líderes de Torcida"
            },
            {
                "countries": "Greece",
                "title": "Hellcats"
            },
            {
                "countries": "Hungary",
                "title": "Vadmacskák"
            },
            {
                "countries": "Russia",
                "title": "Адские кошки"
            },
            {
                "countries": "Spain",
                "title": "Gatos infernales"
            },
            {
                "countries": "Spain (alternative title)",
                "title": "Hellcats (gatos infernales)"
            }
        ],
        "akas": [
            "Hellcats (original title)",
            "Hellcats - Líderes de Torcida Brazil",
            "Hellcats: Líderes de Torcida Brazil",
            "Hellcats Greece",
            "Vadmacskák Hungary",
            "Адские кошки Russia",
            "Gatos infernales Spain",
            "Hellcats (gatos infernales) Spain (alternative title)"
        ],
        "akas from release info": [
            "Hellcats (original title)",
            "Hellcats - Líderes de Torcida Brazil",
            "Hellcats: Líderes de Torcida Brazil",
            "Hellcats Greece",
            "Vadmacskák Hungary",
            "Адские кошки Russia",
            "Gatos infernales Spain",
            "Hellcats (gatos infernales) Spain (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A World Full of Strangers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 145,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Marti Perkins, a pre-law student at Lancer University, discovers that her scholarship has been canceled and her well-meaning but irresponsible mother, Wanda has neglected to inform her. Broke and out of options, Marti realizes the only way she can stay in school is to win a place on the Hellcats - Lancer's legendary cheer squad - and the scholarship that comes with it. Despite a confrontation with the Hellcats peppy team captain, Savannah, Marti wins over coach Vanessa Lodge, makes the squad and is thrust into a competitive world unlike anything she has ever known. ...    "
                },
                "2": {
                    "title": "I Say a Little Prayer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 98,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Marti is horrified when she discovers Wanda in the audience at qualifiers and banishes her from the stadium. After Charlotte, Savannah's sister and captain of the Hellcats' rival team from Memphis Christian college, falls and suffers a serious injury, Savannah is torn between going with her sister to the hospital and staying to compete. Savannah tells Marti her parents stopped talking to her when she decided to transfer from Memphis Christian to the secular Lancer University, forcing Marti to re-think her stance on Wanda attending qualifiers. Meanwhile, Lewis blasts ...    "
                },
                "3": {
                    "title": "Beale St. After Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 94,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Savannah is nervous about her first date with Dan so Marti, Lewis and the rest of the Hellcats team accompany her on their date which ends in disaster. Meanwhile, Marti tries to impress her law professor Julian in the hopes of joining his legal team but he doubts she can balance both her studies and cheerleading. Desperate to get her spot back, Alice turns to pills to kill the pain so she can get medically approved to re-join the team. Vanessa decides to come clean with Derrick about her affair with Red.    "
                },
                "4": {
                    "title": "Nobody Loves Me But My Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 80,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Lewis asks Marti out but she turns him down. Alice tells Lewis she will stop taking drugs if he helps her get back in shape as a flier, but then after a sweaty workout the two end up having sex. Meanwhile, Savannah takes Dan to her parents' house for dinner and a fight erupts after Savannah's mom demands that she stop seeing Dan. Wanda convinces Marti to give Lewis a chance so she tells him she's ready to date but he has second thoughts.    "
                },
                "5": {
                    "title": "The Prisoner's Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 86,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When Dan suggests the demo video needs a visual make-over, captain Savannah takes his advice to shoot it outdoors, despite major opposition lead by rival Alice. Criminal law professor Julian Parrish is attempting to change a law which needlessly aggravates punishments. Marti however believes the claim of innocence of the grumpy convict whose case is to serve as precedent and promises to get him released, although Julian considers that beyond their means. Red Raymond surprises Derrick by first warning he plans to win Vanessa back and successfully triggering a bar brawl...    "
                },
                "6": {
                    "title": "Ragged Old Flag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 73,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The girls's volleyball team challenges the Hellcats to a flag-football game. Lewis coaches the Hellcats and Red is impressed by his plays. Marti pretends to be sick so she can skip the game and attend a conference with Julian. Alice wants to cheat to win but Savannah refuses, putting the girls at odds once again.    "
                },
                "7": {
                    "title": "The Match Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 79,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Desperate to raise funds to get them to Nationals, the Hellcats plan a date auction. However, things take a unexpected turn after Savannah's old boyfriend Noah shows up and outbids Dan, Morgan wins a date with a horrified Marti and Vanessa is bid on by a mystery man whom she suspects is Red trying to win her back. Vanessa frets over whether to tell Derrick about the date as the money will cover the trip to Nationals for the Hellcats. Meanwhile, Lewis continues to keep a secret from the team.    "
                },
                "8": {
                    "title": "Back of a Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 85,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Dan has no problem sleeping-over boxers-only on the rug between the girls' dorm beds while Marti makes love to Lewis, but lover Savannah insists Dan takes her bed alone while she flees to a couch. Feeling she must 'eliminate' her virginity, Savannah books a luxury suite to share with pleasantly surprised Dan, only to change her mind and run home. Quarterback Jake Harrow is furious when girlfriend Alcie refuses to play along at a Lancers PR party to coax the press but confronts team boss Bill Marsh and inspires the bored press to focus on the hellcats instead. Marti's ...    "
                },
                "9": {
                    "title": "Finish What We Started",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 85,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Tipped by Marti's mother about her first love diary notes, Dan goes ask her if 'they' stand a chance before committing to his present, virginal partner, but is told to go ahead. Dan is surprised when shy Savannah rents a hotel suit to go all the way, only to sneak out last-minute while he's already stripping in bed. Savannah returns home a while, where she learns her kid sister Charlotte is hiding a pregnancy and offers to help cover by standing in as cheerleader star, albeit for the Hellcats' Memphis rival team. Using Dan as driver in a stakeout investigating the ...    "
                },
                "10": {
                    "title": "Pledging My Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 72,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A compromising picture of Alice is sent around school, humiliating her. Lewis feels bad for Alice and agrees to help her find the culprit. The two discover Damian, a football player, is the culprit and she vows revenge and plans to out him after she finds out he is gay. Red and Vanessa hear of her plan and set out to stop her before she does something she will regret. Meanwhile, Julian discovers Marti and Morgan are investigating Travis's case behind his back and cuts them lose from the team. Dan continues to be conflicted about his feelings for Marti so he makes a ...    "
                },
                "11": {
                    "title": "Think Twice Before You Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 73,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    After the incident in the car, Dan issues Marti an ultimatum either admit she has feelings for him or their friendship is over. Marti drags a depressed Savannah to a BBQ to help lift her spirits. Savannah drinks a little too much and decides to flirt with the DJ, which puts her in a compromising position later that night. Marti decides to tell Savannah the truth about what happened between her and Dan.    "
                },
                "12": {
                    "title": "Papa, Oh Papa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 71,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Marti endures a tense ride to sectionals with the Hellcats on the heels of her admission that she hooked up with Dan. Alice's father surprises Alice when he shows up to watch her fly. Alice confides to Lewis that she hasn't told her father that they broke up or that she was replaced as a flier. Not wanting to disappoint her father, Alice blackmails Savannah into giving up her spot as a flier by threatening to tell the squad that Savannah helped get Memphis Christian a free ride to sectionals.    "
                },
                "13": {
                    "title": "Worried Baby Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 75,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    While the Hellcats host a fund-raising party to sell cheer-leading calendars, Marti & Alice break into Marsh's office. But what they find raises ethical dilemmas for both. Meanwhile the Monroe clan has a family meeting ...of sorts. And Vanessa gives Coach Raymond a lesson about fancy footwork.    "
                },
                "14": {
                    "title": "Remember When",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 62,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The truth search has reached its goal: proof that Travis is no murderer, quarterback Jake's hazing-task, robbing a shop, went out of hand and was covered up by Bill Marsh and probably other college brass. Dan remains out of state. Just now, Marti gets her own initiation into the Hellcats, who reminisce their own joining and consider their future afterward, but if Jake's exposed, they may disappear as pointless without lancers sports team to cheer for.    "
                },
                "15": {
                    "title": "God Must Have My Fortune Laid Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 78,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Law professor Parish agrees to attempt freeing Travis with minimal scandal in order to limit damage to the Lancers team and hence the Hellcats, who risk loosing their funding, yet enjoy a silly toga party which may be their last. The prospect of prison horror scares Jake too much to just do the right thing for Travis and the team, but his ex soon drives home the message that coming clean is better for him too. after a brilliant public confession, he gets off with a minimal jail term in optimal conditions and retains his sports hero status. Travis goes free and schemer...    "
                },
                "16": {
                    "title": "Fancy Dan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 67,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Dan finally returns for his brother Jimmy's wedding. His father and Marti's mother trick her into attending as singer, Savannah volunteers as waitress just to be there. Both are stunned when Dan presents a new girlfriend he met in his new, Louisiana job. Travis convinces Alice to stick to her word and at least visit Jake, who might not have taken his place in jail without her promise of support, which proves enjoyable for the both of them.    "
                },
                "17": {
                    "title": "Don't Make Promises (You Can't Keep)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 69,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Hearing from Travis he's playing a song written by her late father, Marti confronts her mother for never having told her anything about her other parent. Red Raymond smooths some feather ruffled in the eventful previous episodes. Horrified, the Hellcats discover the sing they used for their national finals routine was promised exclusively to their captain, but also to the Memphis competitors, by a member each of the same obscure band. The boys make the teams woe them for binding exclusivity, but overplay their hand. Charlotte and her mother are shocked that her kid ...    "
                },
                "18": {
                    "title": "Woke Up Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 70,
                    "original air date": "19 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Dan's bid for entry at Lancer's film school is a zombie movie, starring the Hellcats. Making it is fun. After hearing from fellow candidates it doesn't meet the jury's known criteria, he plans not to enter it, but Savannah makes him reconsider and forces his hand. A music shop puts Marti on he trail of her father, who she discovers may be alive, so mother has a lifetime of lies to explain. The school paper exposes massive essay papers selling.    "
                },
                "19": {
                    "title": "Before I Was Caught",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 54,
                    "original air date": "26 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Marti convinces Julian to let her represent a Lancer University student at Honor Court, but she soon realizes the case is even more personal than she originally thought. Vanessa and Red are shocked to find out that Red's ex-wife, Emily, has been hired to dig up dirt on Lancer's athletic programs and staff.    "
                },
                "20": {
                    "title": "Warped Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 54,
                    "original air date": "3 May 2011",
                    "year": "2011",
                    "plot": "\n    Julian, now on kissing terms with Marti, discovers that her elusive father remarried and has another daughter, half her age, which fits the description of music store clerk Deirdre Perkins, who tries hard to avoid contact. Having compromised and lost her scholarship in the papers fraud, Savannah asks her father for a loan and is assured full study financing, but shortly after he's arrested for fraud.    "
                },
                "21": {
                    "title": "Land of 1,000 Dances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 56,
                    "original air date": "10 May 2011",
                    "year": "2011",
                    "plot": "\n    Father Parker Monroe, accused of fraud, can't afford a lawyer, so Marti asks Julian Parrish to do it pro bono. He accepts, as 'consolation' after she discovers that he has a young daughter and is still divorcing her mother. Thanks to the church charity fund, Parker gets bail, but decides to run. Alice enters the 24 hours dance marathon where Lewis wants to win a car for his father to hook him up, so when his partner Nasty Kathy is foot-injured, she hastily dumps Morgan as partner.    "
                },
                "22": {
                    "title": "I'm Sick Y'all",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellcats (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 73,
                    "original air date": "17 May 2011",
                    "year": "2011",
                    "plot": "\n    Illness prevents several cheer team members from partaking in the long-awaited national championship, so to avoid disqualification for failing to field 18, desperate measures are required, even faking health, which is found out. Dan rushes the Monroes to hospital as Savannah chooses to stand by brat sister Charlotte who delivers early, alas on final day. Lewis is locked in the bathroom by his crazily jealous ex Nasty Kathy. Deirdre rudely refuses to properly get to meet Marti's cheer-leading mates, but receiving a call on their switched cellphones puts Marti on the ...    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Michalka, Aly"
            },
            {
                "name": "Tisdale, Ashley"
            },
            {
                "name": "Jones, Robbie"
            },
            {
                "name": "Hemmens, Heather"
            },
            {
                "name": "Wong, Jeremy"
            },
            {
                "name": "Leal, Sharon"
            },
            {
                "name": "Barr, Matt"
            },
            {
                "name": "O'Grady, Gail"
            },
            {
                "name": "Hradsky, Louise"
            },
            {
                "name": "Sermonia, Genny"
            },
            {
                "name": "Randall, Alana"
            },
            {
                "name": "Hephner, Jeff"
            },
            {
                "name": "Anderson, Craig"
            },
            {
                "name": "Lahana, Emma"
            },
            {
                "name": "Witherspoon, Tyrell"
            },
            {
                "name": "Kennedy, Ryan"
            },
            {
                "name": "Moseley, Stephanie"
            },
            {
                "name": "Cotton, Ben"
            },
            {
                "name": "Miyauchi, Maiko"
            },
            {
                "name": "Harold, Gale"
            },
            {
                "name": "Douglas, Aaron"
            },
            {
                "name": "Rothery, Teryl"
            },
            {
                "name": "Woodside, D.B."
            },
            {
                "name": "Apanowicz, Magda"
            },
            {
                "name": "Keenleyside, Eric"
            },
            {
                "name": "Brown, Bethany"
            },
            {
                "name": "Esovolova, Elena"
            },
            {
                "name": "Shuker, Nathaniel"
            },
            {
                "name": "Hope, Barclay"
            },
            {
                "name": "Torti, Caroline"
            },
            {
                "name": "Argyris, Michelle"
            },
            {
                "name": "Oleksiuk, Jennifer"
            },
            {
                "name": "Sy, Stephanie"
            },
            {
                "name": "Tookey, Liz"
            },
            {
                "name": "Berry, Jennifer"
            },
            {
                "name": "Michalka, AJ"
            },
            {
                "name": "Sullivan, Camille"
            },
            {
                "name": "Rotaru, Elysia"
            },
            {
                "name": "Becker, Paul"
            },
            {
                "name": "Good, Brittany"
            },
            {
                "name": "Hunt, Chantal"
            },
            {
                "name": "Tanner, Morgan"
            },
            {
                "name": "Aurelio, Marcus"
            },
            {
                "name": "Byrnes, Jim"
            },
            {
                "name": "Airlie, Andrew"
            },
            {
                "name": "Markinson, Brian"
            },
            {
                "name": "Adams, Jonathan"
            },
            {
                "name": "Elissa, Holly"
            },
            {
                "name": "Emerson, Josh"
            },
            {
                "name": "Lakin, Christine"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:PG"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 9734,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIzMjM4NjE4MF5BMl5BanBnXkFtZTcwNjYzNjAzNA@@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Hellcats",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Murphy, Kevin"
            },
            {
                "name": "May, Kate Torgovnick"
            },
            {
                "name": "Schuur, Jennifer"
            }
        ],
        "production companies": [
            {
                "name": "Bonanza Productions"
            },
            {
                "name": "Tom Welling Productions"
            },
            {
                "name": "Warner Bros. Television"
            },
            {
                "name": "CBS Television Studios"
            }
        ],
        "distributors": [
            {
                "name": "The CW Network (The CW)"
            },
            {
                "name": "RTL Klub Televízió"
            }
        ],
        "special effects": [
            {
                "name": "Entity FX"
            }
        ],
        "other companies": [
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Micdi Productions"
            },
            {
                "name": "Post Modern Sound"
            }
        ],
        "plot": [
            "The wild world of competitive college cheerleading.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9734,
                "rating": 6.8
            },
            "aged under 18": {
                "votes": 2,
                "rating": 9.5
            },
            "aged 18 29": {
                "votes": 4585,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 3083,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 556,
                "rating": 6.2
            },
            "males": {
                "votes": 2693,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 1029,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 1231,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 353,
                "rating": 6.0
            },
            "females": {
                "votes": 5735,
                "rating": 7.0
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 3515,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 1816,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 197,
                "rating": 6.6
            },
            "top 1000 voters": {
                "votes": 84,
                "rating": 5.1
            },
            "us users": {
                "votes": 1595,
                "rating": 6.7
            },
            "non us users": {
                "votes": 4675,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 2556,
            "9": 827,
            "8": 1491,
            "7": 1786,
            "6": 1172,
            "5": 751,
            "4": 357,
            "3": 213,
            "2": 153,
            "1": 428
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}