{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "28 June 2010"
            },
            {
                "country": "Sweden\n",
                "date": "4 November 2012"
            }
        ],
        "release dates": [
            "UK::28 June 2010",
            "Sweden::4 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Rev."
            },
            {
                "countries": "Finland",
                "title": "Panta kaulassa"
            },
            {
                "countries": "Poland",
                "title": "Wielebny"
            },
            {
                "countries": "Russia",
                "title": "Преподобный"
            },
            {
                "countries": "UK (working title)",
                "title": "Handle with Prayer"
            }
        ],
        "akas": [
            "Rev. (original title)",
            "Panta kaulassa Finland",
            "Wielebny Poland",
            "Преподобный Russia",
            "Handle with Prayer UK (working title)"
        ],
        "akas from release info": [
            "Rev. (original title)",
            "Panta kaulassa Finland",
            "Wielebny Poland",
            "Преподобный Russia",
            "Handle with Prayer UK (working title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 27,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Adam is conducting Ellie's wedding service Archdeacon Robert is delivering Alex's baby daughter in the back of a taxi. Ten months later Adam meets Yusef, the Muslim imam, in a dilapidated children's playground where he has taken baby Katie and they decide to join forces to raise money for its renovation. Yusef does very well, collecting most of the money - despite being electrocuted by the church's faulty wiring system. This is as well as most of Adam's funds come from Colin selling crack cocaine. Both Christians and Muslims, however, put the Smallbones under ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 26,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Archdeacon Robert confronts Adam over his church's lack of funds, sending in celebrity vicar Roland Wise to give financial advice though Adam is not receptive. Then Jez and Rob, a gay couple, ask Adam to marry them and, against Nigel's advice, he conducts the ceremony in the guise of a routine Eucharist. Alex gets drunk at the reception and tells Robert what has happened, although, after initial disapproval, he shows himself to be an ally after all.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 20,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    At a charity lunch Adam meets award winning sculptor Mike Tobin who is keen create a new work and exhibit it in the church, as well as making a generous donation. Soon afterwards Adam enlists the help of newly-divorced Ellie and her school class in his anti-litter campaign, which leads to the couple sharing a passionate kiss. Given Mike's iconoclastic reputation Nigel and Robert are wary about his offering but it turns out to be a statue of a couple kissing. However Adam wrongly believes that it depicts himself and Ellie and almost causes a disaster.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Alex finds out that Adam kissed Ellie and throws him out. After crashing at Nigel's he ends up in the hostel with Colin but is thrown out of there as well for being unregistered. Fortunately Alex agrees to a reconciliation and takes him back. He also meets George, a qualified accountant who agrees to doing the church audits for free. George admits that he served a prison sentence for downloading child-porn but Adam agrees to give him a chance and to employ him. Sadly the other parish council members are less forgiving and George moves away.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 43,
                    "original air date": "21 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    News of Adam's kissing Ellie has reached the bishop, who tells Adam that he will be suspended, pending an investigation. To make things worse the church is in danger of closing due to poor attendances whilst, thanks to Nigel, the kiss has made it to the local paper's front page headline. Having carried a wooden cross through London foe another vicar's passion play Adam meets a mysterious stranger, who gives him hope - and next day he learns that he has been wholly exonerated. However circumstances have led to his decision to resign from the clergy.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 30,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Adam and Alex are rather enjoying his unemployment and then, as a stop-gap, he gets taken on at the local mini-mart where he faces the wrath of disgruntled parishioners. He intends to become a management consultant and, despite Archdeacon Robert's attempts to dissuade him, he goes for an interview though he deliberately sabotages it, realising it is not for him. As the church closes he becomes despairing and withdrawn, taking to his bed. However Alex gathers his flock to prove that they believe in him, as he delivers an Easter sermon which he now hopes will not be his...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 58,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Vicar Adam Smallbone and his solicitor wife Alex have been at his new urban parish of St. Saviours for a month but the congregation is tiny and,when part of a church window is broken, Adam learns that the insurance will not cover it and he must raise funds himself. Suddenly the church is full of families,anxious to give donations and presents,if the vicar will have a say in admitting their children to the local church school,highly-rated by OFSTED.These include the local M.P. Patrick Yam. The headmistress Ellie will play along but this means delaying the wedding of a ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 43,
                    "original air date": "5 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The archdeacon visits the church on a Sunday when there are only five people present. Adam prays for a miracle,which seems to come in the form of Darren, a charismatic evangelist who brings his three figure congregation from St. James,which is being renovated - along with white sofas, fruit smoothies and a rapper. Darren goes down a storm and contributes ten grand to St. Saviors' funds but Adam believes he is just a showman and refuses to let him preach again in his church. Colin inadvertently saves the day by getting over-excited about one of Darren's lady helpers.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 36,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Thieves steal the lead from the church roof so,to raise cash,Adam allows a Muslim children's group to use the hall.He is impressed by their piety compared to the rude kids he goes to address at the church primary school and this inspires him to oppose a strip club being opened opposite the church. He visits an existing club to know his enemy but,after the inevitable embarrassment,learns the new club will not be opening after all. Colin is almost arrested whilst trying to stop the real lead thieves and makes his escape in a burkah.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "19 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Adam is envious when a vicar he once knew,Roland Wise,becomes a mainstay on radio's 'Thought For the Day' and a frequent contributor to the press. So,to raise his own profile,he secures an interview on television but nerves cause him to say,\"We're all gay in the church,\" which is not well-received. He asks Roland for help but is amazed when his colleague admits to why he has become a media darling and finds that Roland is just as insecure as himself.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 34,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Feeling shunned in the pub,Adam is pleased to meet Leon,who wants to get married to Debs in his church. They become drinking buddies and go jogging together. Adam invites Leon and Debs to dinner and discovers that,fifteen years earlier,as students,Leon and Alex had sex on a bus. Adam is concerned that Leon is still flirting with Alex and wonders whether to conduct the ceremony but Debs calls it off when she finds out that Leon is trying to get back with an unimpressed Alex - who only has eyes for her husband.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 41,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Following a poor review of his last sermon on Godslot.com,Adam considers packing it in and stays at home watching TV whilst a bogus vicar roams the city,obtaining freebies and harassing the Bishop of London. After making a fool of himself at a vicars and tarts party organized by Ellie,he gets drunk and is almost arrested - but discovers redemption and the identity of the impostor.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 44,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Having had his peace on retreat shattered by brash fellow cleric Roland Wise,Adam's plans to take local schoolchildren to the seaside for the day fail to meet with the expected enthusiasm and Alex is annoyed as she sees herself as a work widow. However when Adam accidentally trips up a mugger who has stolen Adoyah's bag he is feted in the press as the Kung Fu Vicar and nominated for television's Pride of Britain Awards. Everybody wants a piece of him though a visit from the bishop persuades him to confess and swap a glamorous night out for a day at the seaside.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 34,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Talented new curate Abi Johnston arrives at St. Saviour's. Already a published author she is a brilliant organizer and charismatic preacher,who even persuades Colin to get baptized. Everybody loves her,including Alex - and Adam is seething with envy as he feels threatened by her presence. Drowning his sorrows with Colin he discovers that his drink has been spiked with an Ecstasy tablet,leading to a bizarre display at a childrens' service. The 'problem' is finally removed when Abi is fast-tracked to become a canon at St. Paul's cathedral though Colin still gets his ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 31,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Adam and Alex host his five-year-old god-daughter Enid whilst her parents attend a wedding. She is precocious and rude but at least she scares off a beggar. Adam and curate Nigel are called upon to scare off a laughing ghost in an old folks' home. Adam is sceptical despite being told that a dentist died of an overdose of laughing gas in the room in question though it could just as well be a fruity old chap pursuing Joan,the room's occupant. Adam gets his biggest scare when Enid goes missing whilst in Joan's care when her father comes to collect her but his prayers for...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 31,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Adam has a house guest when Mick gets sober and has to wait to get a spot in a homeless hostel. A wealthy Alcoholics Anonymous member may be the answer to a hole in the church accounts.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 29,
                    "original air date": "8 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Adam, challenged by a good-looking atheist teacher at the church school, puts together a football team for an inter-faith league.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 31,
                    "original air date": "15 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Alex is away on a walking holiday with friends and Adam is not cheered by Colin's assertion that she has dumped him. Archdeacon Robert requests Adam's silence after being seen with his boyfriend buying a bed as his being gay may hinder his chance to become the Bishop of Stevenage. However Adam ends up consoling him after he lost the bishopric by outing himself,as well as comforting a suicidal Nigel,upset at being turned down for the priesthood, and Colin,who has lost his job. All in all Adam counts his blessings when a relaxed Alex returns to him.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rev. (TV Series 2010–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 33,
                    "original air date": "20 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    After playing a reluctant Santa to Ellie's greedy,cynical pupils Adam returns home to find that Martin,his overly critical,selfish father-in-law has arrived for Christmas. With Nigel protesting about the commercialisation of the festival whilst Robert wants him to make money for the church from it and the check-out girl at the mini-market rationing the number of mince pies he can have Adam can do without a spat with Colin and the drunks who invade his Midnight Mass. Fortunately a little snow can work wonders and on Christmas Day Adam finds himself having a thoroughly ...    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Hollander, Tom"
            },
            {
                "name": "Colman, Olivia"
            },
            {
                "name": "Evets, Steve"
            },
            {
                "name": "Jupp, Miles"
            },
            {
                "name": "McBurney, Simon"
            },
            {
                "name": "Thomas, Ellen"
            },
            {
                "name": "Liemann, Lucy"
            },
            {
                "name": "Akingbola, Jimmy"
            },
            {
                "name": "Males, Katie"
            },
            {
                "name": "Willbond, Ben"
            },
            {
                "name": "Corfield, Lu"
            },
            {
                "name": "Newman, Eliza"
            },
            {
                "name": "Brand, Severn"
            },
            {
                "name": "Bonneville, Hugh"
            },
            {
                "name": "Syms, Sylvia"
            },
            {
                "name": "Warner-Campbell, Joshua"
            },
            {
                "name": "Fiennes, Ralph"
            },
            {
                "name": "Bloom, Kiri"
            },
            {
                "name": "Harris, Lee Nicholas"
            },
            {
                "name": "Pepperdine, Vicki"
            },
            {
                "name": "Scanlan, Joanna"
            },
            {
                "name": "Boyd, Darren"
            },
            {
                "name": "Armstrong, Alexander"
            },
            {
                "name": "Bobin, Joanna"
            },
            {
                "name": "Purefoy, James"
            },
            {
                "name": "Brown, Doc"
            },
            {
                "name": "Salmon, Colin"
            },
            {
                "name": "Bachman, James"
            },
            {
                "name": "Bower, Adrian"
            },
            {
                "name": "Grant, Richard E."
            },
            {
                "name": "Hale, Amanda"
            },
            {
                "name": "Palmer, Geoffrey"
            },
            {
                "name": "Colquhoun, Sophie"
            },
            {
                "name": "Cooper, Annie"
            },
            {
                "name": "Prince, Javone"
            },
            {
                "name": "Peck, Brian"
            },
            {
                "name": "Champ, Ricky"
            },
            {
                "name": "Doherty, James"
            },
            {
                "name": "Royer, Matthew"
            },
            {
                "name": "Jean-Paul-Denis, Jayden"
            },
            {
                "name": "Riley, Olivia"
            },
            {
                "name": "Fenton, Matthew"
            },
            {
                "name": "Lampard, Christine"
            },
            {
                "name": "Chiles, Adrian"
            },
            {
                "name": "Ganatra, Ravin J."
            },
            {
                "name": "Rodrigues, Tania"
            },
            {
                "name": "Wedderburn, Clive"
            },
            {
                "name": "Onilude, Marcus"
            },
            {
                "name": "Pamphilon, Billy"
            },
            {
                "name": "Dimbleby, Jonathan"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Ireland:12",
            "United Kingdom:12"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 1778,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTQzM2M3NzAtODI4My00ZjEzLTljZWUtYjRmNGIyNzgyZDc5XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Rev.",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2014",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Wood, James"
            },
            {
                "name": "Hollander, Tom"
            },
            {
                "name": "Bain, Sam"
            }
        ],
        "production companies": [
            {
                "name": "Big Talk Productions"
            },
            {
                "name": "Ingenious Broadcasting"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "special effects": [
            {
                "name": "The Mews"
            }
        ],
        "other companies": [
            {
                "name": "Pepper Post Production"
            },
            {
                "name": "Casting Collective"
            },
            {
                "name": "Molinare Studio"
            },
            {
                "name": "Pivotal Post"
            },
            {
                "name": "Production Copier Company"
            }
        ],
        "plot": [
            "The misadventures of an Anglican vicar, his wife, and a small but odd group of parishioners in London.::Ed Wissing"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1778,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 254,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 643,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 489,
                "rating": 7.9
            },
            "males": {
                "votes": 940,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 164,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 413,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 310,
                "rating": 7.9
            },
            "females": {
                "votes": 500,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 86,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 224,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 171,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 48,
                "rating": 6.4
            },
            "us users": {
                "votes": 285,
                "rating": 7.9
            },
            "non us users": {
                "votes": 932,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 381,
            "9": 395,
            "8": 525,
            "7": 279,
            "6": 83,
            "5": 37,
            "4": 18,
            "3": 10,
            "2": 14,
            "1": 36
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}