{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 September 2010"
            },
            {
                "country": "Canada\n",
                "date": "12 September 2010"
            },
            {
                "country": "UK\n",
                "date": "7 October 2010"
            },
            {
                "country": "Sweden\n",
                "date": "3 November 2010"
            },
            {
                "country": "Japan\n",
                "date": "5 June 2011"
            },
            {
                "country": "Belgium\n",
                "date": "4 September 2011"
            },
            {
                "country": "Hungary\n",
                "date": "6 September 2011"
            },
            {
                "country": "Netherlands\n",
                "date": "1 January 2012"
            },
            {
                "country": "France\n",
                "date": "4 January 2012"
            },
            {
                "country": "Finland\n",
                "date": "3 January 2013"
            },
            {
                "country": "Germany\n",
                "date": "8 June 2013"
            }
        ],
        "release dates": [
            "USA::9 September 2010",
            "Canada::12 September 2010",
            "UK::7 October 2010",
            "Sweden::3 November 2010",
            "Japan::5 June 2011",
            "Belgium::4 September 2011",
            "Hungary::6 September 2011",
            "Netherlands::1 January 2012",
            "France::4 January 2012",
            "Finland::3 January 2013",
            "Germany::8 June 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Nikita"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Никита: Отмъщението"
            },
            {
                "countries": "France",
                "title": "Nikita"
            },
            {
                "countries": "Greece",
                "title": "Nikita"
            },
            {
                "countries": "Greece",
                "title": "Νικίτα"
            },
            {
                "countries": "Hungary",
                "title": "Nikita"
            },
            {
                "countries": "Romania",
                "title": "Nikita"
            },
            {
                "countries": "Russia",
                "title": "Никита"
            },
            {
                "countries": "Serbia",
                "title": "Nikita"
            },
            {
                "countries": "USA",
                "title": "Nikita"
            },
            {
                "countries": "Vietnam",
                "title": "Sat Thu Nikita"
            }
        ],
        "akas": [
            "Nikita (original title)",
            "Никита: Отмъщението Bulgaria (Bulgarian title)",
            "Nikita France",
            "Nikita Greece",
            "Νικίτα Greece",
            "Nikita Hungary",
            "Nikita Romania",
            "Никита Russia",
            "Nikita Serbia",
            "Nikita USA",
            "Sat Thu Nikita Vietnam"
        ],
        "akas from release info": [
            "Nikita (original title)",
            "Никита: Отмъщението Bulgaria (Bulgarian title)",
            "Nikita France",
            "Nikita Greece",
            "Νικίτα Greece",
            "Nikita Hungary",
            "Nikita Romania",
            "Никита Russia",
            "Nikita Serbia",
            "Nikita USA",
            "Sat Thu Nikita Vietnam"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Wanted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 371,
                    "original air date": "22 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Nikita by the help of other her friends is trying to clear her name and prove her innocence and on the other side Amanda and The shop are after her.    "
                },
                "2": {
                    "title": "Dead or Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 319,
                    "original air date": "29 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Nikita reunites with Michael, Birkhoff and Ryan aboard the team's aircraft command center. Michael refuses to discuss their relationship but tells Nikita she should stay with the group and let them help her clear her name. Ryan realizes Amanda is making doubles of VIPs with the Shop's help. Nikita discovers that one of the doubles is the director of the FBI, but doesn't know how to kill him without exposing herself. Meanwhile, Alex holds Sam at gunpoint and demands he return what he stole from her, but when a gang of thugs attacks them they are forced to work together...    "
                },
                "3": {
                    "title": "Set-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 311,
                    "original air date": "6 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Tensions continue to escalate between the United States and Pakistan after Amanda plants evidence that Pakistan hired Nikita to kill the President. Ryan becomes suspicious of Birkhoff's increasingly odd behavior and tells Nikita and Michael that he thinks Amanda may have kidnapped Birkhoff and planted a double on the plane. An NSA official, Ronald Peller, gets under Birkhoff's skin. Meanwhile, the CIA captures Alex and questions her about her involvement with Nikita.    "
                },
                "4": {
                    "title": "Pay-Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 334,
                    "original air date": "13 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Jones benches Amanda and takes back the reigns of the operation. He calls Nikita and offers her and the entire team complete freedom by wiping away their identities and faking their deaths if they walk away from their mission. The team lands the plane on a secluded Pakistan air strip, but when the local drug czar and his men storm the plane and demand 10 million dollars, Nikita calls Alex for the money. After Alex pulls diamonds out of a safe deposit box to pay the insurgents, Sam sees an opportunity to recoup his losses and contemplates stealing the diamonds. ...    "
                },
                "5": {
                    "title": "Bubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 372,
                    "original air date": "20 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Just as Nikita is finally starting to see an end to the long war with the Shop, Ryan confesses a secret that could unravel it all. Meanwhile, Michael tries to get Nikita to accept their new circumstances as he contemplates what comes next for the two of them. Realizing Sam was planning to steal her diamonds, Alex gives him a suitcase of fake diamonds to deliver to her contact in France. Alex is surprised when he upholds his end of the bargain and doesn't take off with the jewels. However, things get messy when Sam is jumped by the loan shark he owes money to and Alex ...    "
                },
                "6": {
                    "title": "Canceled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 642,
                    "original air date": "27 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Frustrated that MDK is still active, Nikita decides to end it her way. Leaving Michael and the team behind, Nikita takes Alex on the road to exact revenge. Nikita and Alex capture Jones and force him to reveal the names of the rest of the members of MDK. Armed with the information, Nikita goes down a dark path that may ultimately cost her soul. Michael tracks her down and must get her to surrender before the military opens fire and kills her. However, Nikita isn't one to give up on a fight, leading her to make a shocking decision.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 769,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    When she was a deeply troubled teenager, Nikita was rescued from death row by a secret U.S. agency known only as Division, who trained her as a spy and assassin. Nikita was eventually betrayed by the only people she thought she could trust. Now, after three years in hiding, Nikita is seeking retribution and making it clear to her former boss, Percy and her former friends Michael and Birkhoff that she will stop at nothing to expose and destroy their covert operation. Division continues to recruit and train other young people, among them Jaden and Thom, erasing all ...    "
                },
                "2": {
                    "title": "2.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 610,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Percy and Michael take their latest assignment, a Slavic leader wanted for war crimes, into protective custody. Nikita learns of their hideout and attempts to thwart their plan, but a mysterious group of mercenaries in search of nuclear material beats her to the task. Alex is activated earlier than expected for a special assignment that throws her into the crossfire of bullets. A flashback reveals a pivotal moment in Nikita's life.    "
                },
                "3": {
                    "title": "Kill Jill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 562,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Nikita rescues Jill, a journalist who is trying to expose a conspiracy involving Division and a major plane crash. Michael and Percy suspect Birkhoff of being Nikita's inside mole and send Amanda in to interrogate him. Michael enlists the help of the recruits, Alex, Jaden and Thom, to help them locate their latest target.    "
                },
                "4": {
                    "title": "Rough Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 522,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Nikita delves into her past when she posed as a nanny for an influential government official and decides to right the wrong of his death. During the mission, Michael comes to Nikita's rescue and begins to doubt Percy's motives. Back at Division, while undergoing basic training, Alex suffers from a panic attack which prompts Amanda to break her of claustrophobia.    "
                },
                "5": {
                    "title": "The Guardian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 521,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Division's secrets are at risk of being revealed when an operative becomes a fugitive.    "
                },
                "6": {
                    "title": "Resistance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 520,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nikita convinces Owen to trust her leading him to tell her how her fiancé died. The recruits transport vehicle is attacked and Alex and Thom are kidnapped (a division test). They are tortured and pushed to their limits until Alex breaks free and turns to Nikita for help.    "
                },
                "7": {
                    "title": "The Recruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 492,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Alex alerts Nikita that a fellow recruit has been activated for a suicide mission.    "
                },
                "8": {
                    "title": "Phoenix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 477,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Division sends Thom to eliminate Anna, a woman who was having a secret affair with a U.S. Senator. Division agrees to cover up any trace of the affair as long as the Senator agrees to help pass a bill that will continue to fund the agency. Nikita, with Alex's help, attempts to reach out to Anna's parents, but the conversation doesn't go as she expected.    "
                },
                "9": {
                    "title": "One Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 484,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Nikita and Michael temporarily team-up to kill a terrorist who murdered Michael's family many years ago. When Percy learns this information, he sends Division agents to kill Nikita, who ultimately compromises the mission, leading to Michael's capture by the terrorist group. Alex is caught going through medical files inside Division so she creates a lie that involves Jaden and almost blows her cover.    "
                },
                "10": {
                    "title": "Dark Matter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 474,
                    "original air date": "2 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Owen leaks secret information from Division's black boxes to the media, revealing that the U.S. Government was responsible for an assassination in Chile. As a result, Percy frames a C.I.A. agent, Ryan for the crime. Nikita and Owen go to Chile to rescue Ryan from mercenaries and in doing so end up getting captured. Nikita reveals the secrets of Division to Ryan in an effort to save all of their lives. Back inside Division, Alex spies on Percy and Birkhoff and witnesses a side to Percy she has never seen before.    "
                },
                "11": {
                    "title": "All the Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 572,
                    "original air date": "9 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Alex informs Nikita that Division is sending her on her first mission to kill the leader of a crime syndicate. Alex is uneasy about taking someone's life but is reassured by Nikita who insists on helping her with the kill order. Birkhoff informs Percy and Michael when he discovers the shell program that a Division mole has been using to connect to Nikita in the outside world. When the mission doesn't go as planned, Nikita makes a quick decision in an effort to clear Alex's name. Inside Division, Jayden attempts to reveal Alex as the mole but Thom steps in and a ...    "
                },
                "12": {
                    "title": "Free",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 1746,
                    "original air date": "27 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Now an agent, Alex gets a new apartment and is given a cover job. She meets her new neighbor Nathan who invites her to a party at his house. Nikita warns Alex about getting too involved with people but Alex struggles between her duties at Division and living a normal life. Nikita realizes Division has implanted a kill chip in Alex's head and sets out to gain control of the chip. While interrogating Birkhoff, Nikita stuns Ryan by revealing a secret.    "
                },
                "13": {
                    "title": "Coup de Grace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 467,
                    "original air date": "3 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Alex's first assignment is a group mission to kill the Prince of Georgia at a museum gala. After Alex tells Nikita about the order, the two devise a plan to foil the assassination. However, Nikita trusts the wrong person and their plans are foiled, resulting in a stand-off and alerting Division that Nikita is in the building. Percy sends Michael in to kill Nikita.    "
                },
                "14": {
                    "title": "The Next Seduction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 441,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Ryan intercepts a message about a dangerous cutting edge weapon coming into the U.S. so he asks Nikita to help him stop the delivery. Nikita discovers the man bringing the weapon into the country is Voss, a man she was forced to have a relationship with while undercover at Division. She reluctantly resumes her alter ego to retrieve the missile. Meanwhile, Michael interferes in Alex's new life with Nathan    "
                },
                "15": {
                    "title": "Alexandra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 498,
                    "original air date": "17 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    While out on a mission for Division, Alex runs into Irina, a woman from her past. Alex tries to help Irina break free from her captor, but her old friend double crosses her and turns Alex over to Vlad, a Russian mobster, with a debt to settle. Nikita realizes Alex is in trouble and sets out to save her but runs into Michael who is searching for his missing agent. Realizing she can't compromise Alex's secret, Nikita must find a way to work with Michael to save Alex without getting her friend killed by Division.    "
                },
                "16": {
                    "title": "Echoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 468,
                    "original air date": "24 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In order to speed up her healing, Amanda sedates Alex after her last mission then takes advantage of Alex's drugged condition to question her about the secrets Amanda believes Alex is keeping. Nikita realizes Alex is in danger and tries to secure her another identity to smuggle her out of the country. However, Nikita's contact double-crosses her and she comes face to face with a surprising opponent. Meanwhile, Michael becomes suspicious of Alex and asks Birkhoff to investigate her.    "
                },
                "17": {
                    "title": "Covenant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 490,
                    "original air date": "7 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Michael confronts Nikita in her lair and reveals that he knows Alex is the mole. He tells Nikita that she has 24 hours to find Kasim, the man who killed Michael's family, or he will tell Percy about Alex.    "
                },
                "18": {
                    "title": "Into the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 429,
                    "original air date": "14 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Owen returns with information on one of Percy's black boxes. Nikita returns to London with him to retrieve it but notices that Owen is acting strangely. Owen tells Nikita that he wants to release the contents of the black box and when Nikita disagrees, he turns on her. Meanwhile, Percy finds out Nikita is in London and dispenses Michael to kill her. Also, Amanda overhears Jaden arguing with Alex about the escape tunnels so she hooks Alex up to a lie detector to get the truth out of her once and for all.    "
                },
                "19": {
                    "title": "Girl's Best Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 437,
                    "original air date": "21 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Nikita believes it's getting too dangerous for Alex at Division and decides its time Alex disappeared. Alex agrees but before the plan can be put in motion, she and Jaden are assigned to an overseas mission to stop the son of a foreign president from selling a newly developed nerve toxin. Things go awry and Alex must decide between saving the mission or saving herself.    "
                },
                "20": {
                    "title": "Glass Houses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 425,
                    "original air date": "28 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Frustrated that Nikita continues to intercept his black boxes, Percy sends Michael to check on one of the boxes and the guardian attached to it. Nikita makes it to the small Pennsylvania town first and is shocked to find that the guardian is a normal woman named Dana who has abandoned her post and is attempting to live a normal life with her husband and child. Tensions mount when Michael is forced to report Dana's actions and Division swarms in to clean up any evidence of her existence. Meanwhile, Alex and Jaden get into an argument and Nathan gets caught in the ...    "
                },
                "21": {
                    "title": "Betrayals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 462,
                    "original air date": "5 May 2011",
                    "year": "2011",
                    "plot": "\n    After Michael learns that Percy has ordered Divison to kill anyone who could decrypt the black boxes, he sends Nikita in to save the last person on the list, a CIA cryptographer named Malcolm. Nikita kidnaps Malcolm and takes him to Ryan for protection. Meanwhile, Percy turns on Alex.    "
                },
                "22": {
                    "title": "Pandora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 496,
                    "original air date": "12 May 2011",
                    "year": "2011",
                    "plot": "\n    Percy makes a move to take over the CIA, Alex goes rogue, and Michael gets trapped inside Division making him unable to help Nikita, who may have to pay with her life for helping Alex.    "
                }
            },
            "2": {
                "1": {
                    "title": "Game Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 535,
                    "original air date": "23 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Nikita and Michael plot to take down Division and Oversight and are prepared to use the contents of the black box to do so. Amanda is now running Division but Oversight has assigned one of their own, a new agent named Sean, to keep an eye on her. Amanda's first mission is to get back the black box from Nikita, and she enlists Alex's help to do so. Alex refuses until Amanda tells her she will help her find the man who killed Alex's father. Meanwhile, Nikita and Michael find help from an unlikely ally.    "
                },
                "2": {
                    "title": "Falling Ash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 449,
                    "original air date": "30 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    While investigating an old corrupt Division program, P9, that seems to have resurfaced, Nikita and Michael run into Owen. He tells them he is searching for Dr. Joseph Mars, who is not only the mastermind behind P9, but also invented the Regimen and could help Owen wean himself off the dangerous drug. Michael is hesitant to trust Owen again but Nikita decides the three should join forces.    "
                },
                "3": {
                    "title": "Knightfall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 417,
                    "original air date": "7 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Birkoff tells Nikita and Michael that a black box file reveals that an international terrorist named Ramon, who has been taking credit for some serious political assassinations, now works for Division. This news upsets Nikita since she was the agent that captured Ramon years ago and turned him over to Percy. Amanda convinces Alex to kill Anton Kochenko, a man who used to work for Alex's father, and plans to let Ramon take the credit for the murder. However, when Nikita disrupts Amanda's plan, Amanda fights back by taking what Nikita loves most.    "
                },
                "4": {
                    "title": "Partners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 437,
                    "original air date": "14 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Nikita is stunned when she hears that her old Division partner Kelly escaped from a Turkish prison. Nikita thought Kelly died years ago and always felt responsible because it happened on the mission where Nikita escaped from Division. Knowing Amanda will go after Kelly, Nikita tells Michael they have to go to Turkey to help her. Amanda sends Alex and Roan to Europe to stop the former partners from reuniting.    "
                },
                "5": {
                    "title": "Looking Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 414,
                    "original air date": "21 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Michael discovers Cassandra, a woman he once romanced under Division orders, is in danger. Feeling guilty for how things ended, he wants to help her but Nikita suspects there is more to it than easing his conscience. Amanda manipulates Alex into helping her on a mission but Sean gets caught in Amanda's web of lies and begins to doubt Division's true motives.    "
                },
                "6": {
                    "title": "343 Walnut Lane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 401,
                    "original air date": "28 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    While searching for information on the black box, Birkoff (Aaron Stanford) stumbles upon Nikita's (Maggie Q) birth certificate. Nikita and Michael track down Nikita's father Richard (guest star David Keith), but the reunion is not quite what Nikita expected. Percy (Xander Berkeley) tells Alex (Lyndsy Fonseca) that the black box that Nikita has contains information that could help her avenge her father's death.    "
                },
                "7": {
                    "title": "Clawback",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 418,
                    "original air date": "4 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    While in prison, Ryan (guest star Noah Bean) discovers patterns that reveal how Oversight gets its funding. Ryan arranges a meeting with Nikita (Maggie Q) to fill her in, but Amanda (Melinda Clarke) intercepts their coded messages to each other and alerts Oversight, who sends in one of their own to interrogate Ryan. Nikita and Michael (Shane West) scramble to break Ryan out of prison before Oversight gets to him. Meanwhile, Alex (Lyndsy Fonseca) is being tailed by Gogol, and comes face to face with someone from her past.    "
                },
                "8": {
                    "title": "London Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 387,
                    "original air date": "11 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Michael becomes alarmed when he hears Cassandra is in trouble and rushes off to help her. He discovers General Tupelov has accused her of stealing two million dollars and has threatened to kill her unless she returns it. However, when Cassandra's story doesn't add up, Nikita becomes suspicious of what she might be hiding. Meanwhile, Alex receives a very tempting offer from Percy that could give her the resources to eliminate Semak.    "
                },
                "9": {
                    "title": "Fair Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 431,
                    "original air date": "18 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Nikita steals funds from Oversight, forcing them to host an emergency meeting. Nikita and Birkoff figure out how to spy on the meeting so Nikita can identify the other members of Oversight, but things go awry and Sean captures Birkoff. Amanda demands to know where Nikita is hiding but Birkoff refuses to give up his friend so she tortures him. Meanwhile, Alex sets her plan in motion to reclaim her father's empire. With a price on her head, Alex realizes the easiest way to get into Russia undetected is the same way she was smuggled out - through the illegal sex ring.    "
                },
                "10": {
                    "title": "Guardians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 417,
                    "original air date": "2 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    With Michael out of town, Nikita turns to Owen to help her track down and steal another black box from a Guardian. Unfortunately, she discovers that Owen is working for an unlikely employer that could jeopardize Nikita's whole operation. Amanda realizes Alex received privileged information about Semak and that information could only have come from Percy. Furious that Percy undermined her, Amanda strips him of all his amenities. Back home in Russia, Alex finally makes her move on Semak.    "
                },
                "11": {
                    "title": "Pale Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 403,
                    "original air date": "6 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Alex's mission to take down Gogol comes to a head as she infiltrates her childhood home and faces ghosts from her past. On a completely separate mission, Nikita also ends up at the mansion to steal Semak's black box. Nikita and Alex run into each other and decide to join forces, but they run into a major roadblock. Meanwhile, Michael and Owen work together to figure out Percy's secret plan with the Guardians.    "
                },
                "12": {
                    "title": "Sanctuary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 462,
                    "original air date": "13 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Sean attacks Nikita and Michael in an effort to protect his mother. Meanwhile, Percy gets the upper hand on Amanda and threatens to level Division unless she releases him.    "
                },
                "13": {
                    "title": "Clean Sweep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 438,
                    "original air date": "3 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Amanda and Percy reach an agreement in which she would release him in exchange for the Clean Sweep trigger. While Nikita, Michael and Sean head to the Gates House to save the members of Oversight that are hostages of Percy's Guardians Alex heads to Division to stop Clean Sweep from being activated. But not everything goes as expected.    "
                },
                "14": {
                    "title": "Rogue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 395,
                    "original air date": "10 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Percy continues his plan to take back Division by threatening to kill Nikita's mentor Carla, the woman who took Nikita off the streets when she was a junkie. Determined to get to Carla before Percy, Nikita uses Madeline to send her a message. Percy intercepts the message and it's a race to see who can get to Carla first. Meanwhile, Amanda tells Alex it's time for her to take back Zetrov and reveal to the world that Alexandra Udinov is alive.    "
                },
                "15": {
                    "title": "Origins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 386,
                    "original air date": "17 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Nikita and Michael try to help Carla remember her past, which holds the key to taking down Division. Carla recounts the night Nikita was arrested and Nikita is stunned at what she learns. Meanwhile, Alex shows up at a Zetrov press conference where Semak is speaking and announces that she's Alexandra Udinov. Alex demands a trade - her mother for the empire.    "
                },
                "16": {
                    "title": "Doublecross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 375,
                    "original air date": "16 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Division is in an uproar when their agents are being assassinated one by one. Amanda realizes Percy is behind the murders and is trying to undermine her authority with the other Division agents. She reluctantly calls Nikita with an offer that is hard to resist - stop Percy and she'll give Nikita Ryan.    "
                },
                "17": {
                    "title": "Arising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 359,
                    "original air date": "23 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Michael is furious when he discovers a secret that Cassandra kept from him, so he and Nikita fly to Moscow to confront her. Meanwhile, Alex makes a last ditch effort to find her mother by sending out a coded message through a televised interview.    "
                },
                "18": {
                    "title": "Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 383,
                    "original air date": "30 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Amanda and Ari set up a board meeting with Zetrov and prepare to take over the company. After a heated face-to-face confrontation between Nikita and Amanda, Nikita recalls what Amanda was like when she was first brought to Division. Meanwhile, Alex surprises Ari by showing up at the board meeting with an old and powerful friend.    "
                },
                "19": {
                    "title": "Wrath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 390,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Percy breaks a man out of prison because he wants something from him. The man won't give it to him unless Percy gives him the one who placed him in prison, Nikita. So the man, on advice from Percy, tries to lure her out by killing Senator Pierce. So they all stake out the funeral but he manages to get Nikita. So he subjects her to torture but she doesn't break. When Percy asks for what he wants, the man refuses to give it cause she's not breaking. Percy then makes Michael turn himself to the man, he then tortures Michael in front of her.    "
                },
                "20": {
                    "title": "Shadow Walker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 393,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    After losing his life savings to Percy via a plan gone wrong, Birkhoff hacks into an old network which trips a trap set by the FBI.    "
                },
                "21": {
                    "title": "Dead Drop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 364,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    Nikita opposes Ryan's (NOAH BEAN) plan to go to the CIA and is surprised when Michael takes Ryan's side. Sean is shot by Percy's men, shaking Alex to the core.    "
                },
                "22": {
                    "title": "Crossbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 382,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    Nikita realizes the best way to stop Percy is to go into the belly of the beast - Division itself.    "
                },
                "23": {
                    "title": "Homecoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "votes": 440,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    In the explosive season finale, Nikita and Michael invade Division in an attempt to capture Percy, and Alex and Sean get caught in a deadly gunfire battle with the U.S. Marines.    "
                }
            },
            "3": {
                "1": {
                    "title": "3.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 541,
                    "original air date": "19 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Division, now under the leadership of Ryan Fletcher, is tasked by the government to track down 30 rogue agents, nicknamed the \"Dirty Thirty\", who refused the recall order. One such agent is Martin, who is selling his services to Chinese Intelligence to eliminate undercover CIA operatives. As Michael and Nikita attempt to bring him in, Nikita is faced with saving one of her own or risk an international incident when Michael - who in the middle of trying to propose to Nikita, is arrested for murder.    "
                },
                "2": {
                    "title": "Innocence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 424,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Rogue agent Wade, who used to train Division recruits before beating one to death for failing to kill his target, has been revealed to have kidnapped a young girl and trained her as a child-soldier. While he prepares her for battle, Nikita and Alex try to help the girl and reunite her with her family before she kills the Pakistani ambassador.    "
                },
                "3": {
                    "title": "True Believer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 376,
                    "original air date": "2 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Mia, an undercover Division agent investigating the domestic terrorist group, Third Wave, is arrested during an FBI raid. When Nikita and Alex spring her, she turns on them, revealing to having lost faith in Division and having joined Third Wave's cause. But as Division discovers, Third Wave's leader is in league with the head of a security firm, using the group to attack a U.S. Senator to make more money.    "
                },
                "4": {
                    "title": "Consequences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 349,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A former agent now working for Amanda springs Owen from a Russian prison, who escapes and contacts Nikita for help. After a biohazard is released inside Division, Birkhoff and Sonya suspect a mole working for Amanda on the inside. Sean fears for Alex's safety.    "
                },
                "5": {
                    "title": "The Sword's Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 337,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Undercover for six years, rogue Division agent Markov has been elected President of Uzbekistan and plans to kill the President of the United States. Ryan informs the team that the President has threatened to dismantle Division if the public finds out about them and their rogue agents, and must figure out how to save the President's life without alerting her of the danger. Meanwhile, Alex uncovers a murder plot against Owen.    "
                },
                "6": {
                    "title": "Sideswipe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 337,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Nikita and Michael capture Cyrus, an arms dealer, who is purchasing a weapon-jamming device for Ari. Nikita convinces Ryan to let them use Cyrus as bait to capture Amanda but Cyrus manages to escape the trap. However, when Amanda double crosses Cyrus, his only hope for survival is Nikita. Meanwhile, Birkhoff is hot on the trail of Amanda's mole and Alex starts to unravel.    "
                },
                "7": {
                    "title": "Intersection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 366,
                    "original air date": "18 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    In order to stop Amanda from killing Sonya, Nikita, Michael and Ryan use Sonya to find Amanda's hiding place and Birkhoff sets a trap for the second mole while he tries to deactivate Sonya's kill chip. Michael confronts Alex about her drug use.    "
                },
                "8": {
                    "title": "Aftermath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 307,
                    "original air date": "25 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Nikita and Owen face off against a rogue \"cleaner\" named Liam (guest star PEDRO PASCAL - The Good Wife), while Michael takes a new position at Division. Michael and Nikita's relationship becomes strained as he watches her work with Owen.    "
                },
                "9": {
                    "title": "Survival Instincts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 303,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Ryan dispatches the team to rescue a woman (ANNA HOPKINS) kidnapped by a rogue agent (MATT BUSHELL). Nikita is confused when Michael sends Owen into the field with her.    "
                },
                "10": {
                    "title": "Brave New World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 318,
                    "original air date": "8 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Michael resumes his role inside Division. Michael, Alex and Ryan follow Nikita into Kosovo on a dangerous mission, but the outcome has far-reaching consequences for Division.    "
                },
                "11": {
                    "title": "Black Badge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 344,
                    "original air date": "22 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After Amanda frames Sean for murder, Nikita comes up with a plan that could either save him or cost him his life. AMANDA SCHULL (Pretty Little Liars) guest stars.    "
                },
                "12": {
                    "title": "With Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 294,
                    "original air date": "1 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Ari (PETER OUTERBRIDGE) seeks help from Division and Nikita and Michael are stunned when Ryan considers it. Sean is jealous of Alex and Owen's relationship.    "
                },
                "13": {
                    "title": "Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 310,
                    "original air date": "8 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    When Nikita and Amanda are both captured, the two must work together to escape. Owen is furious with Michael after Michael assigns Alex to be Nikita's backup instead of him.    "
                },
                "14": {
                    "title": "The Life We've Chosen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 295,
                    "original air date": "15 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Amanda holds Alex hostage and tells Nikita she will release Alex in exchange for Ari (PETER OUTERBRIDGE). In captivity, Alex befriends a fellow prisoner, Larissa (OLGA FONDA).    "
                },
                "15": {
                    "title": "Inevitability",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 290,
                    "original air date": "29 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Nikita decides Division should take on a government mission in Paris. Alex and Birkhoff are shocked when they come across a secret so big it could blow up Division - literally.    "
                },
                "16": {
                    "title": "Tipping Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 276,
                    "original air date": "5 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Nikita and Michael learn of a new prosthetic hand that could have Michael back to his old self, but it comes at a steep price. Meanwhile, Alex and Sean are tasked with investigating who inside Division is behind a mutiny that ends in bloodshed.    "
                },
                "17": {
                    "title": "Masks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 293,
                    "original air date": "12 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Alex confesses to Birkhoff her desire to leave Division. Amanda begins providing Owen with something he was never able to find - memories of his real past.    "
                },
                "18": {
                    "title": "Broken Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 383,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Subjected to Amanda's horrific mental conditioning process, Nikita is sent on a terrible trip through memory lane. In the process, she learns Amanda's deepest, most guarded secret.    "
                },
                "19": {
                    "title": "Self-Destruct",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "votes": 291,
                    "original air date": "26 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Dirtied with Division blood and destruction, an emotional Alex reverts to old ways and violently strikes out. Birkhoff struggles with his own personal losses.    "
                },
                "20": {
                    "title": "High-Value Target",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "votes": 290,
                    "original air date": "3 May 2013",
                    "year": "2013",
                    "plot": "\n    Nikita, Michael, Alex and arms dealer/reformed rogue agent Cyrus (ISIAIH MUSTAFA) stage a daring operation at the tightly secured G20 economic summit.    "
                },
                "21": {
                    "title": "Invisible Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "votes": 286,
                    "original air date": "10 May 2013",
                    "year": "2013",
                    "plot": "\n    Michael questions Nikita's commitment to a life beyond Division's web - and he's not the only one with doubts. Alex considers an intriguing offer from a Nobel Prize winner.    "
                },
                "22": {
                    "title": "Til Death Do Us Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nikita (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "votes": 362,
                    "original air date": "17 May 2013",
                    "year": "2013",
                    "plot": "\n    In the season finale, Amanda puts her final plan in motion and forces Nikita into a life-threatening situation where she has to choose between saving Michael ... or saving herself.    "
                }
            }
        },
        "number of episodes": 73,
        "cast": [
            {
                "name": "Q, Maggie"
            },
            {
                "name": "West, Shane"
            },
            {
                "name": "Fonseca, Lyndsy"
            },
            {
                "name": "Stanford, Aaron"
            },
            {
                "name": "Clarke, Melinda"
            },
            {
                "name": "Berkeley, Xander"
            },
            {
                "name": "Greenwood, Lyndie"
            },
            {
                "name": "Casey, Dillon"
            },
            {
                "name": "Bean, Noah"
            },
            {
                "name": "Sawa, Devon"
            },
            {
                "name": "Stewart, Rob"
            },
            {
                "name": "Hines, Tiffany"
            },
            {
                "name": "Outerbridge, Peter"
            },
            {
                "name": "Holmes, Ashton"
            },
            {
                "name": "Lee, David S."
            },
            {
                "name": "Nolden, Michelle"
            },
            {
                "name": "Lee, Jee-Yun"
            },
            {
                "name": "Watson, Alberta"
            },
            {
                "name": "Jones, Eliana"
            },
            {
                "name": "deVry, William"
            },
            {
                "name": "Krystyan, Vieslav"
            },
            {
                "name": "Luckinbill, Thad"
            },
            {
                "name": "Lucas, Peter J."
            },
            {
                "name": "Osman, Samy"
            },
            {
                "name": "Christopher, Rogan"
            },
            {
                "name": "MacDonald, Danny"
            },
            {
                "name": "Michaels, Illarion"
            },
            {
                "name": "Gosbee, Jason"
            },
            {
                "name": "Mattsson, Helena"
            },
            {
                "name": "Gimpel, Erica"
            },
            {
                "name": "Howe, Brian"
            },
            {
                "name": "Camacho, Jessica"
            },
            {
                "name": "Allen, Sarah"
            },
            {
                "name": "Jones, Richard T."
            },
            {
                "name": "Lett, Dan"
            },
            {
                "name": "Collins, David"
            },
            {
                "name": "Murphy, Dwain"
            },
            {
                "name": "Garrow, Patrick"
            },
            {
                "name": "Yulin, Harris"
            },
            {
                "name": "Connell, Chad"
            },
            {
                "name": "Berry, Lisa"
            },
            {
                "name": "Sturik, Ola"
            },
            {
                "name": "Anton, Chris"
            },
            {
                "name": "Clarke, Sarah"
            },
            {
                "name": "Velis, Juan Carlos"
            },
            {
                "name": "Naber, Joey"
            },
            {
                "name": "Chowles, Jenny Jacoya"
            },
            {
                "name": "Sommer, Rich"
            },
            {
                "name": "Kassianides, Simon"
            },
            {
                "name": "Mustafa, Isaiah"
            }
        ],
        "locations": [
            "Revival 629, 629 Eastern Avenue, Toronto, Ontario, Canada::(studio) (movie studio)",
            "Canada",
            "Toronto, Ontario, Canada",
            "Ontario, Canada"
        ],
        "genres": [
            "Action",
            "Crime",
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Canada:14+",
            "Canada:13+::(Québec)",
            "Denmark:15::(DVD rating)",
            "Finland:K-16::(DVD rating)",
            "Netherlands:12",
            "Norway:15::(DVD rating)",
            "Singapore:PG13::(season 1)",
            "South Korea:15",
            "Sweden:15::(DVD rating)"
        ],
        "number of seasons": 4,
        "rating": 7.7,
        "votes": 46089,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIxMDAyOTMzMV5BMl5BanBnXkFtZTcwMjE5NTc4NA@@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "When she was a deeply troubled teenager, Nikita was rescued from death row by a secret U.S. agency known only as Division, who faked her execution and told her she was being given a second chance to start a new life and serve her country. What they didn't tell her was that she was being trained as a spy and assassin. Throughout her grueling training at Division, Nikita never lost her humanity, even falling in love with a civilian. When her fiancé was murdered, Nikita realized she had been betrayed and her dreams shattered by the only people she thought she could trust, so she did what no one else before her had been able to do: she escaped. Now, after three years in hiding, Nikita is seeking retribution and making it clear to her former bosses that she will stop at nothing to expose and destroy their covert operation.",
        "languages": [
            "English"
        ],
        "title": "Nikita",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2013",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Silverstein, Craig"
            },
            {
                "name": "Besson, Luc"
            },
            {
                "name": "Guercio, Brandon"
            }
        ],
        "production companies": [
            {
                "name": "Sesfonstein Productions"
            },
            {
                "name": "Wonderland Sound and Vision"
            },
            {
                "name": "Warner Bros. Television"
            },
            {
                "name": "Nikita Films"
            }
        ],
        "distributors": [
            {
                "name": "The CW Network (The CW)"
            },
            {
                "name": "A Channel"
            },
            {
                "name": "Canadian Television (CTV)"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "British Sky Broadcasting (BSkyB)"
            },
            {
                "name": "FOX8"
            },
            {
                "name": "Italia 1"
            },
            {
                "name": "Kanal 5"
            },
            {
                "name": "Mediaset Italia 2"
            },
            {
                "name": "TF6"
            },
            {
                "name": "TV2"
            },
            {
                "name": "VT4"
            },
            {
                "name": "Veronica"
            },
            {
                "name": "Viasat3"
            },
            {
                "name": "Warner Bros."
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "Warner Home Video"
            }
        ],
        "special effects": [
            {
                "name": "Spin VFX"
            },
            {
                "name": "Stargate Studios"
            }
        ],
        "other companies": [
            {
                "name": "Canada Film Capital"
            },
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Framepool"
            },
            {
                "name": "Reel Security"
            },
            {
                "name": "Soundtrack New York"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "A rogue assassin returns to take down the secret organization that trained her.::ahmetkozan",
            "When she was a deeply troubled teenager, _Nikita_ (qv) was rescued from death row by a secret U.S. agency known only as Division, who faked her execution and told her she was being given a second chance to start a new life and serve her country. What they didn't tell her was that she was being trained as a spy and assassin. Throughout her grueling training at Division, _Nikita_ (qv) never lost her humanity, even falling in love with a civilian. When her fiancé was murdered, _Nikita_ (qv) realized she had been betrayed and her dreams shattered by the only people she thought she could trust, so she did what no one else before her had been able to do: she escaped. Now, after three years in hiding, _Nikita_ (qv) is seeking retribution and making it clear to her former bosses that she will stop at nothing to expose and destroy their covert operation.::The CW"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa (seasons 2-3)",
                "Sony CineAlta F35 (season 1)"
            ],
            "negative format": [
                "HDCAM-SR"
            ],
            "cinematographic process": [
                "Digital Intermediate (master format)",
                "HDCAM SR (1080p/24) (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 46089,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 15,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 15614,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 16607,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 4541,
                "rating": 7.3
            },
            "males": {
                "votes": 25569,
                "rating": 7.6
            },
            "males aged under 18": {
                "votes": 7,
                "rating": 8.9
            },
            "males aged 18 29": {
                "votes": 9326,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 11626,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 3414,
                "rating": 7.3
            },
            "females": {
                "votes": 12660,
                "rating": 7.9
            },
            "females aged under 18": {
                "votes": 7,
                "rating": 6.5
            },
            "females aged 18 29": {
                "votes": 6112,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 4778,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 1062,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 239,
                "rating": 6.4
            },
            "us users": {
                "votes": 6893,
                "rating": 7.7
            },
            "non us users": {
                "votes": 20595,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 14064,
            "9": 7382,
            "8": 10460,
            "7": 6898,
            "6": 3112,
            "5": 1422,
            "4": 688,
            "3": 476,
            "2": 378,
            "1": 1209
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}