{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "7 January 2010"
            },
            {
                "country": "Japan\n",
                "date": "8 January 2010"
            }
        ],
        "release dates": [
            "Japan::7 January 2010",
            "Japan::8 January 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Durarara!!"
            },
            {
                "countries": "Russia",
                "title": "Дюрарара!!"
            }
        ],
        "akas": [
            "Durarara!! (original title)",
            "Дюрарара!! Russia"
        ],
        "akas from release info": [
            "Durarara!! (original title)",
            "Дюрарара!! Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Kaikô ichiban",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 56,
                    "original air date": "8 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Mikado Ryugamine, a young man longing for something unusual to happen in his life, moves to Ikebukuro at the invitation of his childhood friend Masaomi Kida. Arriving in Tokyo for the first time, he begins his new life living as a high school student.    "
                },
                "2": {
                    "title": "Ikkyo ichijitsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 53,
                    "original air date": "15 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    It is the Entrance Ceremony at Raira Academy, and the auditorium swells with a varied mix of emotions emitted from the students.    "
                },
                "3": {
                    "title": "Chôryô bakko",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 42,
                    "original air date": "22 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Masaomi Kida is out about town, fervently trying to pick up girls, while Mikado tags along, feeling a bit confused and bewildered.    "
                },
                "4": {
                    "title": "Keiei souchou",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "29 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    People throughout the city speak of an urban legend known as the 'Headless Rider.'    "
                },
                "5": {
                    "title": "Youtou kuniku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 40,
                    "original air date": "5 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Mikado, Masaomi, and Anri all enjoy some after-school time, while elsewhere, magazine writer Shuji Niekawa makes little progress in his search to find 'the Strongest in Ikebukuro.'    "
                },
                "6": {
                    "title": "Tôhonseisô",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 25,
                    "original air date": "12 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    As of late, an increasing number of people have been going missing in the districts of Ikebukuro and Shibuya. However, those that have gone missing are people that will not be missed much such as fugitives and illegal aliens. And today, once again, a group of illegal aliens living in an abandoned hotel, have fallen victim to some young 'man hunting' thugs with metal pipes and knives. They capture the fleeing 'merchandise' with much enjoyment, but the question lies - where do they take them? And who will have the nerve to stand up and save these people?    "
                },
                "7": {
                    "title": "Kokushimusô",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 22,
                    "original air date": "19 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Shizuo Heiwajima, also known as 'the strongest man in Ikebukuro', is a man who definitely relishes that title. Though he carries with him a high esteem, something is amiss. Lately he has been extremely short-tempered and does not know why. His senior partner, Tom Tanaka, will occasionally try to calm him down, and Celty is quite often found worrying over him. His short-temperedness also has everyone wondering - what exactly is bugging him? He wanders throughout the city reflecting upon his past.    "
                },
                "8": {
                    "title": "Nanka no yume",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 23,
                    "original air date": "26 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Celty, anxious and uneasy about being unable to find her head, gets into a quarrel with Shinra and runs away from home. While he waits patiently for her return, a certain individual pays him a visit. What is this person's connection to Shinra? And what is this individual's goal? Meanwhile, an exchange student named Shiri wanders the streets of Ikebukuro with a sign and sketchbook asking random people 'Hello! What are you looking for?' As she gains more and more answers, we learn that the ideals of the people of Ikebukuro are very different.    "
                },
                "9": {
                    "title": "Iirenren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "5 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Yagiri Pharmaceutical's executive director is irritated by the fact that she is unable to determine the whereabouts of her beloved younger brother Seiji. To locate him, she contacts Izaya Orihara, the information broker. Meanwhile, Seiji, unconcerned that he is being looked for, continues to roam the streets of Ikebukuro together with a woman with a scar on her neck. The girl, seemingly frightened by something, leads him by the hand, wanting 'to go far away.' Full of love, Seiji tenderly smiles at her. This seemingly tranquil scene is broken, however, by a sudden ...    "
                },
                "10": {
                    "title": "Kûzenzetsugo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 19,
                    "original air date": "12 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    It turns out Mikado had bumped into the girl with the scar on her neck on a street corner. Filled with a sense of deja-vu, the sounds of a neighing horse reach his ears. The girl was being chased by the Headless Rider. Mikado succeeds in safely getting home with the girl, who tells him she has amnesia. A fearful Mikado consults with Masaomi on a course of action, and ultimately decides to wait and see what happens. The next day, much to Mikado's bewilderment, he finds two individuals waiting for him outside the school gates - the information broker Izaya and the ...    "
                },
                "11": {
                    "title": "Shippûdotô",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 19,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Shinra asks Celty if finding her head really matters after all the new memories she developed since, asking her hand in marriage. Mikado calls Namie claiming he will bring Mika to her in exchange for the truth behind Mika. Mikado, disgusted by the truth, asks Namie to turn herself in.    "
                },
                "12": {
                    "title": "Umusôsei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 18,
                    "original air date": "26 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Seiji attacks Mikado for the return of the girl with the scar on her neck. However, in the midst of the fight, the girl reveals the truth, which shocks both Seiji and Celty. Seiji is seemingly paralyzed from the shocking truth, while an infuriated Celty leaves the scene. Meanwhile, a shadowy figure, Izaya, approaches Mikado...a man who just earlier had watched these people be teased by fate.    "
                },
                "13": {
                    "title": "Kyûtenchokka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 17,
                    "original air date": "9 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Half a year has passed since the Dollars meeting and Ikebukuro seems to have returned to normal. But underground, the Yellow Scarves and the Slasher are becoming increasingly active. Darkness approaches, ready to destroy the days of peace, as each is forced to face their past and present. And in Celty's confrontation, who appeared and dealt the final blow?    "
                },
                "14": {
                    "title": "Butsujôsôzen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 17,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Anri is attacked by the Slasher. The same night, the user Saika appears in the chatroom, and posts a puzzling message - 'Today. Cut. Did cut. More. Stronger. Love. Wish. Wish. Is. Want.' Mikado, worried about rumors that the Slashers are the Dollars, decides to cooperate with Celty. What is the Slasher's true form and goal? Celty begins to grow closer to the truth...    "
                },
                "15": {
                    "title": "Gushaittoku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 16,
                    "original air date": "23 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Magazine Journalist Shuji Niekawa's unbridled passion cannot be stopped, and now it's raging stronger than ever. A Russian who runs a sushi shop, the Awakusu organization, an Information Broker, the Headless Rider... After much thought he begins to investigate the supposedly strongest man in Ikebukuro, Shizuo Heiwajima. While walking around the town and talking to people, he is suddenly attacked! What other tragic events will befall this unfinished night?!    "
                },
                "16": {
                    "title": "Sôshisôai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 17,
                    "original air date": "30 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Anri is targeted by the Slasher, but Kyohei's gang happens to witness the scene from their van and take action to rescue her. Shizuo and Celty join the fight, and after defeating the Slasher, finally reveal his true identity. However, this moment of relief doesn't last long as Celty is shocked to read what has been posted in the chatroom. At the same time, Anri, having returned home, is visited by someone...    "
                },
                "17": {
                    "title": "Uitenpen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 16,
                    "original air date": "7 May 2010",
                    "year": "2010",
                    "plot": "\n    Haruna Niekawa chases Nasujima who, unexpectedly, appears at her house. Anri, who also happens to be there, follows. As she faces off against Haruna, who is controlling the gang of Slashers, truths about her past are revealed. Elsewhere, Shizuo fights an unending battle against the Slashers in South Ikebukuro Park. As he defeats them one after another, his expression starts to take on a hint of joy.    "
                },
                "18": {
                    "title": "Shisei yûmei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 14,
                    "original air date": "14 May 2010",
                    "year": "2010",
                    "plot": "\n    Civil unrest begins to descend upon the city of Ikebukuro. Amidst this chaos, Izaya grins happily as he observes everything going according to plan. Unaware of Izaya's plan, Masaomi finds himself in an abandoned building, depressed, thinking about his past - how he ended up back there, and how a girl named Saki Mikajima still waits for him at a hospital. Izaya's words, 'You can never run from your past' ring through his head.    "
                },
                "19": {
                    "title": "Sôten suden ishisu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 14,
                    "original air date": "21 May 2010",
                    "year": "2010",
                    "plot": "\n    It's another normal day for Mikado, Masaomi and Anri. But Anri notices that something is wrong with Masaomi, and takes action to find out what it is. Elsewhere, a gang-war breaks out between the Yellow Scarves and the Dollars over the identity of the Slasher. The standoff grows as Mikado's desire to stop it is ignored.    "
                },
                "20": {
                    "title": "Koten masani tatsubeshi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 21,
                    "original air date": "28 May 2010",
                    "year": "2010",
                    "plot": "\n    The Headless Rider, who is also a member of the Dollars, saves someone with a katana. As a result, the Yellow Scarves became even more suspicious that the Slasher is a member of the Dollars.    "
                },
                "21": {
                    "title": "Gorimuchû",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 14,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Masaomi's orders are ignored as the Yellow Scarves begin to hunt down members of the Dollars. Mikado becomes extremely depressed after seeing a friend of his get assaulted by the Yellow Scarves and begins to question whether the existence of the Dollars is worth such a sacrifice. Meanwhile, Anri tries to put a stop to the gang war, but ends up making the situation worse...    "
                },
                "22": {
                    "title": "Kaisan sengen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 14,
                    "original air date": "11 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Dollars are enraged at the evil deeds of the Yellow Scarves. While taking in the members' comments on the BBS, Mikado desperately tries to find a solution. Meanwhile, the Yellow Scarves learn that Anri is the girl who escaped from their hideout during the night of the meeting, and track her down. However, an unexpected group of people steps in to save her...    "
                },
                "23": {
                    "title": "Sensakubansô",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 14,
                    "original air date": "18 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The sound of a gunshot resounds from a nighttime alley, followed by a phone call for Masaomi. Mikado goes out somewhere with Celty, followed by Anri who later learns the truth. Each of their hearts is filled with trust, doubt, and unease. Everything appears to be rushing toward a conclusion, and a smile crosses Izaya's face as he enjoys the chaos.    "
                },
                "24": {
                    "title": "Sokutenkyoshi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 17,
                    "original air date": "25 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Kyohei and Saburo make a comeback, a weakened Masaomi tells Mikado and Anri that they are perfect for each other just before he goes unconscious.    "
                },
                "25": {
                    "title": "Heaven's Vengeance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 27,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Headless Rider receives a mysterious red bag that creates big trouble.    "
                },
                "26": {
                    "title": "World Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Durarara!! (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 32,
                    "original air date": "17 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    While on location shooting and hosting 'Love Love Star Chance! Find Ikebukuro's Number One Couple!', Yuhei looks for a cute couple to star in his upcoming movie, but will it be Mikado and Anri who are suddenly put on the spot?    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Beacock, Brian"
            },
            {
                "name": "Bosch, Johnny Yong"
            },
            {
                "name": "Erholtz, Doug"
            },
            {
                "name": "Freeman, Crispin"
            },
            {
                "name": "Guilbeau, Darrel"
            },
            {
                "name": "Hebert, Kyle"
            },
            {
                "name": "Hoffman, Bridget"
            },
            {
                "name": "Lee, Mela"
            },
            {
                "name": "Lodge, David"
            },
            {
                "name": "Lowenthal, Yuri"
            },
            {
                "name": "Mallow, Dave"
            },
            {
                "name": "Morris, Cassandra Lee"
            },
            {
                "name": "Papenbrook, Bryce"
            },
            {
                "name": "Ruff, Michelle"
            },
            {
                "name": "Savage, Carrie"
            },
            {
                "name": "Seitz, Patrick"
            },
            {
                "name": "Silverstein, Keith"
            },
            {
                "name": "Smith, Christopher Corey"
            },
            {
                "name": "Spencer, Spike"
            },
            {
                "name": "Stone, Doug"
            },
            {
                "name": "Thomas, Joe"
            },
            {
                "name": "Thornton, Kirk"
            },
            {
                "name": "Vincent, David"
            },
            {
                "name": "Wahlgren, Kari"
            },
            {
                "name": "Kamiya, Hiroshi"
            },
            {
                "name": "Toyonaga, Toshiyuki"
            },
            {
                "name": "Sawashiro, Miyuki"
            },
            {
                "name": "Miyano, Mamoru"
            },
            {
                "name": "Nakamura, Yûichi"
            },
            {
                "name": "Blum, Steve"
            },
            {
                "name": "Ono, Daisuke"
            },
            {
                "name": "Kaji, Yûki"
            },
            {
                "name": "Hanazawa, Kana"
            },
            {
                "name": "Takagaki, Ayahi"
            },
            {
                "name": "Terashima, Takuma"
            },
            {
                "name": "Fukuyama, Jun"
            },
            {
                "name": "Kuroda, Takaya"
            },
            {
                "name": "Horie, Kazuma"
            },
            {
                "name": "Kobayashi, Sanae"
            },
            {
                "name": "Endou, Daisuke"
            },
            {
                "name": "Takahashi, Shinya"
            },
            {
                "name": "Ise, Mariya"
            },
            {
                "name": "Takagi, Wataru"
            },
            {
                "name": "Konishi, Katsuyuki"
            },
            {
                "name": "Sasaki, Nozomi"
            },
            {
                "name": "Iguchi, Yûichi"
            },
            {
                "name": "Miyajima, Eri"
            },
            {
                "name": "Sakai, Kanako"
            },
            {
                "name": "Fukuen, Misato"
            },
            {
                "name": "Okamoto, Nobuhiko"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Crime",
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M",
            "Germany:12",
            "New Zealand:M",
            "South Korea:15",
            "United Kingdom:15",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 5272,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTAwNmViMTQtOTgzYy00NzM4LWE0MzYtYjIwOWQ0N2U5M2MxXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "Japanese"
        ],
        "title": "Durarara!!",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2010",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Narita, Ryôgo"
            },
            {
                "name": "Nemoto, Toshizo"
            },
            {
                "name": "Takagi, Noboru"
            }
        ],
        "production companies": [
            {
                "name": "ACSII Media Works"
            },
            {
                "name": "Aniplex"
            },
            {
                "name": "Brains Base"
            },
            {
                "name": "Hakuhodo DY Media Partners"
            },
            {
                "name": "Ikebukuro Dollars"
            },
            {
                "name": "Mainichi Broadcasting System"
            },
            {
                "name": "Movic"
            }
        ],
        "distributors": [
            {
                "name": "Aniplex America"
            },
            {
                "name": "Chubu-nippon Broadcasting Company (CBC)"
            },
            {
                "name": "Mainichi Broadcasting System (MBS)"
            },
            {
                "name": "Siren Visual Entertainment"
            },
            {
                "name": "Tokyo Broadcasting System (TBS)"
            }
        ],
        "other companies": [
            {
                "name": "Bang Zoom! Entertainment"
            }
        ],
        "plot": [
            "Tired of his mundane life, Mikado Ryugamine decides to move to Ikebukuro, a district in Tokyo, when a friend invites him. With everything from invisible gangs to rumored beings, Ikebukuro is full of connected mysteries where people's pasts intertwine with the present.::Amy Jones"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5272,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 12,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 2475,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 1027,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 161,
                "rating": 7.4
            },
            "males": {
                "votes": 2849,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 1722,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 796,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 124,
                "rating": 7.5
            },
            "females": {
                "votes": 1050,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 7,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 723,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 217,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 33,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 62,
                "rating": 6.7
            },
            "us users": {
                "votes": 818,
                "rating": 7.9
            },
            "non us users": {
                "votes": 1978,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 1120,
            "9": 1128,
            "8": 1542,
            "7": 769,
            "6": 340,
            "5": 162,
            "4": 67,
            "3": 42,
            "2": 24,
            "1": 78
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}