{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 June 2010"
            },
            {
                "country": "Greece\n",
                "date": "3 October 2011"
            },
            {
                "country": "Sweden\n",
                "date": "16 August 2012"
            },
            {
                "country": "Belgium\n",
                "date": "2 June 2013"
            },
            {
                "country": "Hungary\n",
                "date": "8 January 2015"
            }
        ],
        "release dates": [
            "USA::20 June 2010",
            "Greece::3 October 2011",
            "Sweden::16 August 2012",
            "Belgium::2 June 2013",
            "Hungary::8 January 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Gates"
            },
            {
                "countries": "Brazil",
                "title": "The Gates"
            },
            {
                "countries": "Croatia",
                "title": "Dveri"
            },
            {
                "countries": "France",
                "title": "The Gates"
            },
            {
                "countries": "Hungary",
                "title": "Titkok otthona"
            },
            {
                "countries": "Poland",
                "title": "The Gates: Za brama tajemnic"
            },
            {
                "countries": "Russia",
                "title": "Врата"
            },
            {
                "countries": "Serbia",
                "title": "Dveri"
            },
            {
                "countries": "Ukraine",
                "title": "Ворота"
            },
            {
                "countries": "Vietnam",
                "title": "Thi Tran Gates"
            }
        ],
        "akas": [
            "The Gates (original title)",
            "The Gates Brazil",
            "Dveri Croatia",
            "The Gates France",
            "Titkok otthona Hungary",
            "The Gates: Za brama tajemnic Poland",
            "Врата Russia",
            "Dveri Serbia",
            "Ворота Ukraine",
            "Thi Tran Gates Vietnam"
        ],
        "akas from release info": [
            "The Gates (original title)",
            "The Gates Brazil",
            "Dveri Croatia",
            "The Gates France",
            "Titkok otthona Hungary",
            "The Gates: Za brama tajemnic Poland",
            "Врата Russia",
            "Dveri Serbia",
            "Ворота Ukraine",
            "Thi Tran Gates Vietnam"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 163,
                    "original air date": "20 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Monohan family move into their new home in The Gates, an exclusive community of perfectly manicured lawns and friendly neighbors. But things grow complicated when Nick Monohan, the new Chief of Police, has to investigate those neighbors in a missing persons case during his first day on the job. Claire and Dylan Radcliff fight to hide not only their involvement in Nick's case, but their rather unusual family secret. Meanwhile, Charlie Monohan tries to adjust to his new school, finding a friend in the beautiful but unavailable Andie Bates. Just when his family is ...    "
                },
                "2": {
                    "title": "What Lies Beneath",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 119,
                    "original air date": "27 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Nick investigates the death of the last Chief of Police, disturbed by what he's starting to discover about The Gates. Claire Radcliff deals with the repercussions from her recent transgression, fighting to put the past behind her. At school, Andie struggles to sort out her blossoming feelings for Charlie. And Brett works hard to keep dating Andie while fighting off Lukas' tempting offer to \"come running.\"    "
                },
                "3": {
                    "title": "Breach",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 105,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    There's been a robbery at the McCallisters', setting off a series of similar mysterious robberies around town. Meanwhile Brett does his best to get his relationship back on track with Andie, though she still finds herself drawn to Charlie; Lukas encourages Brett to join the pack and blow off a little steam; Leigh is not herself when she loses an important package, and possibly her connection with Marcus; and Claire reunites with an old friend who questions her transformation to a humble housewife.    "
                },
                "4": {
                    "title": "The Monster Within",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 100,
                    "original air date": "18 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The pack's unauthorized nightly runs outside result in the death of local hunter Stan Patterson, who shot Charlie. Sheriff Nick Monohan and his loyal deputy investigate, but the corpse was removed timely by coach, who furiously blames and suspends Brett Creski. The sheriff confides in his wife, who still hides her provocative Christian Harper ex's presence, that he had to leave Chicago after actually illegally executing a suspect of serial rapes and killings. Thomas Bates insists on escorting his daughter to the ball before revealing the impact of her succubus ...    "
                },
                "5": {
                    "title": "Repercussions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 90,
                    "original air date": "25 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Deputy Marcus Jordan braves chief Nick Monohan's opposition to investigating where his missing dance date Teresa went. Marcus even works out her true Chicago identity and identity and motive to come after the chief. Vampire Dylan Radcliff killed her to save the chief, hid the corpse and demands collaboration to cover up. While Charlie recovers from alleged 'kisisng disease', lover Andie Bates hesitates to handle her succubus heritage as her 'normal' father implores. Frank Buckley hosts in his mansion the chief's festive installation, but his own secrets aren't safe ...    "
                },
                "6": {
                    "title": "Jurisdiction",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 89,
                    "original air date": "1 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Dylan Radcliff is chief Nick Monohan's prime suspect for a vampire murder within the Gates, but provides convincing evidence of his innocence, still not enough to leave the matter in creature hands, so they collaborate on very tense terms. Christian Harper won't be shaken off by adulteress Sarah. Andie and her loved ones learn the hard way how badly a fresh succubus needs medication. Sarah is puzzled by two women factions' rivalry extending to fund-raising fro the same charity and seeks a middle-way with Devon. Nick considers resigning, so he inquires about a Florida ...    "
                },
                "7": {
                    "title": "Digging the Dirt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 85,
                    "original air date": "8 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Finding themselves blackmailed by Frank Buckley, Nick and Dylan set out to dig up a secret on him that is equally damning; Sarah throws a pool party for the neighborhood women, but social politics threaten to spoil it; at Gates Academy, neither Brett nor Charlie is willing to give up on winning Andie's affection; and Devon tries internet dating, but her motives are anything but romantic.    "
                },
                "8": {
                    "title": "Dog Eat Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 93,
                    "original air date": "15 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    After his father Simon Fort is gravely assaulted and left for dead, Lucas is a mental mess, ready to leave the pack leadership to Brett, who instead concentrates on Andie, ready unlike her to try the risks of a succubus lover under novel medication. Nick now learns of the werewolf community and its smoldering rivalry with the vampires, which will turn the town into a bloodbath if the killer is a vampire. Ultimately he works out that unpopular Simon, who had enemies in both communities, also abused his family once too often. Christian forces 'rival' Dylan to face his ...    "
                },
                "9": {
                    "title": "Identity Crisis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 85,
                    "original air date": "22 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    FBI Agent Kat Russo arrives at Nick's precinct in search of a criminal who may have taken refuge in The Gates. But the deeper Russo digs, the closer she comes to uncovering the community's dark secrets, and Nick finds he must balance the demands of the Bureau with preserving harmony within The Gates. Elsewhere, Andie's \"hunger\" leaves her weaker by the day, and Brett is willing to do whatever it takes to keep her sated. On the rebound from his recent breakup, Charlie finds himself with an unexpected new crush. Behind her mother's back, Mia seeks Devon's tutelage in ...    "
                },
                "10": {
                    "title": "Little Girl Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 82,
                    "original air date": "5 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Rivaling for Charlie, Lexie learns from Brett that Andie is a succubus, but trying to use that information only wrecks both relationships. Christian not only survived the sun, he kidnaps Dylan's Emily, boats about it and when chained up, manages to make the sheriff, who agreed to look discretely, learn that Dylan's wife murdered a baby's neglectful parents and neither stopped committing violent crimes, yet is the only one ordered out of town.    "
                },
                "11": {
                    "title": "Surfacing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 81,
                    "original air date": "12 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Sheriff Nick is haunted by the of Teresa, the vindictive ghost ghost of the man he had to shoot in Chicago. Worse, she now corporally attacks his family, nearly drowning clueless Charlie, who is already so badly shaken by his break-up with Andie that his sister starts mediating. Dylan and Claire just felt comfortable inviting Emily to question them about her adoption, when her aunt Nancy invites herself and a social worker to subject the Radcliff family to endless questions.    "
                },
                "12": {
                    "title": "Bad Moon Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 83,
                    "original air date": "19 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    To mayor Frank Buckley's horror, making love kills his wife Vanessa. Dylan works out she's poisoned with an expertly potion, containing vampire blood, actually obtained by blackmail from his wife, potentially the spark to start a war with the werewolves. The Radcliffs consider moving out after receiving a morbid death threat at home. Devon is found the culprit, but fled. The kids get along, despite tensions concerning Andie's succubus control medication.    "
                },
                "13": {
                    "title": "Moving Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gates (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 92,
                    "original air date": "19 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The sheriff resigns in order to move his family, but fails to explain to the kids. Unwilling to leave Andie, Charlie runs away with her, but she runs out of medicine, as jealous Brett diluted it in a daze, so the succubus drain during sex extracts almost all life force. Only Devon's black magic may save Charlie, but Dylan doubts if he can hold off Ben McAllister's lynch party long enough. Deputy Marcus Jordan finally works out the truth about colleague Leigh and the Gates in general.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Mitra, Rhona"
            },
            {
                "name": "Grillo, Frank"
            },
            {
                "name": "Nichols, Marisol"
            },
            {
                "name": "Mably, Luke"
            },
            {
                "name": "Caldwell, Travis"
            },
            {
                "name": "Samuels, Skyler"
            },
            {
                "name": "West, Chandra"
            },
            {
                "name": "Haynes, Colton"
            },
            {
                "name": "Gavankar, Janina"
            },
            {
                "name": "Miles, Justin"
            },
            {
                "name": "Platt, Victoria Gabrielle"
            },
            {
                "name": "Cole, Georgia"
            },
            {
                "name": "Miller, McKaley"
            },
            {
                "name": "Preston, James"
            },
            {
                "name": "DiPillo, Rachel"
            },
            {
                "name": "Blackthorne, Paul"
            },
            {
                "name": "Cullen, Brett"
            },
            {
                "name": "Tyler, Devyn A."
            },
            {
                "name": "Lucio, Shannon"
            },
            {
                "name": "Votsis, Gloria"
            },
            {
                "name": "Powell, Andrea"
            },
            {
                "name": "Secor, Kyle"
            },
            {
                "name": "Cross, Roger"
            },
            {
                "name": "Ashby, Linden"
            },
            {
                "name": "Woods, Barbara Alyn"
            },
            {
                "name": "Heuring, Lori"
            },
            {
                "name": "Gummersall, Devon"
            },
            {
                "name": "Cornwell, Matthew"
            },
            {
                "name": "Herthum, Louis"
            },
            {
                "name": "Messner, Johnny"
            },
            {
                "name": "Winnick, Katheryn"
            },
            {
                "name": "Prosky, John"
            },
            {
                "name": "White, Cheryl"
            },
            {
                "name": "Miller, Andrew Elvis"
            },
            {
                "name": "Pence, Josh"
            },
            {
                "name": "Blackwell, Rus"
            },
            {
                "name": "Campbell, Ashley LeConte"
            },
            {
                "name": "Davis, Jason"
            },
            {
                "name": "Davis, Jon Michael"
            },
            {
                "name": "Ponzio, Melissa"
            },
            {
                "name": "Brown, Marcus Lyle"
            },
            {
                "name": "Forrestall, Shanna"
            },
            {
                "name": "Jensen, Chris"
            },
            {
                "name": "Pralgo, Robert"
            },
            {
                "name": "Sensenig, Andrew"
            },
            {
                "name": "Slaughter, Billy"
            },
            {
                "name": "Dyer, Catherine"
            },
            {
                "name": "Gabriel, John"
            },
            {
                "name": "Green, Pam"
            },
            {
                "name": "Marlin, Matt"
            }
        ],
        "locations": [
            "Fox Creek Farms, Shreveport, Louisiana, USA",
            "Shreveport, Louisiana, USA",
            "Stageworks - 400 Clyde Fant Memorial Parkway, Shreveport, Louisiana, USA"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Fantasy",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 7515,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTMwMDM2MDg4NF5BMl5BanBnXkFtZTcwMjkzODc1Mw@@._V1_SY150_CR9,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Gates",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2010",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Scharbo, Grant"
            },
            {
                "name": "Hatem, Richard"
            },
            {
                "name": "Stanton, Gabrielle G."
            }
        ],
        "production companies": [
            {
                "name": "Little Engine Entertainment"
            },
            {
                "name": "Summerland Entertainment"
            },
            {
                "name": "Fox Television Studios"
            }
        ],
        "distributors": [
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "FOXlife"
            },
            {
                "name": "FOXlife"
            },
            {
                "name": "RTL Klub Televízió"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Go For Locations"
            },
            {
                "name": "Hollywood Trucks"
            },
            {
                "name": "Hula Post"
            },
            {
                "name": "Inner Media"
            },
            {
                "name": "Keslow Camera"
            },
            {
                "name": "Micdi Productions"
            },
            {
                "name": "Millennium Studios"
            },
            {
                "name": "Millennium Studios"
            },
            {
                "name": "Silver Screen Rentals"
            },
            {
                "name": "Silver Screen Rentals"
            }
        ],
        "plot": [
            "A metropolitan police officer becomes chief of police in a gated suburban neighborhood where vampires, werewolves, witches, and other supernatural entities reside."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Red One MX"
            ],
            "negative format": [
                "Redcode RAW"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7515,
                "rating": 7.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 1708,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 3475,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 1258,
                "rating": 7.2
            },
            "males": {
                "votes": 3241,
                "rating": 7.0
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 642,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 1757,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 745,
                "rating": 7.0
            },
            "females": {
                "votes": 3358,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 1047,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 1673,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 505,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 112,
                "rating": 6.0
            },
            "us users": {
                "votes": 2117,
                "rating": 7.3
            },
            "non us users": {
                "votes": 3172,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 1980,
            "9": 888,
            "8": 1375,
            "7": 1399,
            "6": 779,
            "5": 442,
            "4": 211,
            "3": 125,
            "2": 96,
            "1": 220
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}