{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "  2010"
            },
            {
                "country": "Belgium\n",
                "date": "September 2010"
            },
            {
                "country": "Belgium\n",
                "date": "24 September 2010"
            }
        ],
        "release dates": [
            "Belgium::2010",
            "Belgium::September 2010",
            "Belgium::24 September 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Ten years ago, Dr. De Prins moved to Monaco and turned over his private clinic De Wingerd to his son Nico. Since then he's only fascinated by Orchid, the real chief is top employee Norbert. He falls in love with widowed Tessa, and embraces her naive eight year old daughter Ella. However Norbert's horrible child, Clio is not happy about this. So after Tessa dies from a fall, Clio pesters gullible Ella and tricks her father into believing she's out of control and committed arson. So Elle gets packed off to rough aunt Ursula, who runs a camping site. She takes Clio's ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Life with Ursula 'tarantula' means endless chores for Ella. She finds some comfort with dog Tody and becomes buddies for a while with Jens, the sweet son of a family who are camping. After the dog dies and she's had enough and Ella decides to leave for good to seek happiness, without a plan. Ursula covers herself by pretending Ella stole cash from her. Wandering around, Ella shoplifts, ignoring the charming student who was working there is Jens. He even runs after her shouting it's all right, but is run over by a car while she's already out of sight.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Jens is still in a coma. Ella ignored his accident, wandered until she found her late ma's hair dresser's saloon and slept in its porch. The new owners, Cindy and her effeminate gay assistant Anthony De Keersmaecker generously take her in, show how they redesigned the place and insist to put her up, even fit her new clothes. Clio still manages to prevent dad Norbert discovering the abusive truth. She also fancies the private clinic's new eye surgeon, Dr. Lukas Vervloet.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Norbert has received notice from NASA that his medical zero gravity project has been selected, so he'll leave the clinic for a year. Nicolas De Prins doesn't intend to leave his cocoon for romantic or professional life. Dr. Werner Wolfs and Clio seem interested to become interim director. After telling Anthony and Cindy about adorable Jens and her shoplifting, Ella decides it's time to return to his night-shop.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Norbert still hasn't decided definitely whether to go to the States for a year long NASA research program, feeling a bit selfish if he does. Ella is so comfortable in the saloon, having met Cindy's boyfriend Walter, that she agrees to stay longer. To avoid stock taking with Anthony, she finally checks out the night shop hunk, ignoring that it's Jens. So she agrees to join the barber duo at a party, where she meets charming Federico, who starts teaching her dancing. Dodgy P.I. Van Dam keeps asking for more money from Norbert to keep searching for Ella, and from Clio ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas does a great job making sure aristocrat Mout, the 'marriage candidate' which Linda arranged to dine with him, learns a lot about orchids and leaving him in peace. Frederico feels in love with Ella, although she 'danced' his feet black and blue, and calls her to make another date, but she goes to great lengths to hide from Anthony and Cindy she can't read, which complicates handling a cell phone hugely. Dr. Wolfs and Clio each hope to take Norbert's director seat if he accepts the NASA research.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas is number three on a national magazine's annual list of most eligible bachelors, but still shows no interest in dating, while Linda keeps playing matchmaker. Norbert refuses Dr. Wolf's research project on principle while objecting to the expense of the entertainment Lucas proposes. After nerve-wrecking preparations, Frederico picks up Ella for their fist solo date.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico takes Ella on a tandem ride trough Lier and explains he returned to Belgium aged 12 after she divorced his Portorican dad. Carmen gets him to wait before asking a year off work to make a world tour with Ella by the same vehicle. Anthony dreams of 'converting' straight doc Lukas. Clio wants dad Norbert to hand over to her the management of Nicolas's affairs after moneybags brushed her off. Ella feels she can't live at Cindy's for free and travel without savings. Cindy enjoys another date with adulterer Walter, until he announces his intention to leave wife ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico grudgingly accepts to delay his tandem tour until Ella has earned some savings. Opening one of her fake application letters make Anthony and Cindy realize she's illiterate, which ruins even the only job application without diploma requirement. Norbert lets Clio convince him she's capable of managing Nicolas's affairs in his absence, but fails to convince Linda to join him on his Florida assignment and make their affair public.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Linda tries to oppose Norbert's proposal to let Clio manage Nicolas's affairs in his absence, but the young heir says he trusts Norbert in that matter too. The doctors both claim to be confident to picked as interim director. Constant 'hints' from Anthony fail to make Ella admit 'spontaneously' she's illiterate.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Dr. Norbert interviews his potential interim directors again, notably on how either would cope if the other were chosen, then takes resident eminent researcher Dr. Arends' advice. After Clio haughtily tells Linda she's \"the best\", Linda suggests herself to manage Nicolas's affairs but is laughed away as not a business person. Ella finally admits to Cindy she's completely unschooled, illiterate and dyslexic. Frederico dates her again.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Lukas is nominated interim hospital director, Dr. Wolfs reproaches Dr. Arends to have decided Norbert's choice. Detective Van dam learns Norbert considers adopting Ella and realizes he can bleed sole heiress Clio for much more. After the labor inspection, Ella must stay out of the saloon and gets Anthony to advance the money to pay a fine if imposed on Cindy.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico arranges for Ella to get a shot at a waitress job in Ronnie's bar. Anthony realizes the klutz will mess up but trains her. Norbert keeps looking for her, despite Clio and Ursula's sabotage, hoping to cure her dyslexia and maybe even adopt her. Dr. Arends reminds him the NASA project is worth leaving other things behind for a year.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Dr. Lukas moves into Norbert's office. Nicolas coolly accepts his affairs being entrusted to Clio, who already feels boss in the clinic too. Ella's first day as waitress goes well, until she looses a unique key.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico starts sensing Ella's love isn't unshakable without knowing she finally follows Cindy's advice to return to the night-shop. They find out the hot clerk is none other then her first love Jens Martens, but he was victim of a hit and run. 'Singer' Anthony stars at the home celebrations for her new job, but ends up with a hangover so labor inspector Sam Stokmans catches her serving waiting customers drink wile the official staff showers, which means a legal charge. Dr. Lukas wonders if Nicolas may be gay and acts embarrassed when his friend comes pick him up at ...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas makes crystal clear to Clio she's not supposed to bother him in person. Frederico is clearly not amused when told Ella still dreams about Jens. Dr. Arends approves of Dr. Lukas's confident attitude towards his jealous rival. The desperate Martens parents bring in their son as the clinic's new patient: Jens.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "15 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jens is still comatose, now in the clinic. Clio now believes the way to Nicola's heart and fortune is becoming a fellow orchid expert. Anthony's excitement about a near unique hairstyling device turns into panic because of bad timing. Just when Ella goes make up with Frederico, she jealously misjudges his meeting with an ex. Dr. Lukas Vervloet reaches a compromise about economical patient care with Dr. Werner Wolfs.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Dr. Werner Wolfs warns Dr. Lukas Vervloet about Clio's arrogance and intent to acquire power trough Nicolas after being threatened just for jokingly calling her 'Mrs. De Prins'. Frederico saves Ella's waitress job after she wickedly threw vodka in his face, even though that gets him fired as DJ. Anthony helps them but shivers learning the illegal employment court case is impending.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Cocky Cindy is so eager to refuse the lawyer Anthony and Ella arranged that she rudely turns away a reporter from a lifestyle magazine the saloon would greatly benefit from. Labor inspector Stokmans visits as a client but is saucily treated to a shameless hair-grooming prank. After bribing and yet cheating aunt Ursula, Clio orders detective Van Dam to substitute his search with keeping watch either at work or Clio's home wherever she's absent.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas makes crystal clear to Linda he doesn't expect to find a friend, and to Clio cut orchids are a sacrilege. Cindy's flippant refusal of legal counsel and lack of preparation doomed her labor court trial from the start, but her cocky style looks like she'll even be slapped for contempt of court. Dr. Lukas Vervloet refuses to involve the clinic in Dr. Werner Wolfs' rabbit eye transplant follow-up project.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After failing to get any result with female charms on Nicolas, Clio tries shamelessly seducing Frederico to a kiss, then withdrawing haughtily. Despite Cindy's stupid bumbling throughout the trial, the judge acquits her after Ella admits being illiterate, discrediting Sokmans's report of her writing down client reservations. Barman Ronnie insists to fire someone for the vodka-incident, so Ella leaves to get Frederico reinstated.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "22 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Lukas's friend Koen makes him leave when Anthiny joins them on a pub's terrace. Furious because Lukas rejected his eye transplant researcher project, Werner considers confiding into Clio, who keeps snooping around. Ella dreams about literary fame but messes up her first reading lesson. Frederico is feeling romantically stuck until he learns Ella gave up her job to redeem his.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In order to make up with Frederico in the clinic, where he works, Ella braves her early memories about the place where Norbert got engaged to her mother who died there. She stumbles into Jens's room. Nicolas grudgingly accepts to start preparing for 'princes day', his annual meeting with the clinic staff. Clio discovers Werner finances his research by selling medical prescriptions and demands a 10% share. Cindy has another dinner date with Walter.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico happily welcomes Ella's make up-visit in the clinic. She senses to know the Martens couple, unsuspecting they're visiting her true love, their comatose son Jens, and consider giving up his life-support. Clio tells Lucas she takes all Nicolas's decisions and feels Walter's eye transplant research is worthwhile. Lucas tells Linda Nicolas's agoraphobia can only be overcome gradually and voluntarily, but the patient sees trough her ploy to get him to eat in a restaurant, only Clio's growing knowledge of orchids impresses him. Cindy cuts Walter's wining about his...    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Clio dreams of seducing Nicolas with her orchid knowledge, but her dream-prince still refuses her accompanying him on 'Prinsjesdag'. Lucas's answers to Anthony's personal questions don't reveal if he's gay, just that Koen is merely his gym buddy. Anthony hesitates whether to believe Frederico or his ex, but is persuaded to keep quiet by Cindy, who throws in an apprenticeship while continuing her adulterous affair.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas sees Linda is upset and tries to appease her worries he'll never be happy without finding a good wife. After researching eye transplants, Clio assures incredulous Werner she can get Nicolaas to approve his research. Anthony and Cindy start training klutz Ella, who invites Frederico, who joins in applauding her bumbling as if excellent.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "29 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas makes clear to Linda she can't get him to date women, not even nursery heiresses, but leaves he r hope he may join her into the garden on 'Prinsjesdag'. After Anthony and Cindy's klutzy adventure to reach the picnic couple, Frederico proves their supposition he would have another affair with his ex a completely unfounded misunderstanding. Clio pays aunt Ursula for a box with Ella's childhood mementos.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas makes sure trough Linda that Clio can't manipulate his part in 'prinsjedag', so Dr. Lukas will greet the guest with him. Frederico and Cindy regret Carmen's jealous attitude. Anthony's spying trough client Jasper renews his hope hunky doc Lukas may be gay.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Lucas may be amused by queer Anthony's attempt to find out if he's gay, his gym body Koen hates it and makes them leave. Nicolas still tries to wriggle out of 'Prinsjesdag'. Frederico acts as willing guinea pig for Ella's incompetent hairstyling practice, but she now thinks of him as a steady lover. Werner weighs heavily on his corrupt nurse accomplice Danny and brushes off Jasmine to perform a clandestine rabbit eye harvesting. Clio tells Norbert that Ella may have returned to her ma's house, so he promises to look up where that was.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Dr. Lucas makes Clio approve the 'prinsjesdag' program and accept jasper's renovation tender. After a tip from dad, she searches for Ella's ma's home address in the pre-PC clinic archives. Frederico is caught between jealously fighting female friends. Ella's first non-complaining client is celebrated, but she's being apprenticed illegally.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas still doubts whether to participate in 'Prinsjesdag'. The arrival of the police made Ella panic and cut jasper's skull. In fact it's about aunt Ursula's fake theft complaint, which is made credible by the camera recording of her night shop theft, which also makes her realize Jens had his accident while running after her. Lucas brushes off Clio's haste to consult the old personnel files and 'passes' Cindy's seduction test, so she and Frederico now presume Anthony may be right he's probably gay. Werner conceives a dirty trick.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "5 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Prinsjesdag had finally arrived. After bugging Lucas about the last-minute ongoing preparations, Clio makes Nicolas even more furious by fighting with Linda who gets to escort him in public. Danny hands Werner the remote control for the eclectic magnet his mate made so they Anthony is worried, unlike Cindy, because Ella spent the night with Frederico, who thus is late to help with the party preparations.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    On long-awaited Prinsjesdag, Nicolas only accompanies Lucas for two speeches after Lida managed to lock out Clio on his loft's terrace. Anthony sees Werner's tricked chandelier crashing down and saves his 'dream prince' by tiger-leap. Ella wondered off trough the clinic, until she stumbled upon Lien kissing Frederico, and refuses to believe he was caught off-guard. Finally she enters Jens room, only to find he's comatose.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After the chandelier crash, Nicolas is even shier, preferring Clio's paperwork to another blind date. Frederico gets desperate when Ella and Cindy bluntly refuse to consider his story. Anthony is proud to be in the paper for saving Lucas, who investigates the incident while Werner suggests a maintenance error. Dr. Arends finds Ella in Jens's room.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Anthony meanly calls Frederico an incorrigible flirt, but after Lien's confession Ella is now drawn between feelings for him and comatose Jens. Danny demands Werner grants him 50-50 now he knows even more dirty secrets. Lucas keeps investigating the chandelier fall and clearly suspects Werner.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Anthony's big dinner is a disaster when dream prince Lucas brings his girl-friend, which he openly calls a fake to hide being gay. Nicolas confides in Clio he fakes interest in a girl to get Linda off his back. He shows even less interest in Clio, who now instructs Van Dam to find Ella's ma's former home. After ruining another client's haircut, Ella drops her apprenticeship.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "14 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Clio convinces Nicolas her adviser job is too heavy unless she gets a room in the clinic, or actually, as other space is needed, in his loft suite. Anthony is a silent wreck after the 'romantic' dinner. Nurse-cahoot Danny impudently braves ever-rude Werner. Lucas is atypically edgy. Precisely his secretive attitude about Koen makes Clio suppose it's his gay mate. Ella treats Frederico to a surprise private dance party.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas refuses Clios moving in for Lidna's sake. Lucas denies Clio's suggestion Koen be his gay mate and scolds Cindy for starting such rumor. Despite the romantic dance and believing Frederico's romantic confession he couldn't kiss another even when he thought their break-up was final, Ella fakes belly-ache because she can't forget still comatose Jens, but promises Cindy she'll try to forget him.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico treats Ella to a fancy restaurant, where she lies no longer to love Jens when she mistakes someone for him. Jasper tells Ella dyslexia can be treated. Lucas presses Cindy to pass on he's straight. She sneakily circumvents his refusal to disclose Jens's condition and is asked by his parents to cut his hair.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas maintains his refusal to let Clio move in against Linda's wishes. The schemer accidentally discovers, while Lucas refuses to meddle, that Linda has a contract with his dad, promising a 'pension' fortune after 45 years, ending in 12. Frederico's ring has to be retrieved 'naturally' from the lap dog who swallowed it. Ella makes clear she's not ready for an actual engagement. Jasper gets the renovation contract. When Anthony and Cindy bump into labor inspector Stockmans, she verbally attacks him. Jens's comatose condition is unchanged.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Dr. Lucas faces industrial action unless he can recruit more staff fast; so he offers Ella a job when she lies to have studied nursing. Clio blackmails Linda to let her move in with Nicolas, who seems to weak to object himself. Anthiny is startled to discover Cindy and labor inspector Sam ended up reconciled- in bed.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "19 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Pressed for staff, Lucas pleads with 'nurse' Ella to join the clinic, but despite encouragement trough Anthony and Cindy, she finally decides not to risk patients' health, however badly she wants to get near Jens. Clio's moving in proves bitter for Linda.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    To Clio's disappointment, moving in with Nicolas brings no romantic progress, in fact he only shows interest in a mysterious pair of eyes (Ella's?) on the 'prinsjedag' pictures. Lucas has the police investigate the chandelier incident, but it's too late for proper forensics. Danny now blackmails Werner for free prescriptions. More pressure on Ellma makes her dream of a nursing career, not accept Lucas's job offer.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "23 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Clio talks Werner out of resigning by promising to make her dad reconsider Lucas's interim directorship but fails, also to make Nicolas overrule Lucas. Detective Van Dam reports to Clio he found out about Elma's two dismissed theft charges. After failing to find an unskilled job, Ella enjoys assisting Jens's haircut and decides to pose as a nurse after all.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    To prepare justly insecure Ella for her first day in nursing, Frederico reads from a first aid manual, with Jasper Fahadir as willing, ticklish practice 'patient'. Lucas proudly announces his recruit. The clinic's old paper archives has arrived, so Clio can start searching them for Ella's ma's old data. Cindy convinces Fredericio's cleaning colleague Carmen to keep silent.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Dr. Wolfs asks and gets Clio's help to deal with blackmailer-nurse Danny. After a hasty introduction by Dr. Lucas, bumbler Ella's first day as nurse, supposedly trained in Germany, is a total disaster by matron's demanding standards, despite help from Frederico. Yet washing Jens makes it all worthwhile for Ella.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "26 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Ella's bumbling on her first day as nurse nearly blows her cover and makes matron demand her immediate dismissal as she can't even distinguish oral from anal medication. But pleas from Frederico and patient Willy, an old veteran, praising her bedside manner, so Lucas can let her stay. Washing Jens feels like heaven. Back home, she gets a surprise party. Clio tells Werner she has dealt with Danny, not how, and finally finds Ella's late ma's home address- Cindy's.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Because Ella remains physically distant even after the party, Frederico drowns his disappointment in alcohol and gets seduced by Clio, who has discovered Ella's ma's home is now Cindy's shop where her picture is obviously recognized, although that's denied. Lucas accepts more lies about Ella's Bavarian 'private nurse schooling'. Werner worries how Ella handled Danny as he's missing.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When Ella overhears Dr. Lukas telling Jens' parents that it's time to consider ending his artificial coma, she convinces them to give her a chance to wake him. This soon results in his first finger grip since the accident. Clio calls P.I. van dam saying she has tracked down Ella, then twists her ankle. Cindy, confident Ella's cover can be kept up, and justly doubting Anthony and Jasper help the bitch to the clinic. Werner diagnoses she just needs rest, an ideal excuse to stay in Nicolas's apartment. Frederico feels guilty over his drunken infidelity with Clio.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Dr. Lucas finds no evidence of Ella's claim Jens squeezed her hand, but his parents want to give her six months. Werner shows Clio his blackmail insurance, recording of her making love with Frederico, demanding she gets Nicolas to end Lucas's directorship. Anthony can't convince Cindy they must warn Ella about Frederico and Clio.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Koen is angry that Lucas hides their affair for fear of career damage. Indeed Lucas asks Ella as her escort to a fancy medical association ball. Frederico confesses his drunk infidelity but gets no lenience. Clio is pleased that Nicolas considers the lady visitor Linda arranged romantically irrelevant. After P.I. Van Dam delivers the pictures of Cindy's place, Clio terminates his contract. Ella redeems her bumbling by reconciling a gay patient and his abusive neighbor who actually lost his son to AIDS.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "3 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico's infidelity puts Ella out of the mood, but Lucas insists to take her to the fancy ball, where they star on the dance floor. But Clio made Werner wheel in her chair and tells she found out who Ella really is, which makes her run off in tearful panic.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Now Clio has exposed her diploma fraud, Ella feels tearfully guilty, yet goes visit Jens again, getting past matron because Dr. Arends recognizes her as Tessa's daughter. Clio insists Nicolas must decide shivering Dr. Lucas's fate as director ad interim. Sam treats Cindy to musical tickets.    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "7 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas is sympathetic to Lucas's explanation how he failed to check Ella's diploma in time, but Clio's crocodile tears still get him fired as interim director. Werner expects to get the job, but to his horror Clio stole it herself. After failing to get another sign of life from Jens, Ella bumps into Frederico, and by mean birching drives him to reveal her 'true friends' kept from her the truth about Clio. Koen insists he must see Lucas stat, being about to dump him.    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Clio brushes off a call from dad about Lucas's dismissal. Anthony is shocked when Lucas tells what team Ella's lies cost him, but it gets worse when Koen turns up and dumps him for being afraid of outing. Ella makes up with Cindy after a pact to stop lying and cheating. It is tested as Cindy's adulterous lover Walter turns up the night she agreed to go to a musical with Sam, and proves painful for Walter in every sense.    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "9 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico tells Anthony he only 'cheated' drunk, Ella is obsessed with comatose Jens. While waiting for Ciny, Walter warns Ella for the perishing of love, until Lucas arrives drunk as a skunk. Arriving with Sam, Cindy makes a bad fall and is hospitalized, apparently with bad amnesia. Clio demands research results from Werner within a month.    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "10 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Lucas is surprised to learn Clio, not Werner, succeeds him as director. Sam and Walter bicker at Cindy's sickbed, only to find she cares truly for neither, then she's released. Clio offers Ella a cleaning crew job, as she tells Werner only to toy with her prey.    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas's fascination for Ella's unidentified eyes on a Prinsjesdag picture terrifies jealous Clio. After Werner declares her ankle healed, she starts her interim director term even bossier. Jens's parents remain patient. Ella joins the clinic's unamused cleaning crew.    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "14 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Clio dreams of Nicolas as her dream prince when he accepts to show her his family's priceless heirloom giant diamond necklace, Mona Flora, but is denied wearing it, that's only for a De Prins bride. Jens's parents learn the truth about Ella, but decide to let her continue sitting by his bed after hearing how well she gets on with patients. Her illiteracy and endless bumbling on the cleaning crew now prove physically dangerous. Werner finally has some rabbit test results. Linda treats Jasper to tea and tells she was Nicalas's au pair de facto mother since the real ...    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "15 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Frederico is just in time to prevent Ella stupidly burning herself with mixed detergents. He can't talk Clio out of her next toying with Ella, who must 'earn' her ma's mementos box by cleaning the clinic's large courtyard by hand, without staff help or proper materials. Failing in the impossible task, she gets an all-night second chance after seeing a letter burnt. Jasper however got external reinforcement, later joined by staff way after hours, minus Frederico, whom Clio tries to convince Ella is a manipulative tease.    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "18 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The nightly cleaning effort brought most participants together, except Jasper and his bitter daughter. Frederico enjoys a dance date with Clio, yet still tries yo defend Ella, who however coldly returns his ring. The next morning is grim, especially for Anthony, who lost his voice just on karaoke night. Dr Arents approves of illiterate Ella 'reading' self-invented stories to Jens.    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "17 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas tells Linda he knows of her and Norbert, they agree Clio is no match and she promises to help search discretely for the mystery eyes girl. Clio kept back most of Ella's ma's box content, but while Frederico cleans her office he steals it from her desk and covers up by kissing. Although his voice has barely recovered, Anthony defends his pub karaoke cup so well he attract a music producer's attention.    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    As Frederico hands Ella the mementos box, she accepts to wear his friendship ring again. Anthony enjoys his karaoke cup and the admirer turns into a hot gay date. Cindy leaves Walter and Sam bickering publicly over her and reads the letters to Ella, thus discovering ma Tessa lied, her dad is someone called Willem, not a crashed pilot-doc. Linda and Clio bicker over each-other's motives to date Nicolas and Norbert, who gets a cold response to his latest call from NASA.    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Lucas finally proves by kissing Koen he's ready to out himself, only to hear he has been replaced. Anthony is proud as a peacock with his karaoke cup. Ella willfully ignores Clio's orders, which makes Clio suspect Frederico stole the mementos. Another talk to Jens inspires her to ask Dr. Arendts for reading help with her dyslexia. Frustrated Werner loses his self-control. Cindy dumps both bickering lovers.    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "22 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas accepts eager Clio as chess partner but worries her by stating he hopes the mystery eyes may soon become his life partner, once found with Linda's help. Frederico promises Jasper to keep an eye on his daughter Jasmine and takes her dancing. Dr. Arends shows Ella the picture she believed to be her dad Willem is a child fiction character, so her ma lied grossly, but city records may contain true data.    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "23 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Anthony uses a medical 'tennis arm' consult with Lucas to semi-strip before successfully inviting him for another drink. Lucas warns Jasmine for Werner, whose erratic behavior and eye research obsession date back to the death of his blind wife and son. Dr. Arends advices Ella to take up harmony-based martial art aikido, which should help with overcoming her dyslexia and general clumsiness. Her birth certificate shows no father, but a witness is called Willem Claes.    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "24 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Linda keeps looking for the mystery eyes and accepts Jasper's restaurant invitation. Clio meanly refuses to fund Werner's computerized equipment while demanding results fast, but changes her tune after Norbert calls to say his research goes so well he may be back in a few months. Sam's Mexican breakfast in mariachi style is far from appreciated.    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "27 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Clio convinces Nicolas to keep some documents for her in his safe and uses her compact mirror to learn the code. Anthony tells about Lucas' gayness confession 'in confidence' and learns he had a hot date with Linda. Frederico dates Jasmine again, but neither recognizes Ella's eyes' picture. Ella gets her eyes measured for corrective spectacles but follows Cindy's colored lenses tip. The only Willem Claes of the right age to be Ella's dad claims he witnessed the birth declaration by accident. Elle bumps into Jens's shady sister Inge at his sickbed.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "28 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Nicolas keeps Clio from fighting with Linda and considers Clio's suggestion to delegate the cleaning of the loft. Werner is frustrated when Dr. Arends refuses to help his eye transplant project surgically and takes it out on Lucas's face. Frederico dancing with Jasmine , presents her to his mate Tommu the tattoo artists and is persuaded, once drunk, to get one each.    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "29 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Jens's parents refuse to explain about his sister. Nicolas's offer to get a cleaner for Linda is accepted cheerfully, until she hears it's Clio's idea. Dr. Arends provides Ella modern reading aid software and his laptop, plus an aikido kimono for lessons, all free. Anthony finds Sam's love message on the radio hilarious. Jasmine scolds Werner for hitting Lucas, Clio waves his formal complaint.    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "30 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Jasper and Linda, who gets Nicolas's amused blessing, prepare for their dinner date. Having met Ella, she offers her the loft cleaner job, but assent is redrawn when she learns Clio lives there too, although Anthony and Cindy plead to seize such opportunity anyhow. Clio lets Werner off without any sanction, even promises his research funds and blackmails Lucas not to file a police complaint. Jasper is too late after a row with jasmine over her mildly infected tattoo.    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Frederico feels insulted when Jasper complains he didn't mind Jasmine for him. Dr. Arends' aikido lessons and reading exercises start to work. Sitting by Jens, Ella notices a muscular twitching. Doctors Lucas and Arends schedule a brain activity test. Anthony is confused hearing Cindy's plan to cruelly dump Sam starts by dating him, then helps her steal and return his smart cellphone.    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "5 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Jens appears in a dream to Ella, comforting her and urging she must live on even if his brain activity test is fatal, but it's hopeful. Cidy cruelly carries out her plan to get rid of Sam by tricking him to nude posing and threatening to e-mail the pictures to all his Smartphone contacts. Werner is bitter to be rejected by Jasmine.    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "6 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas acts interested in Ella's silly musical taste. Lucas refuses to tell Clio anything about Jens, but she consults his medical file. The hairdressing business is terribly down, apparently because customers defect to a new competitor. Fahadir and Werner remain ignored by Linda and Jasmine.    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "7 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Jens appears in a dream to Ella, recovered and welcoming her to his happily reunited family. In Fact his sister tells she was out-casted after she and her boyfriend caused an accident under narcotic influence, leaving her under electronic surveillance. Nicolas makes reluctant Clio help Linda continuing the mystery eyes quest. Anthony discovers the competition resorts to advertising and price cuts, but his karaoke king talent may save the day by making a radio spot.    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The quest for the mystery eyes is going nowhere, so Nicolas accepts to address the press in person. Jens's sister explains to Ella about her parole and family predicament. Anthony is delighted that Alex is going to produce his radio spot, Lucas decides to return when he's back.    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "31 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    After more arrogance from Clio and Werner, Lucas is ready for supportive Anthony's shoulder to cry on. After Cindy's warning Jens is likely to have outgrown her, Ella's dream about him awakening soon turns nightmarish. Reaz explain to Jasper how he was unable to keep Linda waiting, while Nicolas shows concern and is told Ella will clean the loft. Sam's balloons stunt is another 'screaming' hit.    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "12 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas ignores Clio but tells Linda, who declares war, and sticks to the press conference. Anthony's recording session with Alex only works after Cindy leaves. Lucas helps them celebrate until Alex hints at a threesome. Jasper's Iranian make up-dinner is a romantic hit.    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "13 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anthony grudgingly braves selfishly jealous Cindy's 'welcome'. Linda means it when she threatens to leave unless Nicolas throws Clio out, but realizes after a talk to Ella that would let the bitch wins. Thus the press conference is un-canceled. Werner tells Clio an American couple is ready for a human eye transplant and is promised the equipment soon.    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "14 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Clio steals the diamond from Nicolas's safe before she lets Ella in to clean during the press conference, where the press openly questions Nicolas about his weird crush. Alex offers Cindy celebrity clients if she convinces Anthony to try a singing career with his production firm.    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Hordes of would be orchid-eyes nearly overrun Linda and Jasmin who gets Lucas to expel them after leaving pictures and coordinates for Nicolas to go trough. He still accepts the walk in the garden with Ella. Anthony is delighted with his spot's first airing, but clients still lack. Clio brings Werner the cash for his computerized equipment.    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "19 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    After his press conference stress and garden walk flight, Nicolas proves remarkably high-spirited, while Clio angrily vows to sabotage the orchid eyes girl quest. While celebrating the radio spot's success, Ella and Cindy are picked up by globetrotter architect Sven, who even trains her aikido, viz. saucy lover Tim. Alex maintains his celebrities clientèle promise when told Anthony always shies away from showing off his artistic talents.    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "20 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anthony seriously ponders starting a music career. The police investigates the apparently impossible diamond theft and concludes it must be an inside job, then Clio insists Ella is the newcomer with access and hints at Jasper to Linda, who guesses the truth. The aikido exam goes well, attended even by Jens's parents, while the coma-patient starts moving his eyes, yet unnoticed.    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "21 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Dr. Lucas finally has encouraging news, Jens makes eye movements, but even Dr. Arends can't say if that's really the start of the end of his coma. Anthony starts dreaming of musical stardom making him a stud magnet. Linda tries to make the police suspects Clio, but her trap makes Ella look most suspicious. Ella fails to stand by the family waiting for results, but helps Jens' sister Inge by accepted again by their parents.    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Ella's colleagues and friends are startled by her arrest as prime, even sole, diamond theft suspect. Walter accepts to defend her, which gets him back on kissing terms with Cindy. Frederico and Jasmine accept the fake blind dates, realize the set-up and vow revenge. Linda refuses to believe in Ella's guilt, yet scolds Clio for not warning Nicolas about the two earlier theft charges. The press spreads the story nationally.    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Walter is Ella's only hope in jail, but pessimistic, and her previous date Sven visits, revealing he's in fact the magistrate supervising the theft charge against her, which looks very credible. Clio tries seducing Nicolas again with contact lenses to simulate 'orchid eyes', without response. A new candidate arrives, convincing Jasmine, Linda and Nicolas himself.    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "26 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas's meeting with Samantha 'orchid eyes' Leroy is a disappointment, even before Clio exposes her use of contact lenses, like her, for which she scolds Werner. The hostile police searches uncooperative Cindy's home and questions Ella, who gets a rough cell mate, and her colleagues, but Clio's lies may manipulate them. Frederico and Jasmine are on kissing terms again. Norbert hears Clio hid having discovered Ella, but seems to believe the fiend too.    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "27 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Sven intends to release Ella for lack of conclusive evidence, but allows the detectives to search Jens's room, where in Lucas's critical presence the diamond is found. Nicolas seems to become physically responsive to Clio's blatant seduction. Told Anthony is considering a musical career, Lucas rather suggests pursuing his first love, fashion. Werner jealously watches Frederico and jasmine admitting their rekindled affair. Jasper and Linda regret his restoration job is nearly finished but agree to keep meeting elsewhere. He invites her to a German relative's wedding ...    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "28 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Now the police found the diamond under Jens's bed, it's identified and taken back by Nicolas. Clio pays the diamond trade who identified it- for a masterly fake. Someone intrudes, Linda discovers the safe key is missing. Jaspers finds Nicolas bloody beaten down in his wrecked restoration site. Anthony enjoys the carnival with Lucas, who insists he must choose between a career in music or, perhaps rather, fashion.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Jasper found Nicholas collapsed among his restoration supplies. De Prins explains that while out on a nightly stroll alone he fainted, but considers the very attempt progress, worth a mild bruising. Anthony would prefer a fashion career, but doubts if he can pull it off. Frederico and jasmine are now a hot couple. The detectives tell her they arrested Jens' sister and suggest confessing to get her off the hook.    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Werner can't control his lust for Jasmine until Clio drags them apart. The victim gets fired, officially for wearing a visible tattoo. Frederico plans a surprise birthday party for her. Walter finally gets Ella released till further notice. Even Lucas joins the welcome home party.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "2 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Frederico learns about and resolves to fight Jasmine's dismissal, after her birthday party. Lucas volunteers to talk to Clio, fails and blames Werner. Frederico shows his shoulder tattoo but is told that's not visible. Lucas convinces Anthony to choose a career, not just accept a convenient offer. Clio's sanctimonious surprise appearance with flowers spoils the party for Ella. Nicolas starts dreaming of kissing Clio.    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "3 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A client convinces Anthony and co that Ella's natural appearance is that of orchid eyes, but she refuses to turn fragile Nicolas down because Jens is her true love. The police wonders why Clio recommended Ella as cleaner. Jasmine's birthday party is a well-attended blast. Frederico successfully asks her on his European tandem tour. Ella is caught breaking her parole terms by visiting Jens again and thrown out by Clio, who next convinces his parents it's time for euthanasia and donating his organ.    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "4 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Dr. Arends arrives just in time to prevent Jens's parents consenting to Clio's organ trade, despite her claim he only wants a research subject. Ella's presence gets her jailed again for parole term violation, although magistrate Sven says he wants to help her stay outside. Frederico w\n    \n  "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In jail, Jens appears to Ella in a comforting love vision. Tryiong to comfort Anthony, whose fashion job application went badly, Lucas makes him realize Cindy only pushed him to music because Alex promised her celebrity clients. Clio seduced one detective, but he refuses to call off his colleague or go easy on her as a suspect. Even with orchid eyes contact lenses, seducing Nicolas doesn't progress. Werner tries his new surgery equipment. Jasper get new hope.    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Clio physically seduces Nicolas, but his heart isn't in it, he's confused and embarrassed. He calls off the search for orchid eyes. Anthony bitterly scolds Cindy's self-righteous meddling. Werner's first surgery fails. Jasper gets another chance with Linda. Walter expects to get Ella freed again soon, but insists on her parole terms.    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "9 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Clio can't resist telling Linda she made it into Nicolas's bed. Both women accuse each-other of manipulating him, which only adds to his disease. Frederico enjoys planning his tandem tour with jasmine and fails to help Anthony convince her to make up with Jasper. Linda leaves. Ella is free again, the detectives decide to concentrate on turncoat Clio and the diamond itself.    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In another dream, Jens tells Ella he fears living up to her idealized expectations is probably impossible. Now Linda has left, Clio assumes Nicolas is hers, but is no domestic match and gets little response. She also pressure Werner to hush his experimental eye transplants, even suggests using vagrants now the American volunteers couple backs down.    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "11 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas has a nightmare of Clio replacing his orchids. Anthony is ready to try for a singing career again. Fearing Ella will scoop up Nicolas, Clio blackmails Werner to help her to a transplant of her sister's eyes, which implies murdering her first. Simpleton Ella walks straight into their trap, so Werner can overpower and sedate her to be prepped for surge. Dr. Lucas is expelled from their shared office so,Werner can hide Ella there, but is offered the interim directorship again.    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas calls a search for Linda, who is seen with Jasper. Finding out about the stolen letter announcing Ella as orchid eyes arouses justified suspicion about Ella's disappearance. Clio pushes Werner to transplant Ella's eyes to herself. To escape from the penthouse, Nicolas simulates a fire-alert. The noise decides Werner not to operate. In the confusion, Ella is found.    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Lucas diagnoses Ella unharmed. Nicolas arranges her parole terms to be relaxed, reinstates Lucas as director and gets Linda to move in again, allowing her more time for a private life. Anthony and Lucas, Clio is missing, Werner arrives at Dr. Arendt. The police searches for them.    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "16 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas treats Ella to a romantic dream-dinner in grand style, complete with limousine. Afterward he proposes, but she first says she can't, then promises a final answer after the short bloom of his rarest orchid. Sge falls asleep during a visit to Jens. Gay couple Lucas and Anthony start going steady in the pub, where Cindy dates a new hunk, Jimmy. Clio sneaks into the penthouse, unnoticed.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "17 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas tells Linda that he proposed and Ella is considering. Jasper's date with Linda is postponed because of Norbert's unannounced return. The press knows, but how? Sven drops all charges against Ella and Linda. Jasmine can't forget Werner, while Frederico arranges their sabbath year.    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "18 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas surprises the gang by asking for info and pointers on Ella from Cindy and even more by deciding to drop by personally. Ever-kind Frederico gives him a ride- on the tandem. Norbert catches up with Linda. Dr. Arends warns Norbert not to dismiss eye transplantation a priori, then releases the surgery test case rabbits.    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Surprise visitor Nicolas is tempted to try aikido and 'escorted home'. Lucas kisses Anthony on their first opera night. The police questions Norbert. Jasmine tells Lucas about her, Werner and Frederico. Jasper fears to have lost Linda and suspects Norbert.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas enjoys Ella's story. Lucas is happy with Anthony, and Frederico with Jasmine. Ella visits Jens, who is still in a coma, but says that she can't wait forever now that Nicolas has proposed. Ella bitterly refuses to believe Norbert was mislead or to let him adopt her now. Walter has left his family for Cindy, but she refuses to take him in, yet he stays to enforce a talk. Linda tells Norbert their past is over.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "23 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Anthony proudly announces Lucas and he are now a steady couple. Nicolas arranges for Ella's story to be published as as surprise, despite Linda's doubts. Norbert is denied another 'innocent' date. Walter sleeps in his car outside Cindy's, catered by Anthony. Jasper faints.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "24 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas promises to attend Norbert's fresh start drink, planning to bring Ella, which Norberts decides to report to De Prins senior. Jasper is hospitalized in De Wingerd, where Lucas diagnoses kidney problems. Dr. Arends brings jasmine a letter from Wolfs, saying he misses her and hopes to return once.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "25 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas's offer to get Ella more fitting work, upstairs, isn't appreciated. Jasper's irreversible liver condition condition worries the gang, while Walter settles in and shouts them drinks. Only Jasmine won't even listen to Frederico, who considers postponing their tandem tour, or Anthony who pleads for continuous communication. Anthony is passed off as Lucas's patient and Jasper's friend when Norbert arrives, who next discovers jasper may be his love rival.    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas becomes Ella's nurse exams tutor and teaches her chess. Anthony questions Walter and Cindy's claims he will/ won't stay with her after the week she granted. Frederico is startled by Jasmine's claim colleague Carmen wants to break them up. Kidney patient Jasper's stories entertain the whole clinic, even his daughter became friendly. Lucas doesn't confirm Norbert's suspicions, but Linda tells him his place is taken and Jasper proposed.    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anthony has taken Cindy's hospital-patients grooming shift so he can visit Jasper and be with Lucas, but is bitterly disappointed his gay mate didn't intend to invite him to the staff drink with partners. Nicolas still waits for Ella's final answer and invites her to stay the night. Frederico learns of Jasmine's short-lived affair with Werner and dumps her.    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "2 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Frederico is a wreck after his break-up. Nicolas leaves the staff drink before Ella arrives and finds his rare orchid bloom dropped, so he gloomily assumes she didn't choose to stay with him. Linda openly questions Norbert arranging Jasper's hospital transfer as a dirty jealous trick. Alex Carlier is back and finally, flirtatiously, agrees with Anthony to record a CD, which makes Lucas jealous. Walter finally gets back into Cindy's bed.    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "3 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas finds it hard to believe Ella hasn't chosen against him. Frederico forgives Jasmine, kissing up. Norbert retracts Jasper's move but Linda remains distant. Lucas fears Anthony's singing career will de facto separate them. Waleter's wife drops off his belongings, claiming she threw him out.    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "4 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Jens appears in another dream to Ella, but this time vanishes. She visits him while Nicolas tells Linda she must have chosen against marrying him. That lends a bitter irony to Norbert's move to convince father De Prins Ella is no fit society bride. Walter's position remains most precarious.    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Frederico and the gang assure Linda he's not Ella's 'other lover', jasper suggests Jens must be. Waltyer's intervention ultimately makes Ella 'decide' to let Nicolas decide for her, but meanwhile he has left to a place advised by Norbert, who refuses to tell where. Walter gets his marching orders anyhow.    "
                },
                "116": {
                    "title": "Episode #1.116",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Even Lucas enjoys Anthony's single-recording and promises to disclose their affair. Norbert keeps Nicolas's whereabouts secret and delivers his mail by hand in the chalet. Walter's last night is a disaster, but volunteering for an experimental haircut may change his lodging luck.    "
                },
                "117": {
                    "title": "Episode #1.117",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "10 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas remains in his chalet, receiving only Norbert, who fails to make him consider dating Clio again. Anthony's singing career doesn't leave him enough time to prepare for the hairdressing competition. Mario has left Carmen for another, but she tells none of the gang.    "
                },
                "118": {
                    "title": "Episode #1.118",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "11 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Norbert still can't make Nicolas forget his obsession for Ella or none, and is followed to the chalet. Dr. Lucas diagnoses Jasper with congenital cardiac and renal conditions, yet he hesitates to accept a kidney from his daughter. Walter moves out rather then risk a crazy hair 'creation'.    "
                },
                "119": {
                    "title": "Episode #1.119",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Lucas is offered Norbert's former NASA research post, but hesitates to leave Anthony behind. Jasper in happily reconciled with Jasmine, who now admires his stories' popularity with people in the clinic. Ella passes her primary exams and accepts an offer from Linda to show her the De Prins cabin in the Zonien forest. Anthony grudgingly missed a recording day due to hairdressing duty.    "
                },
                "120": {
                    "title": "Episode #1.120",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    By the time Ella's party reaches the De Prins forest chalet, Nicolas has left, leaving her impatient bordering on despair, but he'll soon turn up again. In the clinic, life goes on, as does the doubting. Anthony still juggles between his singing future and present hair dressing livelihood.    "
                },
                "121": {
                    "title": "Episode #1.121",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "16 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Frederico and Jasmine decide to look for a common new home. The gang gloats at Cindy's now Nicolas has spend the night in bed with Ella. Linda is startled to learn from Lucas he's Anthony's gay lover and Norbert has resigned. She accepts to bring the couple breakfast on bed but passes that on as a discrete hint so Lucas can out himself to Nicolas, whose obsession with an engagement ring makes him wander around in boxer-shorts only. Meanwhile his parents pay the clinic a surprise visit.    "
                },
                "122": {
                    "title": "Episode #1.122",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "17 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anthony is delighted that Lucas now goes public about them. Nicolas formally proposes to Ella with a diamond engagement ring. They agrees the Mona Flora holds bad memories for them. Nicolas is surprised by his parents' visit and stands up to his pa Antoine to present 'the woman of my life'.    "
                },
                "123": {
                    "title": "Episode #1.123",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "18 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Ella tells comatose Jens she has chosen Nicolas over him. Anthony has mixed feelings about Cindy interviewing female candidates as temp now he'll be absent a lot from the hair-dressing salon. Clio's alter-ego Barbara's lies get her in. Despite a glowing plea from Dr. Karel Arendts about her qualities, Nicolas's pa Antoine tells Ella, after being presented, she just won't fit in high society.    "
                },
                "124": {
                    "title": "Episode #1.124",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The fancy dinner in honor of Nicolas's parents is so awkward, especially after Sir's extra guest Norbert arrives; whose resignation is waved, that all females prefer 'helping' in the kitchen. Antoine insists on a tour of the clinic and thus sees Lucas kissing Anthony. Afterward Nicolas stands his ground against the paternal conclusion his 'bride' is nice but socially unfit.    "
                },
                "125": {
                    "title": "Episode #1.125",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "22 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Norbert warns Lucas he was seen by Antoine kissing Anthony, an American job might become a wise move. Jasper's compatibility-test suggests he may not by jasmine's biological father. Nicolas scolds his ma's servile lack of opinions versus his pa.    "
                },
                "126": {
                    "title": "Episode #1.126",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "23 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Alex Carlier brings by the first CD. After nasty teasing, everyone praises deadly nervous Anthony, so it's party time. Nicolas is amused by Ella's naive direct approach to his inflexible dad. Antoine reassures Lucas he won't make an issue of his gay affair, provided it becomes discrete, given his own brother's long-standing partnership. Jasmine is shocked to learn her blood group proves Jasper can't be her biological dad, Lucas that she went trough his confidential medical files.    "
                },
                "127": {
                    "title": "Episode #1.127",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "24 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Jens get another book reading visit, admired by Nicolas's ma, who is however told Nicolas is her 'everything'. Nicolas plans to break his pa's opposition to his marriage plan by ordering reluctant Norbert to call a press conference. Frederico consoles Jasmine about her fear Jasper isn't her biological dad, saying only raising her really counts, yet she confronts him. The police demands Norbert signals Clio is she contacts him, both ignoring like everyone else it's Barbara. Antoine fails to bribe Cindy to help undermine the wedding plans.    "
                },
                "128": {
                    "title": "Episode #1.128",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "25 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas and no longer reluctant Norbert make detailed arrangements for the press conference. Lucas tells Jasper and Jasmine they'll get final answers from the new lab test he ordered by next day, but already tenderly get over the emotional shock. Antoine gets atypical backtalk from his wife against sabotaging Nicolas's wedding plans.    "
                },
                "129": {
                    "title": "Episode #1.129",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas and Norbert continue preparing the press conference, which Antoine finds out about. Nicolas's ma announces she wants a divorce, jealous of his love marriage. The hair dressing contest peeks in panic with more model misery, but Anthony ends up sacrificing himself, not in vain. Lucas tells Jasper he is Jasmine's biological father and her kidney is compatible.    "
                },
                "130": {
                    "title": "Episode #1.130",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "29 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Everybody gathers in the clinic to attend Nicolas's engagement pres conference, even pa De Prins. Ella first visits Jens, promising 'never to leave him alone'. Anthony and manager Alex are excited Lucas got him hired as musical act, but neither feels up to it any more since Anthony got the embarrassing hair dressing contest make-over. Frederico already found a cream house for him and Jasmine.    "
                },
                "131": {
                    "title": "Episode #1.131",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "30 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The press conference goes well, despite a difficult reporter. Nicolas's last worry is overcome when pa Antoine publicly accepts his wedding plan, his ma returns home to her marriage. Then Anthony presents his first single, which is an instant success, to his and Lucas's delight. Jasper successfully proposes to Linda. Clio visits and taunts Jens, then recruits a homeless scum for revenge.    "
                },
                "132": {
                    "title": "Episode #1.132",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "31 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anthony is disappointed, somewhat jealous even, that the media report only on the romance at the press conference, not his debut song. Alex brings the first CDs and takes him along trying to convince broadcast producers to program it. Nicolas gets Ella to move in and accept staff around, including friend Frederico.    "
                },
                "133": {
                    "title": "Episode #1.133",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "1 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Alex fails to 'sell' the single to any radio station. Anthony is desperate, so he wants to come to America with Lucas, who is still tempted to accept the NASA research job, but Alex has a contract for two more songs. The happy couple wrestles with the downsides of living together, such as changing habits and worrying. Jasper's transplant is scheduled.    "
                },
                "134": {
                    "title": "Episode #1.134",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas fainted, worried by Ella's absence, detailed in Linda's lecture to her, yet intends to relax his rigid regularity with her. Only after Luas accept to NASA job, since Alex wouldn't keep Anthony to his triple recording contract, given the radio station refusal of his first single, Frederico's YouTube posting changes everything. Clio's vagrant accomplice asks for Ella, announcing himself as her dad. Jasper and Jasmine check in for his kidney transplant.    "
                },
                "135": {
                    "title": "Episode #1.135",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "5 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The vagrant gets to Ella, with difficulty, and convinces her he's probably her dad Willem, thanks to a letter 'Barbara' stole while moving into her old room at Cindy's. Nicolas approves Linda's wedding plans. Frederico sits by Jasper and Jasmine's beds just before the transplant. Their dream house is already sold, but her disappointment consoles him.    "
                },
                "136": {
                    "title": "Episode #1.136",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "6 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas and Norbert observe the ruffian vagrant with mounting suspicion, but Ella tends to believe he's her dad Willem after an inconclusive handwriting comparison and follows Dr. Arendt's advice to reserve judgment. Jasper's successful transplant and wedding plans spread joy.    "
                },
                "137": {
                    "title": "Episode #1.137",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "7 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Love builds Nicolas's confidence enough to offer Ella joining the gang in the pub, where they even get him to try macarena-dancing. Anthony's artistic pride and Lucas's academic ambition are spoiled by those dreams' incompatibility. Jasper and Jasmine assure each-other and their partners both spousing plans meet with approval. Clio urges the vagrant it's time to finish Ella.    "
                },
                "138": {
                    "title": "Episode #1.138",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "8 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Vagrant 'Willem Messiaen' initially refuses a DNA-test, which he wouldn't pass, but Clio orders him to accept. Frederico cheerfully takes over the job of cleaning Nicolas's loft, while Linda makes clear his future spouse must learn to let staff work for them.    "
                },
                "139": {
                    "title": "Episode #1.139",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "12 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Anthony finally gets a radio interview, but can't control his tears over presumably having lost Lucas. To Alex and DJ Bruynseels's surprise, the public loves him for it. Nicolas is mildly amused by vagrant 'Willem\"'s gross lack of manners, unlike Ella, who wines at Jens's bedside. He manages to collect spot samples from Jasper ad his daughter and switch them, helped by \"Barbara\", with his and Ella's.    "
                },
                "140": {
                    "title": "Episode #1.140",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "12 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The vagrant's sample switch has worked. Ella waves Norbert's suggestion to withhold the lab results and accepts 'Willem Messiaen' as her dad, Nicolas lets her. Frederico gets a tip on another dream house, and Jasmine agrees they should bid on it, despite Jasper's worries concerning pay-off and dropping her study plans. Lucas confirms the kidney transplant is a success.    "
                },
                "141": {
                    "title": "Episode #1.141",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "13 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Vagrant Willem is starting to enjoy treats from still emotionally confused 'daughter' Ella, but his creditor Charlie is urging for quick payment and punches him a bloody nose. Lucas works in his interim during the NASA research project, while Anthony despairs about their long-distance affair.    "
                },
                "142": {
                    "title": "Episode #1.142",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "14 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Ella tells Jens her happiness with Nicolas tops all William worries. Nicolas acts cool in the pub, even shows humor and understanding for Anthony's romantic wining. Willem takes a beating braving three motorbike gang bullies who threatened Nicolas, thus winning his and Ella's grateful respect and a night in the loft. Lucas is asked instead of Norbert for a talk-show about foreign career moves. Jasper now has mild cardiac troubles, apparently unrelated to his transplant.    "
                },
                "143": {
                    "title": "Episode #1.143",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "15 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Vagrant Willem enjoys comforts in Nicolas's loft now he's a 'hero', but grudgingly accepts to meet Clio for further revenge instructions; both ignore Norbert followed him. While Lukas tries to convince himself he made the right choice, his replacement diagnoses Jasper's mild cardiac crisis unrelated to the transplant. Anthony tries to enjoy his sudden hit. Frederico takes jasmine along to see the house they hope to buy.    "
                },
                "144": {
                    "title": "Episode #1.144",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "15 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Jens's hand moves a few times while Ella tells him about 'dad' Willem, who meanwhile is reluctant to act against her. Norbert fails to understand his meeting with Barbara (Clio) or to convince Ella it's suspicious. Lucas and Anthony meet again, unexpectedly, as separately booked guests on Walter Capiau's TV talk show. What starts as a promising reconciliation soon goes pear-shaped as each considers the other should obviously sacrifice his career for their relationship. Frederico hugs jasper enthusiastically when offers to put up 50,000 Euros from his savings for their...    "
                },
                "145": {
                    "title": "Episode #1.145",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "19 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Jens moves his hand again in a doctor's presence, so his parents are called in and Ella dreams of him waking up completely but expecting her to be his. . Nicolas gets mildly jealous. After the TV talk show is aired, Lucas drops by again to offer Anthony a plane ticket to come along to Florida. Frederico is desperate to be outbid unless Jasmine accepts Jasper's offer. Norbert worries in vain about elusive Clio and,unsuspecting their identity, 'Barbara', which Anthony mistakes for an almost perverse old goat.    "
                },
                "146": {
                    "title": "Episode #1.146",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "20 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    At the airport, Lucas meets his ex Koen, who gave up his career for his gay spouse Mathieu, and decides to return for Anthony, only to find him ready to fly along to Florida. Nicolas is proud of the orchid he bred for Ella and named after her, but tells Jens about his eerie first experience with Clio, overheard by Carmen. Loanshark Charlie's goons have found and beaten up vagrant Willem, who afterward calls Clio, ready to try administering the poison anyhow.    "
                },
                "147": {
                    "title": "Episode #1.147",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "21 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Lucas feared Anthony would erroneously have flown to Florida already, but he stayed at the airport, also to manager Alex's great relief. Vagrant Willem's story his bruises are from a fall don't pass medical muster, and another lie about a non-functional cellphone dents Ella's confidence in 'daddy'. Loanshark Charlie has tracked him down to the clinic. Nicolas hesitates to tell Ella about Clio's intimate manipulation, but Carmen already tells his secret to the gang.    "
                },
                "148": {
                    "title": "Episode #1.148",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The vagrant enjoys his paternal role and suddenly decides to prevent the poisoned pudding being eaten. Linda gets suspicious and asks Norbert to have it lab-analyzed. Frederico discovers the letter he's asked by Norbert to bring to the notary is the higher bid on hid dream-house, which the doc wants to tear down as an investment. It's a ploy, and Jasmine takes the bait, but doesn't tell Frederico she finally accepts jasper's offer.    "
                },
                "149": {
                    "title": "Episode #1.149",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "26 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Nioclas and Ella catch the vagrant trying to steal his orchids, fail to talk trough the debt he now reveals or prevent him jumping to his death, although Norbert tells the police it was an accident. That renders the spreading rumors, puzzled together to the paternity DNA fraud, utterly obsolete, leaving 'Barbara' undiscovered.    "
                },
                "150": {
                    "title": "Episode #1.150",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 150,
                    "original air date": "27 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    After witnessing Willem's fatal fall, Nicolas shows surprising self-control and occupies his mind trying to limit the damage to his orchids. Ella however can't concentrate on her exams. Calling and Oxford study contact convinces Norbert his daughter Clio is a manipulative bitch. Anthony cools Cindy's child-wish by tricking her to standing a day at his sister's day care center.    "
                },
                "151": {
                    "title": "Episode #1.151",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Nicolas first tries patching up the trauma over Willem's death by romantic massage, then gathers the courage to confess Clio 'was his first', which Ella decides not to hold against him as he didn't know her yet. Norbert and 'Barbara' are tricked into an awkward blind date.    "
                },
                "152": {
                    "title": "Episode #1.152",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 152,
                    "original air date": "29 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Lucas releases Jasper home, with stern warnings to avoid any cardiac risks. Luvas grudgingly accepts to try living in Anthony's tacky, kitch-overcrowded apartment. Nicolas helps Ella study for her exams. Frederico is cruelly not told yet Jasmine finally accepted Jasper's financial aid to buy their dream house, which Norbert pretends to have tabs on.    "
                },
                "153": {
                    "title": "Episode #1.153",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 153,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas enjoys calming Ella down. To prepare a loft party, he orders a hair grooming. As Anthony has a photo-shoot and a difficult client requires Cindy, 'Barbara' seizes the change to be alone with him, wielding a razor. Jens's condition is unchanged. Because of her naughty game, Frederico starts doubting if Jasmine isn't too much of a stickler for him.    "
                },
                "154": {
                    "title": "Episode #1.154",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 154,
                    "original air date": "3 May 2011",
                    "year": "2011",
                    "plot": "\n    While wielding a barber's knife, 'Barbara' can't bring herself to kill Nicolas. Norbert keeps asking around about Barabara and makes Anthony realize she's the only source of her positive reputation. Overeharing him, Clio re-assumes her own appearance and sneaks out, but looses her social security card. Nicolas hosts a splendid party. Jasper wants to help, but can't quite hide he still has cardiac problems. Norbert is detained by a surprise visit from his fiendish daughter.    "
                },
                "155": {
                    "title": "Episode #1.155",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 155,
                    "original air date": "4 May 2011",
                    "year": "2011",
                    "plot": "\n    Nicolas enjoys his engagement party. Norbert misses it, startled by Clio's sudden reappearance and confessed story, topped by a claim to carrying Nicolas's baby. Commiserating with Carmen, who finally admits husband Maruo dumped her, Frederico lets her kiss him.    "
                },
                "156": {
                    "title": "Episode #1.156",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 156,
                    "original air date": "5 May 2011",
                    "year": "2011",
                    "plot": "\n    After the party, Jasmine finally tells birthday-boy Frederico Jasper's secretly accepted help got them the dream-house. That kills his gloom, but not Carmen's semi-secret hope to snap him up instead of unfaithful Mario. Norbert meanwhile gets Clio to promise she'll turn herself in and go in psychiatric therapy. her appearance in the clinic shocks everybody, the knowledge she was Barbara sending shivers trough several spines.    "
                },
                "157": {
                    "title": "Episode #1.157",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 157,
                    "original air date": "6 May 2011",
                    "year": "2011",
                    "plot": "\n    The news Clio expects his baby sickens Nicolas, Ella and their loved-ones. Linda has the good sense to demand a paternity test. The prosecutor and police question Clio. Norbert's blind paternal loyalty leads to a break-up with Linda. Ella tells Jens and Dr. Arends.    "
                },
                "158": {
                    "title": "Episode #1.158",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 158,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Jens hears Dr. Arends if he'll have the will to wake up and assure Ella she'll get another chance now she's bailing on her last exams after the Clio fuzz'. Jasper is diagnosed with serious cardiac problems, a candidate for a heart-transplant. The next ramification of Clio's crimes is how Nicolas's baby from her must be raised, and by whom. Nicolas treats Ella to a yacht dinner.    "
                },
                "159": {
                    "title": "Episode #1.159",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 159,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Ella wines to comatose Jens and Dr. Arends she's giving up her last exams 'because of the Clio fuzz', the latest question being how Nicolas's child from Clio is to be raised. Dr Lucas diagnoses Jasper's heart weakened so badly he needs a transplant heart donor. Nicolas treats Ella to a luxury yacht dinner.    "
                },
                "160": {
                    "title": "Episode #1.160",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 160,
                    "original air date": "10 May 2011",
                    "year": "2011",
                    "plot": "\n    Norbert works out the new doctor is in fact unsuspecting Linda's biological daughter, applied knowing so but seeks no contact. Frederico denies any remnant trouble with Jasmine or romantic feelings for Carmen. Lucas's moving in gives Anthony interior decoration-nightmares. Nicolas refuses any direct contact with Clio or emotional discussions about her and retreats a while into his orchid restoration.    "
                },
                "161": {
                    "title": "Episode #1.161",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "original air date": "11 May 2011",
                    "year": "2011",
                    "plot": "\n    The Martens parents are stunned to hear Clio is now a psychiatric patient and confesses, as part of her therapy, she tried to sell their son's organs without knowing if their was hope, yet consider letting her apologize to Jens. As nobody else can stand the sight of her, except Norbert, he questions her plan to make a full public confession. Lucas and Anthony compromise over the apartment's interior. Frederico is delighted he and Jssmine can close the house sale and keeps Carmen at arms-length.    "
                },
                "162": {
                    "title": "Episode #1.162",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 162,
                    "original air date": "12 May 2011",
                    "year": "2011",
                    "plot": "\n    Lucas and Anthony try further to compromise as house-mates with different tastes, also in entertainment. Clio's therapist approves of her plan to make a public confession, but everyone Norbert invites refuses or dishes up some excuse, except Linda, who volunteers to be Nicolas's ears. At the last moment, most turn up anyway but people react widely differently.    "
                },
                "163": {
                    "title": "Episode #1.163",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 163,
                    "original air date": "13 May 2011",
                    "year": "2011",
                    "plot": "\n    After Clio's public apologies, people consider whether to give her the benefit of the doubt. Linda rages so furiously against letting the serpent get away that easily again that it causes Jesper to get another heart attack. Frederico gets in trouble with Jasmine because of Carmen's 'rilantic' imagination and blabbermouth. Nicolas needs time alone to deal with the prospect of raising his and Clio's kid if his paternity is confirmed, a prospect Ella isn't ready to face. Anthony bails on his theater date with Lucas for a showbiz VIP party nd Cindy stupidly arranges Carme...    "
                },
                "164": {
                    "title": "Episode #1.164",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 164,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    Anthony worried Lucas would be furious about the canceled theatre date, but he's mainly saddened by Jasper's grim cardiac condition. Frederico doesn't get a chance to explain to Jasmine, who even brought his stuff to throw at him. Ella's inability to deal with Bicolas's paternal sense of responsibility explodes when Clio appears to enjoy her hairdressing colleagues' sympathy.    "
                },
                "165": {
                    "title": "Episode #1.165",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 165,
                    "original air date": "17 May 2011",
                    "year": "2011",
                    "plot": "\n    Lucas and Anthony find their tastes differ problematically on fashion too, with another VIP party coming up. Norbert arranges for her undisclosed daughter to be present 'as medical back-up'. Nicholas's worries turn into despair when he finds a note from Ella she 'needs time alone to think' and discovers she stormed away from Cindy's after the latest Clio-incident, actually to his forest cabin. Jasper considers his survival prospects insignificant, so he wants to stop medication and marry Linda the next day.    "
                },
                "166": {
                    "title": "Episode #1.166",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 166,
                    "original air date": "18 May 2011",
                    "year": "2011",
                    "plot": "\n    Anthony has a hangover and feels guilty for ignoring Lucas at the next musical and after-party. Now a photographer follows him around all day, and Lucas's patience doesn't stretch to have his picture taken for some rag. Jasper has his civil wedding in hospital, but passes away in his wedding night. Nicolas, who gives Lina away, has to attend alone as Ella stays in the cabin at least one more night to consider whether to get over Clio and his baby. Frederico refuses to undo the house contract as Jasmine wants.    "
                },
                "167": {
                    "title": "Episode #1.167",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 167,
                    "original air date": "19 May 2011",
                    "year": "2011",
                    "plot": "\n    Jens finally wakes up completely from his coma, although his memory is still partially clouded. This source of joy largely overshadows the general sorrow over groom Jasper's demise. Anthony's flamboyance seems the major obstacle for his loving relationship with discrete Lucas. Ella decides to try mending with Clio, who suggests to Norbert adopting her step-sister.    "
                },
                "168": {
                    "title": "Episode #1.168",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 168,
                    "original air date": "20 May 2011",
                    "year": "2011",
                    "plot": "\n    Jens is diagnosed fully fit and recovers his memory. Lucas plans a revalidation program and rehires Ella as orderly for Jens's therapy. Jens also decides Ella, love for and from whom kept his mind strong, is not to be given up, despite her planned wedding with Nicholas. After Jasper's well-attended funeral, Jasmine announces she's visiting his birth country Iran, without even telling Frederico, and Linda swears she'll protect Nicholas against Clio at any cost.    "
                },
                "169": {
                    "title": "Episode #1.169",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 169,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n    Jens's flowers for Ella feed Nicholas fear for competition. Ironically by returning them in person, Ella gets seen by Nicholas cosily joking with Jens. Frderico is depressed because Jasmine not alone dumped him and left to Iran without notice but thus also forfeited the house sale advance, all his world bike trip savings. Nicholas prepares to make a documentary on orchid growing. Norbert accepted Clio's suggestion to adopt Ella, but she avoids reacting.    "
                },
                "170": {
                    "title": "Episode #1.170",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 170,
                    "original air date": "24 May 2011",
                    "year": "2011",
                    "plot": "\n    Nicholas's jealous insecurity about Jens gets even worse after visiting him and admiring his natural flirtatious charm. Despite a warning from Linda, Ella keeps telling him there's no cause for worry while giving priority to Jens, who makes her admit she always kept feelings for him and playfully steals a kiss she can't even forget in Nicholas's arms. Meawnhile the adoption offer is accepted and Clio allowed to move in back at the hairdressing parlor 'for social control'. Given leave to return home, Jens tells Lucas returning to his regular life is scary, while ...    "
                },
                "171": {
                    "title": "Episode #1.171",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 171,
                    "original air date": "25 May 2011",
                    "year": "2011",
                    "plot": "\n    Jens is released, with mixed feelings. Ella wasn't there, having promised Nicholas a surprise together: a tandem ride, but it's cut short as he has an orchid documentary meeting and they get a flat tire, so they accept separate rides back. Norbert grudgingly accepts Clio sneakily moved out to resume hairdressing. Jens visits Ella to insist their kiss and her tenacity at his bedside prove mutual love, which she rather evades.    "
                },
                "172": {
                    "title": "Episode #1.172",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 172,
                    "original air date": "26 May 2011",
                    "year": "2011",
                    "plot": "\n    Nicholas feels up to courting after 'social skills coaching' from the hairdressing gang, so he takes Ella to town. Yet as soon as Jens crosses their path, his natural, knavish flirting skill outclasses the unworldly gentleman. Frderico remains totally disheartened. Still ignoring the truth, Linda accepts to share memories of Jasper with her biological daughter. Norberts finalizes the adoption request for Ella, but she prevents arrangements for Clio's unborn son for new.    "
                },
                "173": {
                    "title": "Episode #1.173",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 173,
                    "original air date": "27 May 2011",
                    "year": "2011",
                    "plot": "\n    Nicholas gets his 'restyling' completed with a wardrobe makeover from Anthony, but Ella doesn't want him to change. Jens lets Ella bail out of his revalidation but becomes Frederico and Anthony's party buddy. Norbert arranged a cheaper solution for Frederico, who drowns his love-ache in party booze resulting in job-compromising hangovers, then losing his entire house deposit.    "
                },
                "174": {
                    "title": "Episode #1.174",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 174,
                    "original air date": "27 May 2011",
                    "year": "2011",
                    "plot": "\n    Nicholas and his fancy entourage prepare a prestigious socialite wedding. The bride however feels neglected and hates being waited upon by Linda, to the point of doubting if she really wants to become Mrs. De Prins, which would probably also end her professional ambition. Norbert enjoys babysitting still unsuspecting Linda's grandchild, looking forward to Clio's baby-boy.    "
                },
                "175": {
                    "title": "Episode #1.175",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 175,
                    "original air date": "31 May 2011",
                    "year": "2011",
                    "plot": "\n    After overhearing Ella telling the hairdressers gang she can't be Mrs. DE Prins and loves Jens, Nicholas tearfully tells her it's no use, she must leave the penthouse, he retreats in his orchid house again. Linda and the gang ascertain the two still love each-other but can't get either to make the first move for a reconciliation.    "
                },
                "176": {
                    "title": "Episode #1.176",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 176,
                    "original air date": "1 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens gets Ella to let him support her in a non-committal friendship-renewal. Sam Stockmans, now a Health official, hence considering himself immune for Cindy's blackmail, arrives to inspect the clinic, where hygiene is sub-standard since Frederico's heart was broken by Jasmine. Lucas is in no mood to help Alex curtail Anthony's diva-aspirations. Nicholas won't let Linda push him back to Ella.    "
                },
                "177": {
                    "title": "Episode #1.177",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 177,
                    "original air date": "2 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens proves an excellent friend for Ella, without hidden agenda, who even convinces her to call Nicholas and try to make up before it's too late. But Nicholas refuses to pick up the phone and allows Norbert to inform the press the wedding has been postponed indefinitely. To Linda's horror, he even receives Clio, who claims she only came to see if the rift can still be mended but got to reply.    "
                },
                "178": {
                    "title": "Episode #1.178",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 178,
                    "original air date": "3 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens proves a great non-committal friend for Ella, taking her along for 'city golf'. Nicholas couldn't stand reading his own wedding suspension statement and came looking for her, but seeing them frolicking rekindles his gloom, now determined to call off the wedding for good. Anthony's diva fuzz is loosing sympathy with everyone, even Lucas. Frederik is working hard again, to prevent Sam closing down the clinic.    "
                },
                "179": {
                    "title": "Episode #1.179",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 179,
                    "original air date": "6 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Nicholas coldly receives bike courier Ella, accepts the package but . Jens and his influential pa have arranged from Ella she can resume her nursing exams. Jasmine's return interrupts Lida's daughter's attempt to tell her the truth. Anthony's diva capers continue.    "
                },
                "180": {
                    "title": "Episode #1.180",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 180,
                    "original air date": "7 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    To Jens's surprise, Ella assures him Nicholas is now her past and accept to go out with him, even though she didn't do any serious studying for her nursing exams yet. Norbert can't hide from Nicholas he sent Clio on medical check-up. Nicholas decides to concentrate on their baby and asks Clio to move back in with him. Frederico is bitter that even now she's back, Jasmine didn't even contact him. Anthony's attitude starts compromising his hairdressing job.    "
                },
                "181": {
                    "title": "Episode #1.181",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 181,
                    "original air date": "8 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Lucas is not amused that Anthony turned so diva-picky and keeps calling agent Alex and the press while pretending he must protect himself against imaginary hordes of fans. Finally they publicly scold each-other spoiled viz. jealous. Frantic preparations for the hygiene inspection continue. To Norbert's horror, Linda's daughter rather tends her resignation in the clinic then telling her the truth. Linda refuses to accept Nicholas asked Clio to move in.    "
                },
                "182": {
                    "title": "Episode #1.182",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 182,
                    "original air date": "9 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens hears Ella has troubles concentrating on her nursing studies and drops by to help out with his cheerful, musical Tequila-mood-method. Anthony failed with his visualization method and responds badly on a generous gesture from Lucas. Nicolas can't overcome Linda hostility and suspicions against Clio, who startles him by confessing the diamond robbery and paste switch, which he decides to keep quiet.    "
                },
                "183": {
                    "title": "Episode #1.183",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 183,
                    "original air date": "10 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens tells Ella he's back with his pre-coma girl-friend Lotte but confide only into Cindy that's a white so she'll concentrate on her exams rather then him for a while. The police found the real Mona Flora diamond when they arrested the gang at was fenced trough. Nicholas refuses to let his paste be examined. He confides in Norbert that's to prevent the mother of his child, thief Clio, being arrested. Anthony's capers continue.    "
                },
                "184": {
                    "title": "Episode #1.184",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 184,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Against Norbert's advice, Clio confesses the theft and loot planting to Ella. Jens decides to tell now totally distressed Ella before her last exam he isn't back with Lotte. he even turns up with an alternative mariachi band. The police returns with a search warrant for the diamond, but Nicholas demonstrates it's paste by crushing it, hoping that destroys the evidence against Clio.    "
                },
                "185": {
                    "title": "Episode #1.185",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 185,
                    "original air date": "14 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens pretends to sit lazily by the TV while Ella studies for her last exam, but actually prepares a delightful candle light dinner. Anthony's diva capers now drive manager Alex to dump him after he concert, for which he gets the gang free seats as the star forgot to arrange VIP passes as promises for their many pains. Frederico, already angry being denied promotional credit as DJ, gets more satisfaction then sought when Anthony's stage-dive goes painfully wrong. Meanwhile Jasmine deliberately lets Sam treat her t o a fancy dinner, pretending to believe in his rich ...    "
                },
                "186": {
                    "title": "Episode #1.186",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 186,
                    "original air date": "15 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens is surprised how jealous Ella reacts when told he bumped into his ex Lotte, now a nursing apprentice, but gets both girls to agree to a trio date. Anthony's stage-dive ended with a dislocated shoulder and ridicule from the gang. Lucas makes him apologize before patching up shoulder and friendships.    "
                },
                "187": {
                    "title": "Episode #1.187",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 187,
                    "original air date": "16 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens reassures Ella, who can't come to his ma's exhibition, by requesting another revalidation nurse then his ex Lotte. Nicholas can't make up his mind whether to inform the press Clio is carrying his child and decides to sell the Mona Flora. The police questions Clio about the diamond's theft but has to release her again for lack of proof. Stckmans and his assistant arrive to inspect the clinic's hygiene. Frederico cat rid of all the dirt, but Sam plants a syringe and bandage under a patient's bed.    "
                },
                "188": {
                    "title": "Episode #1.188",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 188,
                    "original air date": "17 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens isn't amused that his ex Lotte turns up at his ma's festive exhibition opening. Lucas brought Anthony along, who can't resist calling Cindy, but she's overheard bu Ella, who rushes over to make a spectacle of herself. To avoid Jasmine 'discovering' he's an inspector, Sam buys Norbert's discretion with a clean report for the clinic, only to learn afterward he was set up from the start. Nicholas can't stand the bickering between Linda and Cloe, who secretly enjoys her enemy loosing his support.    "
                },
                "189": {
                    "title": "Episode #1.189",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 189,
                    "original air date": "20 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens proves Ella's insecurity absurd by turning up for dinner with Norbert. Lucas discovers Clio is the patient meals thief. When the police organizes a lineup for the diamond's fence, Norbert convinces Clio to confess. Nicholas is furious to see his child's mother jailed and hopes to liberate her quickly by marrying her. Anthony is back to normal.    "
                },
                "190": {
                    "title": "Episode #1.190",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 190,
                    "original air date": "20 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    During revalidation tests and afterward in the clinic's park, Jens politely resists Lotte's blatant seduction attempts, which spy Carmen can't quit work out. Lucas damages his trusted suit, so Anthony sees his chance to design a hip new one for his lover. Nicolas asks Clio's hand from surprised Norbert and makes his engagement public.    "
                },
                "191": {
                    "title": "Episode #1.191",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 191,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens makes no fuzz about being inadvertently called 'dearest Nicholas' during a kiss and has a marvelous graduation present: a trip for two, courtesy of his parents. Lucas worries about Anthony's design 'originality'. Nicholas hears from the detective the diamond investigation is closed, not Clio's case. Norbert refuses to help her sneakily. Lotte is tricked into a nocturnal surprise.    "
                },
                "192": {
                    "title": "Episode #1.192",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 192,
                    "original air date": "23 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    After her last exam, Ella dreams of nursing and starts doubting if her love with Jens is really more then magnified gratitude and bonding at his comatose sick-bed. Jens is ready to book their trip, but she drops everything when Norbert reports to them, after worried-sick Nicholas, Clio needs unspecified medical help in jail. Linda can't handle her daughter revealing herself as such.    "
                },
                "193": {
                    "title": "Episode #1.193",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 193,
                    "original air date": "24 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Ella rudely left Jens to run to prison infirmary for Clio, who's actually all right and asks Norbert in vain to get her out of jail by calling markers. Jens goes on booking a Moroccan holiday and prepares a champagne graduation drink with his parents. Yet she can't forget the kiss she stole from Nicholas, dreams of passion with him again and runs off. Lucas discovers Anthony is designing presentable outfits and makes up with a surprise performance in the karaoke contest manifold winner Anthony is nos the celebrity juror in.    "
                },
                "194": {
                    "title": "Episode #1.194",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 194,
                    "original air date": "27 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens is shocked that Ella cruelly dumps him, based solely on vague doubts if their love isn't 'just grown from' compassion and gratitude. Norbert's joy over Clio's release from prison for lack of proof and Nicholas's acceptance of her suggestion to get married next Friday in private is soon wrecked by discovering proof she's hiding a negative paternity test since weeks. Lucas's design-suit-approval brings him back in lovers mode with Anthony. Frederico isn't ready to reconcile with Jasmine.    "
                },
                "195": {
                    "title": "Episode #1.195",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 195,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Jens visits the gang, just to tell Ella he accepts becoming just friends again. Norbert wakes up with a bruised head in a basement, locked up with the fired police detective, who explains he's Clio's baby's father. Nicholas accepts to go with the wedding and believes Clio's lie Norbert visits a gravely ill (imaginary) Austrian cousin.    "
                },
                "196": {
                    "title": "Episode #1.196",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 196,
                    "original air date": "29 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Norbert screws up his and the detective's opportunity to escape and lets Clio force him to tell Nicholas over the phone 'from Austria' to go ahead with the wedding, so Lucas is the new best man, and to name Clio Norbert's stand-in as clinic manager. Frederico follows on one of Clio's lies. Ella accepts Clio's offer to spend three years as a Red Cross volunteer on nursing training in South Africa.    "
                },
                "197": {
                    "title": "Episode #1.197",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 197,
                    "original air date": "30 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The detective's wrestle for the gun with Clio only left him hand-shot. Norbert is allowed to get medical supplies, but on the way Clio looses the baby-phone she used to monitor the basement 'cell'. The cleaning crew finds it but the batteries wear down before Norbert van explain why they must be aware of Clio. The gang is mobilized, except Ella, who prepares her departure to South Africa and says goodbye to Nicolas and Dr. Arendts. Frederico nearly makes up with Jasmine.    "
                },
                "198": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ella (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 198,
                    "original air date": "30 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Norbert and the ex-cop are found and liberated, but Clio has flown. Without bothering, Ella leaves on her three year nurse training. Three years later, she's back, like reunited Frederico and Jasmine, who finally made their tandem 'world tour'. Jens is over her completely, unlike Nicolas, who became a grim recluse. Suddenly he realizes he has another shot, makes a romantic proposal and has a bride. Dr. Arentds works out her father's aristocratic family from dad's pen name. A lottery win changes more lives.    "
                }
            }
        },
        "number of episodes": 198,
        "cast": [
            {
                "name": "Boen, Steven"
            },
            {
                "name": "Winckelmans, Gert"
            },
            {
                "name": "Haddad, Christophe"
            },
            {
                "name": "Verheye, Rik"
            },
            {
                "name": "Vanderstukken, Roel"
            },
            {
                "name": "Gantura, Darya"
            },
            {
                "name": "Uitterlinden, Amaryllis"
            },
            {
                "name": "Dumon, Monika"
            },
            {
                "name": "Massez, Ini"
            },
            {
                "name": "Bervoets, Gene"
            },
            {
                "name": "Gholamalizad, Sachli"
            },
            {
                "name": "Morren, Rudy"
            },
            {
                "name": "Deruwe, Karel"
            },
            {
                "name": "Demedts, Jef"
            },
            {
                "name": "Bosmans, Maarten"
            },
            {
                "name": "Cantens, David"
            },
            {
                "name": "Baele, Walter"
            },
            {
                "name": "Pecnik, Ivan"
            },
            {
                "name": "Van Ostade, Ben"
            },
            {
                "name": "Van Cauwenberghe, Hans"
            },
            {
                "name": "Geerts, Steve"
            },
            {
                "name": "Kersting, Manou"
            },
            {
                "name": "De Velde, Wim Van"
            },
            {
                "name": "Beukelaers, François"
            },
            {
                "name": "Stienlet, Christophe"
            },
            {
                "name": "Pattyn, Lieven"
            },
            {
                "name": "Schoeters, Ellen"
            },
            {
                "name": "Decleir, Jenne"
            },
            {
                "name": "Verhassel, Geert"
            },
            {
                "name": "Van Welden, Xandra"
            },
            {
                "name": "Vereycken, Eddy"
            },
            {
                "name": "Smeets, Michele Rocco"
            },
            {
                "name": "Albay, R. Kan"
            },
            {
                "name": "Van Passel, Marcel"
            },
            {
                "name": "Capiau, Walter"
            },
            {
                "name": "La Haye, Robert De"
            },
            {
                "name": "Van Haecke, Stijn"
            },
            {
                "name": "Boets, Herman"
            },
            {
                "name": "Goes, Rudy"
            },
            {
                "name": "Van Leekwyck, Ken"
            },
            {
                "name": "Lenaerts, Jeroen"
            },
            {
                "name": "Bruynseels, Herbert"
            },
            {
                "name": "Dossche, Nicoline"
            },
            {
                "name": "den Heuvel, Ben Van"
            },
            {
                "name": "Van Hecke, Jan"
            },
            {
                "name": "Degelaen, Geert"
            },
            {
                "name": "Mols, Marcel"
            },
            {
                "name": "Van Buytekom, Randall"
            },
            {
                "name": "Bauwens, Michel"
            },
            {
                "name": "Strouwen, Bert"
            }
        ],
        "locations": [
            "Lier, Belgium"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.9,
        "votes": 36,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2MxYWM5ODMtZWY5NS00ZTE3LWE2ZTktY2E5N2E2YzRlYjQwXkEyXkFqcGdeQXVyOTM2ODgzMg@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Years ago, a late nurse's young daughter, Ella, was discredited with stepfather Norbert by his wicked daughter Clio and send off to and exploited by her aunt 'tarantula', her only comfort being the friendship of young Jens. Once 18, Ella leaves and ends up in Lier, where Dr. Norbert is running a private clinic owned by recluse Nicolas De Prins's family. Intrigues abound long before Ella meets and recognizes either relative, her mysterious dad or Jens, who ends up comatose after chasing her. Meanwhile Ella made new friends and moved in with a loony hairdresser and her gay deputy Anthony.",
        "languages": [
            "Dutch"
        ],
        "title": "Ella",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "akas": [
            "Ella (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Eyeworks"
            },
            {
                "name": "Studio-A"
            }
        ],
        "distributors": [
            {
                "name": "VMM"
            },
            {
                "name": "Vlaamse Televisie Maatschappij (VTM)"
            }
        ],
        "plot": [
            "Years ago, a late nurse's young daughter, _Ella_ (qv), was discredited with stepfather Norbert by his wicked daughter Clio and send off to and exploited by her aunt 'tarantula', her only comfort being the friendship of young Jens. Once 18, _Ella_ (qv) leaves and ends up in Lier, where Dr. Norbert is running a private clinic owned by recluse Nicolas De Prins's family. Intrigues abound long before _Ella_ (qv) meets and recognizes either relative, her mysterious dad or Jens, who ends up comatose after chasing her. Meanwhile _Ella_ (qv) made new friends and moved in with a loony hairdresser and her gay deputy Anthony.::KGF Vissers"
        ],
        "synopsis": [
            "De achtjarige Ella woont samen met haar mama in een gezellig rijhuisje. Als alleenstaande moeder heeft Tessa het niet breed, maar ze gaat door het vuur om de kleine Ella een gelukkige jeugd te geven. Wanneer Ella door dyslexie leerproblemen krijgt op school, helpt ze haar dochter spelenderwijs haar achterstand wegwerken. De toekomst lijkt Ella en haar mama gunstig gezind, zeker wanneer Tessa zich verlooft met Norbert, de directeur van privékliniek De Wingerd, waar Tessa als verpleegster werkt.Fataal ongeluk\nMaar dan slaat het noodlot toe. Kort voor het huwelijk met Norbert krijgt Tessa een fataal ongeluk. Op haar sterfbed laat ze Norbert zweren dat hij altijd voor Ella zal zorgen, alsof het zijn eigen dochter is.Het vuile werk\nIn eerste instantie houdt Norbert zijn belofte en Ella trekt bij hem in. Maar Norberts dochter Clio is niet opgezet met de komst van Ella en zet alles op alles om haar zo snel mogelijk buiten te werken. Clio weet haar ietwat naïeve vader sluw te bespelen en wanneer er brand uitbreekt in Ellas slaapkamer, lijkt haar lot bezegeld. Norbert dumpt Ella bij tante Ursula, die een frituur uitbaat op een camping. Zij vertelt aan Norbert dat ze een echte kindervriend is, maar ze wil Ella enkel gebruiken om het vuile werk te doen in de frituur. Ursula vindt het niet belangrijk dat Ella leert lezen en schrijven. Als ze maar kan werken.'Geluk maak je zelf'\nDe jaren gaan voorbij en op haar achttiende herinnert Ella zich de woorden van haar moeder: Geluk maak je zelf. Ze pakt haar rugzak en trekt naar de stad waar het leven voor haar begon. s Nachts doolt ze door de straten en steelt ze eten in een nachtwinkel. Wat Ella niet beseft is dat de jongen van de nachtwinkel haar achterna is gelopen en in een diepe coma geraakt nadat hij wordt aangereden door een auto. Plots belandt ze bij het huisje waar ze vroeger met haar mama woonde. Intussen werd de buurt opgewaardeerd en is het een trendy kapsalonnetje geworden.Excentrieke Anthony\ns Morgens wordt Ella er gevonden door kapster Cindy. Samen met de excentrieke Anthony baat zij het kapsalon uit. Hier start een nieuw hoofdstuk in het leven van Ella.\nOndertussen komt Norbert te weten dat Ella niet langer op de camping woont. Hij leefde in de veronderstelling dat Ella er gelukkig was, maar vangt nu tegenstrijdige berichtenop. Zijn zoektocht naar de waarheid kan beginnen, tot grote ergernis van Clio"
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 36,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 2.9
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "males": {
                "votes": 16,
                "rating": 2.5
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 2.9
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 1.6
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "females": {
                "votes": 14,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 3,
                "rating": 6.7
            },
            "non us users": {
                "votes": 20,
                "rating": 3.5
            }
        },
        "number of votes": {
            "10": 9,
            "9": 3,
            "8": 2,
            "7": 6,
            "6": 4,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 10
        },
        "arithmetic mean": 5.9,
        "median": 7
    }
}