{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "November 2010"
            }
        ],
        "release dates": [
            "USA::November 2010"
        ],
        "episodes": {
            "2": {
                "3": {
                    "title": "Change On!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Traveling by trailer caravan, the circus arrives in Virginia and pitches the tent for its first tour stop. On the eve of the first performance, a pivotal act is cut and there's a mad scramble to rework the show. Making matters worse, a seasoned company regular is diagnosed with cancer and must relinquish his act. Lackluster ticket sales only ratchet up the pressure.    "
                },
                "4": {
                    "title": "Survival of the Fittest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Squeeze into a tiny lot at New York's Lincoln Center with the entire Big Apple Circus -- tent, trailers, performers, crew and animals. It's the holiday season and shows are packed, but snow and ice are collecting on the big top and the hoses that run water to the trailers are frozen solid. A beloved miniature pony dies suddenly from colic. Cast and crew are sick and exhausted, but the show goes on. Some members of the Big Apple family -- a crewman, a trapeze artist, even the artistic director -- contemplate leaving the circus world behind.    "
                },
                "5": {
                    "title": "Born to be Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Big Apple's founder and its newly installed artistic director embark on their annual trip to the renowned Monte Carlo circus festival - a kind of international circus family reunion - to scout fresh talent. Back in the U.S., the performers and the crew put on two shows a day and travel from Georgia to New Jersey, Massachusetts and New York. The Anastasinis, a seventh-generation circus family, wonder if their young sons will be content to carry on the family legacy.    "
                },
                "6": {
                    "title": "Down the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Emotions run high as the circus season winds down. Many members of the cast and crew won't be going back to Big Apple next season - some are heading to Europe; others are still trying to figure out what's next. Some of the younger performers who have grown up in the circus consider leaving circus life. The night before the final shows, the crew puts on a traditional spoof called \"Midnight Clowns\" for the performers. The laughter is infectious and the partings bittersweet. As the trailers pull out of the lot and the tent comes down for the last time, we join in the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "First of May",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Welcome to Walden, New York, where the 150 performers and crew members of the legendary Big Apple Circus gather from around the world to put together the new show for their annual 350-performance tour.    "
                },
                "2": {
                    "title": "One Ring Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Feel the tension mount as rivalries and romances blossom and the circus' first dress rehearsal approaches.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Lubin, Barry"
            },
            {
                "name": "Binder, Paul"
            }
        ],
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "runtimes": [
            "54"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 2,
        "rating": 8.4,
        "votes": 106,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA0NDQ4OTA4Nl5BMl5BanBnXkFtZTcwMTY3MTYwNA@@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "In a world that offers a dizzying array of amusements and entertainments, there is none quite so enduring or so universal as the circus. Now, over the course of six dramatic and mesmerizing hours, Show of Force will take us away to the circus - not just under the big top, but far beyond it: into what circus folk call \"the backyard,\" the place where the trailers are parked and the real heart of the circus beats. With unprecedented access granted by the Big Apple Circus, the filmmaking team followed this traveling company over the course of an entire season. The series will immerse viewers in a rich collection of human stories, simultaneously compelling our fascination, and appealing to our shared humanity.",
        "languages": [
            "English"
        ],
        "title": "Circus",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2010",
        "akas": [
            "Circus (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Show of Force"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "RDF Rights"
            }
        ],
        "plot": [
            "In a world that offers a dizzying array of amusements and entertainments, there is none quite so enduring or so universal as the circus. Now, over the course of six dramatic and mesmerizing hours, Show of Force will take us away to the circus - not just under the big top, but far beyond it: into what circus folk call \"the backyard,\" the place where the trailers are parked and the real heart of the circus beats. With unprecedented access granted by the Big Apple _Circus_ (qv), the filmmaking team followed this traveling company over the course of an entire season. The series will immerse viewers in a rich collection of human stories, simultaneously compelling our fascination, and appealing to our shared humanity.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "54 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 106,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 47,
                "rating": 8.4
            },
            "aged 45 plus": {
                "votes": 38,
                "rating": 8.3
            },
            "males": {
                "votes": 57,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 9.3
            },
            "males aged 30 44": {
                "votes": 28,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 25,
                "rating": 8.3
            },
            "females": {
                "votes": 36,
                "rating": 8.7
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 18,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 12,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.8
            },
            "us users": {
                "votes": 69,
                "rating": 8.5
            },
            "non us users": {
                "votes": 14,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 29,
            "9": 28,
            "8": 33,
            "7": 9,
            "6": 2,
            "5": 0,
            "4": 2,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}