{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 January 2010"
            },
            {
                "country": "USA\n",
                "date": "14 February 2010"
            }
        ],
        "release dates": [
            "USA::14 January 2010",
            "USA::14 February 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "A Traveler's Guide to the Planets"
            },
            {
                "countries": "Brazil",
                "title": "Guia de Viagens Interplanetárias"
            },
            {
                "countries": "Hungary",
                "title": "Útikalauz űrutazóknak"
            }
        ],
        "akas": [
            "A Traveler's Guide to the Planets (original title)",
            "Guia de Viagens Interplanetárias Brazil",
            "Útikalauz űrutazóknak Hungary"
        ],
        "akas from release info": [
            "A Traveler's Guide to the Planets (original title)",
            "Guia de Viagens Interplanetárias Brazil",
            "Útikalauz űrutazóknak Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Jupiter",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Traveler's Guide to the Planets (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 24,
                    "original air date": "14 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Have you ever thought of blasting off to the King of the Planets? For a truly out of this world planetary experience, you should head beyond the Asteroid Belt to the largest planet in the solar system. Welcome to Jupiter, a world so roomy that it could swallow every planet and moon in the solar system and still have room for more. Yet for all its bulk there is nowhere to land, just an infernal drop into a bottomless sky. If you like solid ground beneath your feet, there's plenty of that as well. Encircled by some 63 moons and moonlets, Jupiter is like a miniature ...    "
                },
                "2": {
                    "title": "Saturn",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Traveler's Guide to the Planets (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "14 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Take a trip to Saturn, the planetary pin-up boy, and not only do you get a ringside seat to the greatest spectacle in the solar system, but a close encounter with two extraordinary moons. Tiny Enceladus is making all the headlines as the must-see moon these days. It's the little moon that has it all: enormous geysers of water and ice shooting into space from the south pole point to a warm salty ocean beneath the surface and, perhaps, a real possibility of life. Even more earth-like and yet far more alien is Titan, with a thick atmosphere and weather. Potentially an ...    "
                },
                "3": {
                    "title": "Venus & Mercury",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Traveler's Guide to the Planets (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 18,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    A Traveler's Guide to the Planets takes you on a tour into the Solar System's Hot Zone to visit the two planets both laying claim to the title of 'Real Hell'. While tiny Mercury blisters in the roasting glare of the Sun, cross over to the dark side and you'll find the temperature plummets over a thousand degrees. Back away from the Sun to cool off and we encounter Venus, our nearest neighbor. Smothered by a climate gone mad, a romantic visit to our sister planet's tortured scenery means diving into an atmosphere hot enough to melt lead, where acid smog eats bare metal...    "
                },
                "4": {
                    "title": "Mars",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Traveler's Guide to the Planets (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Mars is the ruby jewel in our night sky and arguably the hottest travel destination in the Solar System. Thanks to a robot invasion from Earth that began in the 1960's, we probably know more about Mars than every other destination in the Solar System combined. Not bad for a planet so cool that the average summer temperature makes a winter in Antarctica seem positively balmy. It might be freezing, there might be nothing for a human to breathe, but of all planets we know this rocky, red one is the most similar to home. Pack a good spacesuit and plenty of oxygen and ...    "
                },
                "5": {
                    "title": "Neptune & Uranus",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Traveler's Guide to the Planets (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "16 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Got time for a 24 year vacation? Then consider a journey to our most distant planets, the ice giants Uranus and Neptune. There's only ever been one Earthly visitor to this ice zone, the Voyager mission, launched in 1977. What would it be like to follow in its wake, for a human to undertake one of the greatest journeys in space exploration? How would you get there? What would you see? And would you ever survive? Strap yourselves in for an incredible voyage to the outer Solar System.    "
                },
                "6": {
                    "title": "Pluto & Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "A Traveler's Guide to the Planets (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "16 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    For more than 70 years Pluto was counted as the ninth planet, an isolated but sentimental favorite at the end of the Solar System. But in recent years this little world has been at the center of a neighborhood dispute of cosmic proportions. Just what on Earth caused Pluto to be struck off as a planet? It now seems Pluto has company, and lots of it. And we have more in common with this distant realm than you may have ever imagined.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Poor, Bray"
            },
            {
                "name": "Baines, Kevin H."
            },
            {
                "name": "Barber, Todd"
            },
            {
                "name": "Ingersoll, Andrew"
            },
            {
                "name": "Mitchell, Robert T."
            },
            {
                "name": "Porco, Carolyn"
            },
            {
                "name": "Spilker, Linda"
            }
        ],
        "locations": [
            "Arctic",
            "Atacama Desert, Chile",
            "Australia",
            "Barrow, Alaska, USA",
            "Canada",
            "England, UK",
            "France",
            "Germany",
            "Iceland",
            "Italy",
            "Netherlands",
            "Russia",
            "UK",
            "USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 199,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg3MTczMjg1MV5BMl5BanBnXkFtZTgwMjg5MTgwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Have you ever wondered what it would be like to leave Earth? To lose sight of our home planet and go where no human has gone before? In 2010, blast-off with A Traveler's Guide to the Planets: a 6 x 50 minute documentary series exploring the pleasures and pitfalls of travel to the very alien planets of our own Solar System. What strange sights await you? What dangers must you avoid? A Traveler's Guide to the Planets visits the planets from two very personal perspectives: the direct experience of the people who have sent probes hurtling to all our cosmic neighbors now, and the viewpoint of any one of us who might dream of making a trip ourselves. Take a ringside seat to the splendors of the Solar System with A Traveler's Guide the Planets: an astronaut's guide to whole new worlds of possibility.",
        "languages": [
            "English"
        ],
        "title": "A Traveler's Guide to the Planets",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Smith, Richard"
            },
            {
                "name": "Thorburn, Chris"
            }
        ],
        "production companies": [
            {
                "name": "Essential Media & Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "National Geographic Channel"
            }
        ],
        "plot": [
            "A travel guide to the very alien planets of our Solar System.::Anonymous",
            "Have you ever wondered what it would be like to leave Earth? To lose sight of our home planet and go where no human has gone before? In 2010, blast-off with _A Traveler's Guide to the Planets_ (qv): a 6 x 50 minute documentary series exploring the pleasures and pitfalls of travel to the very alien planets of our own Solar System. What strange sights await you? What dangers must you avoid? _A Traveler's Guide to the Planets_ (qv) visits the planets from two very personal perspectives: the direct experience of the people who have sent probes hurtling to all our cosmic neighbors now, and the viewpoint of any one of us who might dream of making a trip ourselves. Take a ringside seat to the splendors of the Solar System with A Traveler's Guide the Planets: an astronaut's guide to whole new worlds of possibility.::Richard Smith"
        ],
        "tech": {
            "runtime": [
                "45 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 199,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 40,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 100,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 7.8
            },
            "males": {
                "votes": 144,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 30,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 87,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 24,
                "rating": 7.8
            },
            "females": {
                "votes": 24,
                "rating": 8.6
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 18,
                "rating": 6.8
            },
            "us users": {
                "votes": 20,
                "rating": 8.1
            },
            "non us users": {
                "votes": 118,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 53,
            "9": 39,
            "8": 48,
            "7": 33,
            "6": 11,
            "5": 6,
            "4": 3,
            "3": 1,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}