{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "July 2010"
            },
            {
                "country": "USA\n",
                "date": "5 August 2010"
            }
        ],
        "release dates": [
            "USA::July 2010",
            "USA::5 August 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Informant",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Inmate predators force weaker inmates to hide drugs in their cells and take the rap if they're caught. But one inmate risks his life and turns informant to help Sergeant Valerie \"Snoop Dogg\" Hampton and Special Agent John Fisher eliminate the inmates' outside drug source.    "
                },
                "2": {
                    "title": "Stuck",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Two inmates suffer life-threatening stab wounds during a melee on the exercise yard that involves one shank, one pool stick, and two rival gangs. Squad members Jason Woodall and John Fisher must determine what motivated the fight and who is responsible--before the prison explodes.    "
                },
                "3": {
                    "title": "Murder in Unit 14",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    After an altercation inside the cellblock, an inmate collapses and dies from multiple stab wounds. Special agents John Fisher and Joe England collect forensic evidence, parse surveillance video and explore a possible connection to the deadly El Salvadoran gang MS-13. The case turns on the master interrogation skills of Special Agent in Charge Jason Woodall.    "
                },
                "4": {
                    "title": "Special Delivery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Squad Deputy Director Jerry Lester and Special Agent Richard Metcalfe investigate a major drug smuggling operation potentially connected to the Crips and abetted by a source outside the prison. A case that involves cocaine, morphine and a bizarre love triangle lead the Squad into the community for a dramatic street bust.    "
                },
                "5": {
                    "title": "Death Threat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The warden receives an anonymous letter from an inmate threatening to raise a small army to attack correctional officers. Sgt. Nicky Jordan orders a Trojan Horse-style raid on the cell block, breaks up a secret meeting of the Vice Lordz, and explores a possible Aryan connection--all in a race against time to catch the would-be killer.    "
                },
                "6": {
                    "title": "Extortion",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The Squad fears that prison gang members are running an extortion game when an inmate's family starts receiving violent threats from a mysterious caller with ties to the Crips. Investigators Jason Woodall and John Fisher rush to find the source of the threatening calls while the innocent lives of an inmate's family hang in the balance.    "
                },
                "7": {
                    "title": "Shanked",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    An inmate with a shank sticking out of his stomach is rushed to the infirmary. No witnesses. No security video. Just before losing consciousness, the victim gives Special Agent Joe England a big lead on the case. But nothing about Joe's investigation seems to add up.    "
                },
                "8": {
                    "title": "Smuggler's Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In the hands of a dangerous Aryan Nation leader, a cell phone becomes the means to give gang orders and run a violent criminal enterprise. Tired of finding cell phones, drugs and other illegal items inside the prison, Investigator Nicky Jordan decides to attack the source--smugglers on the outside.    "
                },
                "9": {
                    "title": "Conspiracy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Prison crime doesn't rest for Special Agent John Fisher's birthday. With inmate drug use at an all-time high, the Squad searches for the source of drugs coming into the prison. John goes undercover to monitor prisoners' visitors, search an entire cellblock for evidence, and work with an inmate informant to set up a sting on the outside.    "
                },
                "10": {
                    "title": "On the Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Squad: Prison Police (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The clock is ticking when an inmate escapes Tennessee Prison. Squad Special Agents John Fisher and Richard Metcalfe lead a statewide manhunt to capture the fugitive before he reaches state lines. The stakes are raised when the Squad's investigation reveals that the fugitive is a spurned lover that may be out for revenge.    "
                }
            }
        },
        "number of episodes": 10,
        "locations": [
            "Tennessee, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.1,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ3ODQzNjY2OF5BMl5BanBnXkFtZTgwNzc0MTgwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "10,000 violent felons. Eight special agents. Tennessee Prison. In a world where everyone's a criminal, \"The Squad\" is the police. The Squad: Prison Police is a powerful real-life series that follows these unique investigators who function as detectives, CSI and SWAT all rolled into one, on cases from beginning to end.",
        "languages": [
            "English"
        ],
        "title": "The Squad: Prison Police",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "The Squad: Prison Police (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Wild Eyes Productions"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            }
        ],
        "other companies": [
            {
                "name": "Juniper Post"
            }
        ],
        "plot": [
            "10,000 violent felons. Eight special agents. Tennessee Prison. In a world where everyone's a criminal, \"The Squad\" is the police. _The Squad: Prison Police_ (qv) is a powerful real-life series that follows these unique investigators who function as detectives, CSI and SWAT all rolled into one, on cases from beginning to end.",
            "10,000 violent felons. Eight special agents. Tennessee Prison. In a world where everyone's a criminal, \"The Squad\" is the police. These highly trained prison police investigate every major crime that originates behind bars, from escapes and riots to assaults, drug smuggling and organized crime. _The Squad: Prison Police_ (qv) is a powerful real-life series that follows these unique investigators who function as detectives, CSI and SWAT all rolled into one, on cases from beginning to end. With exclusive and unfettered access to this team, viewers get a never-before-seen look behind the bars of this maximum-security prison as the special agents race against time to solve each case. And for them, the pressure is even greater because it's a world where no one tells the truth and the longer a crime goes unsolved, the more likely the prisoners could break out into a riot."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "males": {
                "votes": 6,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 6,
                "rating": 8.3
            },
            "non us users": {
                "votes": 2,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 3,
            "9": 2,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}