{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "October 2010"
            }
        ],
        "release dates": [
            "USA::October 2010"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 8 March 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "White on White",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Ben & Ela have been together since college and instead of getting married, they spent their money on a 2-bedroom home. They've wanted to get rid of their kitchen since day one but are dreading the thought of renovating their kitchen on their own. They want to transform the all white sterile kitchen into something they can actually be proud of. James is going to ditch the florescent lighting and all white color scheme, and give this kitchen a modern look by opening up the space and bringing in a cool recycled glass countertop, high-end floor tile and sparkling metal ...    "
                },
                "2": {
                    "title": "Traditional Update",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Meghan Geraghty has been busy over the past two years remodeling her 1930s home, but one huge project remains - the kitchen. It has no style whatsoever, and is a bland mix of gray cabinets, boring white countertops and peeling beige vinyl flooring. But with the help of contractor James Young, she'll give her kitchen a much-needed facelift and create a new space filled with sleek, modern products while still holding on to the vintage feel of her home.    "
                },
                "3": {
                    "title": "Of Mice & Mold",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Josh and Carly Burhans bought their 1960s fixer-upper just seven months ago, even though their family didn't approve. It was in a great location, but the interior needed an extreme makeover. They finished everything on their own - except the kitchen. It's outdated, moldy and just plain ugly. But with the help of contractor James Young, they'll give the kitchen a completely new look, filling it with high-end products that fit their modern taste.    "
                },
                "4": {
                    "title": "Wild Side",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Lindsay Nohl and Chris Hajny bought their 1920s home five years ago, just after it had been a rental property for nearly a decade. It needed some serious tender love and care, so they got to work. They finished the bathroom and the main living areas, but the kitchen was a lost cause - with crumbling cabinets, a broken countertop and sink, and many layers of flooring and wallpaper - it was a mess. But with the help of contractor James Young, they'll give the kitchen a completely new design, all new cabinets and countertops, and brand new appliances. And since they're ...    "
                },
                "5": {
                    "title": "Colliding Styles",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    April Rachuy and Rashaun Collins bought their 1950s home just over a year ago - they thought the house had great potential, and were able to add their artistic touch to most of the rooms. The kitchen, however, was a lost cause. It was stuck in the 50s with cracked, stained countertops, bad flooring and outdated cabinets. But with the help of contractor James Young, they'll bring the kitchen up to their design standards and give it a completely modern makeover with plenty of cool new products that will take their kitchen back to the future.    "
                },
                "6": {
                    "title": "70's Expansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Rachel Wilson and Jason Fjelstad bought their first house six months ago, and the young couple loves everything about their new home... except for the kitchen. So, before they invite friends and family over for a housewarming party, they ask contractor James Young to help them with a complete kitchen overhaul. Their dark and dated kitchen is about to become a thing of the past, as they replace it with a modern space built with green materials.    "
                },
                "7": {
                    "title": "All Purpose",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The kitchen in Trevor and Kelly Russell's 1920s bungalow wears a lot of hats - cannery, brewery, greenhouse, art studio, chicken coop...and they have simply outgrown it. They have a full vegetable garden in the backyard, along with four chickens that occasionally wander into the kitchen. They have zero counter space for all their fresh produce, and almost no storage to speak of - it just doesn't work for all their needs. But with the help of contractor James Young, they'll turn their outdated kitchen into a functional, stylish space using sustainable, cutting-edge ...    "
                },
                "8": {
                    "title": "Cosmo Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When Noah and Angela Hoffman bought their second home, they knew how much work their kitchen needed, but even as experienced do-it-yourselfers, this one was almost too big for them! With no connection to the others rooms in the house, a lack of storage and counter space and a style that definitely did not suit them, they needed help. So, with contractor James Young, they're able to turn their once out-dated and cramped space into a much more open and inviting kitchen, complete with modern and personal touches that make this room feel like home.    "
                },
                "9": {
                    "title": "Impossible Layout",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Eight years ago Chris and Erin bought a 100-year-old craftsman bungalow.    "
                },
                "10": {
                    "title": "Rental Re-Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Brenna and Tom saw great investment potential when they bought their inner-city duplex over five years ago. They initially lived upstairs and slowly renovated that space, with the help of friends, relatives and contractors. Now they've decided to move downstairs and renovate that space into their long-term home. The turn of the century house has great high ceilings, large rooms, beautiful wood floors and millwork. The low point is the 70s looking rental style kitchen that sticks out like a sore thumb. They'll gut the space and start over, reconfiguring the entire room...    "
                },
                "11": {
                    "title": "Modern Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Paula and Mike turn their 1933 kitchen into an urban-country cook's dream.    "
                },
                "12": {
                    "title": "Phase II",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Adam and Bree Tremain moved into their 70s rambler two years ago because it had one thing they really needed - space. They like to throw big dinner parties, and the kitchen was definitely big enough for their needs. But there was one problem - it was UGLY. Decorated in the worst of 70s style, it had a poor layout and seemed isolated from the rest of the house. So they decided to remodel it in phases to avoid spending a ton of money all at once. Phase One involved knocking holes in two walls to open up the room to the living room. Now they're tackling Phase Two, giving...    "
                },
                "13": {
                    "title": "Spicing Up a Suburban Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Living in the suburbs was the furthest thing from Tom and Danica Linnemann's minds when they got married 5 years ago after knowing each other for only a few months. But two kids later, they say they the recent purchase of their 1997 suburban house with its big backyard and close proximity to great schools was the right choice. Now, they just need to make it their own. First on the agenda is ridding the house of its bland, cookie-cutter style kitchen. With the help of contractor James Young, they'll transform the tired space into an elegant, modern gathering place for ...    "
                }
            },
            "2": {
                "1": {
                    "title": "From Ugly to Uber-Contemporary",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Jason and Shauna Morgan were living in a sleek downtown loft when they stumbled on a real fixer-upper, a creepy 50's rambler hidden on an overgrown plot. The place needed a lot of work, and the kitchen was too much for them to tackle on their own. So they ask contractor James Young to help them with a contemporary renovation.    "
                },
                "2": {
                    "title": "Boring Gone Bold",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Courtney and Chad Krupa are fed up with the boring, brown kitchen. It doesn't have a single ounce of style - from the outdated oak cabinets to the chipped white countertops and mismatched appliances - it's just ugly. They're ready to give it a total overhaul, but the budget is tight at 16 grand. Enter contractor James Young - he'll step in to help Courtney and Chad use what they already have and combine it with a few cool new products to take their kitchen from boring to bold.    "
                },
                "3": {
                    "title": "All Talk, No Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    When Rico & Indred found their 1980's split-level 15 years ago, all they saw was potential. Updating their home is a constant topic of conversation, but they've spent most of the last 15 years disagreeing on how best to renovate it. They finally agreed on one thing - bringing in their friend & Licensed Contractor James Young to navigate them through their kitchen remodel. He helps them gut their atrocious kitchen and open up a wall so they have plenty of room to add new cabinets, countertops and a huge center island. Along the way James helps them settle on a number ...    "
                },
                "4": {
                    "title": "Spacious Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    A year and a half ago, Sara and Derek Wallen bought their first home. The 1975 ranch was in a great neighborhood and had a big back yard. Since moving in, they've updated the whole house, except one room. Now, with the help of contractor James Young, it's time to take on the kitchen. They have plenty of space to work with, but it's dated and not very efficient. With James' help they'll turn it into a cozy and functional kitchen.    "
                },
                "5": {
                    "title": "Fully Functioning Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Chris & Julie call in James to help them remodel their crumbling, outdated kitchen. After gutting the entire space and reconfiguring the layout, they bring in maple cabinetry, epoxy resin countertops and cork flooring. Custom built storage and a handmade tile backsplash helps make the space warm and inviting.    "
                },
                "6": {
                    "title": "Down to the Studs",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "16 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Eight years ago, Dakota and Luke Chalich bought a 1976 split level on a huge wooded lot. They loved the location, but the house was a real fixer-upper. Fortunately, Dakota and Luke are pretty handy so they got started right away. Now, they've renovated everything but one room-the kitchen. It needs a total overhaul so they've brought it contractor James Young to transform the dated room into a modern, open space.    "
                },
                "7": {
                    "title": "Kitchen Dorks",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Sean Silver and Shannon Flinn worked hard to fix up their first home-one they chose for its beautiful original hardwood floors-but their black hole of a kitchen was too daunting a task. These self-described 'food dorks' desperately wanted a kitchen to match their appetite for cooking and entertaining. So, we're tearing everything out and even opening up the walls to make room for lots of added storage and counter space. Restored hardwood floors, a painted glass backsplash, and soft-yet-durable cork tiling in the pantry crank up the style, and high-end appliances like ...    "
                },
                "8": {
                    "title": "Budget-Friendly Redo",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    Police Officer Dan and his girlfriend Janelle are more than ready to update their kitchen, keeping the budget under $12,000. James Young steps in to help out - he suggests they supplement their existing cabinetry with a few new stock cabinets for extra storage, and for a quick style fix, they'll update the doors with resin panels and a new coat of stain. They'll reuse some of their hardwood floor and pair it with an updated tile that's groutless and easy to install. They'll trade out a few appliances and go with laminate countertops. They splurge on a circular sink, a...    "
                },
                "9": {
                    "title": "Tiny Kitchen, Tricky Layout",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Ross and Dawn Substad have owned their 1920's Arts and Crafts Bungalow for 6 years. They've spent that time remodeling the entire home but there's one room left they were afraid to tackle - the kitchen. It's small, awkward and dysfunctional lay out proved to be too overwhelming for these Diy'ers. But with the help of contractor James Young, this ugly, outdated kitchen will get a major overhaul. The space will be updated with modern conveniences and will have high end finishes that reflect the Arts and Crafts design of the rest of the home.    "
                },
                "10": {
                    "title": "Historical Sophistication",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    HunWen and Nick Westman looked long and hard to find just the right house - a 6-bedroom masterpiece built in the 1900s. From gorgeous woodwork to beveled glass, the house was nearly perfect, except for one major flaw - the 1980s kitchen. The floors are chipping, the cabinets are falling apart, and the layout is just plain awkward. Worst of all - it's in the wrong decade! But with the help of contractor James Young, they'll mix high tech products with old world charm to invent a timeless space.    "
                },
                "11": {
                    "title": "A Cook's Cottage",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Five years ago Robert and Carrie Shidla bought an historic 1920's home. The kitchen was ugly, but the Shidla's were convinced it had potential. Five years later they haven't touched it. Robert and Carrie have both worked in restaurants, so these two foodies would love a high-end kitchen at home. Contractor James Young will help them transform the dated space into a fresh cottage kitchen, with modern accents.    "
                },
                "12": {
                    "title": "Vintage Charm with Modern Flair",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    When it came time to buy their first home two years ago, a great location was at the top of Kyle & Kari's wish list. They purchased a 1920's bungalow with good bones and plenty of opportunity to put their own stamp on it. They started by renovating the attic, and their cramped and outdated kitchen is next on the hit list. James helps them maximize the small space by tearing down a wall and creating a better layout. The new space will feature custom cabinets, copper countertops & a multi-colored cork floor.    "
                },
                "13": {
                    "title": "Not Enough Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    When Tricia & Rashad found an affordable 1940's bungalow in a neighborhood they loved, they pounced on it. When they bought the house, they liked that although the kitchen was small, it seemed to have all the proper amenities - including a dishwasher. They soon discovered the dishwasher didn't work at all and the range was barely functional, not to mention the kitchen was filled with materials that were outdated and falling apart. Contractor James Young suggests knocking down a room to combine the kitchen with the dining area, salvaging some of the old cabinetry, ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Yellow, Yellow Go Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Josh and Katie's yellow, dated kitchen goes way beyond their novice skills.    "
                },
                "2": {
                    "title": "Urban Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    Paula and Mike found their 1933 Tudor house 2-1/2 years ago, and since then they have renovated much of the house. Now it's the kitchen's turn, with its cracked countertops, exposed wiring, nasty linoleum floor and faux backsplash.    "
                },
                "3": {
                    "title": "French-Country Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Owners splurge on granite and rustic finishes for a French country kitchen.    "
                },
                "4": {
                    "title": "Layout Lamentions",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Eight years ago Chris & Erin Farmer bought a 100-year-old craftsman bungalow. The old and ugly kitchen is small, and its layout is lousy. Contractor James Young will help them turn their cramped space into a stylish open kitchen.    "
                },
                "5": {
                    "title": "Cramped Quarters",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mike and Becca Ahern have a problem: a growing family and cramped quarters.    "
                },
                "6": {
                    "title": "Arts and Crafts with a Twist",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Amber and Eric scored big when they landed a foreclosure in the burbs.    "
                },
                "7": {
                    "title": "A Chef's Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Chef Simon Barrow loves to cook.    "
                },
                "8": {
                    "title": "Mod Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    A cramped and dated kitchen is transformed into a modern masterpiece.    "
                },
                "9": {
                    "title": "Unfinished Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "6 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A variety of metal & wood turn a kitchen into a mixed material masterpiece.    "
                },
                "10": {
                    "title": "Blog Cabin",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "13 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The kitchen of this years Blog Cabin in Mathews, VA gets some needed love.    "
                },
                "11": {
                    "title": "Rustic Redo",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    Tastes change from kitschy 90's decor to an updated, rustic look.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "3 Jan. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Cultural Contemporary",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "10 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    A family of seven has one seriously cramped and outdated kitchen.    "
                },
                "15": {
                    "title": "Wasted Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "17 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    This kitchen will get a new life as a functional contemporary masterpiece.    "
                }
            },
            "4": {
                "1": {
                    "title": "Lofty Ideas",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Kitchen Relocation",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    After years of living in small apartments Mike and Theresa desperately wanted some space. Their new home definitely has it - just not in the kitchen (which would have been better described as a hallway behind the living room.) This is not a kitchen that works, especially for Theresa, a former nutrition major and avid cook. So, when we're done, this room will boast sustainable products, serious cook-power, and best of all: space! All on a budget of $30,000.    "
                },
                "3": {
                    "title": "Anything But White",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "31 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Single mom, Nancy has had it with her hideous all-white kitchen. After 20 years of living with this sterile, boring space she's ready for an upgrade. With the help of contractor James Young, this kitchen is getting a major makeover. Together, they're ready to give it a new lease on life, full of function, color and personality.    "
                },
                "4": {
                    "title": "A Fresh Start",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "7 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Ben and Katie have a charming home in a quiet neighborhood, surrounded by parks and scenic views. Their home is full of color and designed for comfort but it all ends abruptly in the kitchen: a white box with nothing to look at and little to love. The appliances are aging, the materials uninspiring, and the whole room lingers under a layer of dirt and grime. The only remedy is a complete overhaul. We'll loosen up the layout, maximize the storage space, and give Ben and Katie's kitchen a fresh start.    "
                },
                "5": {
                    "title": "Improving the Flow",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "13 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    New parents Anthony and Emily purchased their century-old home a year ago. They cleaned up the former rental property by renovating the bathroom and remodeling the third floor but their dysfunctional kitchen remains. The space is a cramped crowded mess of a kitchen. With the help of contractor James Young, this family is going to give their kitchen a fresh start; full of style, flow and function.    "
                },
                "6": {
                    "title": "Retro Gone Wrong",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Allison and Kyle have updated much of their urban home but the too small kitchen is still stuck in the 1940's. A wall is opened up and a few new cabinets are added to maximize the storage and counter space. New door and drawer fronts, plus appliance panels for the refrigerator and dishwasher make the old and new elements in the kitchen look integrated and custom. A herringbone pattern hardwood floor and a teal glass backsplash finish off the space.    "
                },
                "7": {
                    "title": "Stylin' Family Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Joel and Maja have had it with their outdated country kitchen. After 7 years of living with this tacky, functionless nightmare this young family is ready for an upgrade. With the help of contractor James Young, this kitchen is getting a major makeover. Together, they're ready to give it a new lease on life full of function, color and style.    "
                },
                "8": {
                    "title": "Reinventing a Modern Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Tim and Jeanette have two kids and no room to spare in their do-it-all kitchen. The room is the hub of everything the family does but when everyone's passing through it feels more like rush hour traffic than a place to have a relaxing family dinner. So we'll help these two homeowners start fresh, with all-new storage designed to meet their needs, more counter space than they could have dreamed of, and a mini-mudroom right next to the back door to keep the clutter cleared away. The result is a clean, modern space that Tim and Jeanette's family will want to slow down ...    "
                },
                "9": {
                    "title": "Fresh Take on a Classic Look",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "plot": "\n    Greg and Kate bought their old home after decades of neglect left the place a dysfunctional, rodent infested mess. Seven years later, this hardworking couple is almost done restoring the house to its original, turn-of-the-century glory. Only one huge hurdle remains - the grungy, outdated kitchen. With the help of contractor James Young the space is getting a big-time remodel to give it tons of contemporary functionality but with an eye to the classic details that make this old home special.    "
                },
                "10": {
                    "title": "Modern Victorian Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "plot": "\n    Just a couple months ago, Elena and Keith stumbled upon a crumbling Victorian house built in 1900 and, like the rest of the house, the kitchen isn't exactly in good shape, and it's anything but classic. They'll refinish the hardwood floors and bring in a deluxe triple basin sink and high-end faucet and pot filler. On the backsplash, they'll add some bling with a metal mosaic brick tile paired with a marble accent over the range. For appliances, they're going all-out and of course they found a deal - a 36-inch commercial range topped with a handmade pewter hood.    "
                },
                "11": {
                    "title": "Cash-Saving Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "plot": "\n    When Nick and Melanie decided to move cross-country to be closer to family, there wasn't time for house hunting. So all it took was the right price for them to say yes to this 1949 suburban rambler. They scraped together $13,000 and want to stretch every dollar toward making the space easier to use and with an updated style. James will help Nick & Melanie stay on task and take their kitchen from dysfunctional and bizarre... to easy-to-use and updated, without breaking into the kids' college funds.    "
                },
                "12": {
                    "title": "Warming Up Arts & Crafts",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "plot": "\n    Katie and Rob fell in love with their 1908 Arts and Crafts home the moment they stepped foot inside. It was a neat space with tons of potential. But when it comes to remodeling their cold, tan kitchen they're completely at a loss. At first glance this kitchen might look okay, but functionally, it's a nightmare. These novice-DIYers are in luck because James will transform this kitchen from a chilly-dysfunctional mess into a stylish showpiece that will complement the rest of their home.    "
                },
                "13": {
                    "title": "Baby Plus Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "plot": "\n    Redoing their 1950's kitchen has always been in the back of college sweetheart Mark and Megan's minds, but seemed more daunting than other projects. The added pressure is that they are expecting their first baby in just a few months! Licensed contractor James Young is here to help ease their fears and take this project from 50's flashback to simple & modern without going over the top - or over their $22,000 budget.    "
                }
            },
            "5": {
                "1": {
                    "title": "Industrial Farmhouse Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "plot": "\n    Chris & Kristin bought their early 20th century home as a foreclosure and spent months updating the interior, but the bland, outdated kitchen overwhelmed them. Enter licensed contractor James Young who comes up with a plan to give the kitchen a better layout and fill it with a blend of classic farmhouse features and modern, urban accents. He's utilizing a wide range of materials - from a rustic wooden peninsula table to concrete countertops and a cork floor - to create a cozy, eclectic gathering spot for the first-time homeowners.    "
                },
                "2": {
                    "title": "Coming Out Contemporary",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "plot": "\n    Jesse and Tiffany want to transform their small, dark kitchen into a brighter space with an open floor plan. To accomplish this, we'll remove a wall, give the cabinets a facelift, and add an island. Stone countertops, stainless appliances and sink, plus all new lighting will help give their 70's split-level a fresh, contemporary vibe.    "
                },
                "3": {
                    "title": "A Roommate Renovation",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "plot": "\n    When financial planner Shelly bought her 1950's fixer-upper, she was certain it would be a good long-term investment. She's tackled many updates herself, and practically doubled the livable space, but the kitchen remains a sore spot for Shelly and her 3 roommates. With a limited budget, licensed contractor James Young shows them how to get the most bang for Shelly's buck. By reusing the existing cabinetry, coming up with creative storage solutions, and adding stylish, budget-friendly features, James helps them to get a chic, functional kitchen without breaking the ...    "
                },
                "4": {
                    "title": "Feng Shui Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "plot": "\n    Mike and Leigh love everything about about their charming 1920's bungalow - everything, that is, except the poorly planned out kitchen. You have to squeeze past the stove just to get in and out of the kitchen. Licensed contractor James Young suggests closing off one of three doorways so they can better utilize the space. That'll create room to add a much-desired dishwasher, and the rest of the room will be filled with stylish features like recycled glass countertops, a hammered copper sink and a customized, interchangeable backsplash.    "
                },
                "5": {
                    "title": "Earthy Sophistication",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "plot": "\n    Jeff and Sonia's 80's kitchen is definitely the problem child in their house. It's got plenty and space, but zero style. James Young helps them update it with modern, flat-front cabinets, stone counters, and poured epoxy resin floors. Convenient extras like a built-in coffeemaker help turn their kitchen into an earthy, sophisticated space.    "
                },
                "6": {
                    "title": "Timeless & Traditional",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "plot": "\n    Jeff and Amanda have a closed off kitchen that doesn't flow with the rest of their 1920's home. They lack DIY skills, so James Young comes in to show them how they can make the most of their $25,000 budget and teach them some skills along the way. The existing cabinets are repurposed and topped with soapstone countertops, opening up a wall allows for changes in the layout, and a peninsula addition gives them lots more storage and surface space.    "
                },
                "7": {
                    "title": "Handle with Flair",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "plot": "\n    Nikkie & Joe have a large 60's rambler with one seriously outdated kitchen. It's covered in multiple layers of wallpaper, and the barely functioning yellow appliances have got to go. Contractor James Young helps them demo the space and reconfigure their existing cabinets to save some cash. The cabinets are refinished with an easy to use kit, and flexible stone veneer flooring, granite countertops, and high-tech accessories help to bring the kitchen up to date.    "
                },
                "8": {
                    "title": "Cramped to Convenient",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "plot": "\n    Matt has renovated every part of his 1920's bungalow except the tiny kitchen. A gorgeous built-in hutch has kept him from expanding the room, but contractor James Young comes up with a plan to remove and repurpose the buffet, turning it into part of an island. The rest of the space is then filled with a mix of modern and vintage features.    "
                },
                "9": {
                    "title": "Cottage Chic",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "plot": "\n    Jim & Jen love the open floor plan of their 1940's home, but the outdated galley-style kitchen is a sore spot. They have so little storage space that they're using a dresser in the adjacent dining room to fulfill their needs, and the whole space needs to be more efficient. Licensed Contractor James Young unifies the two rooms with hardwood flooring, and adds an island with a dry erasable countertop to give them an additional work surface. New cabinets, zinc countertops, and a Carrera marble backsplash add style and sophistication, and a self-programming thermostat ...    "
                },
                "10": {
                    "title": "Down Home Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "plot": "\n    Roy & Katie's kitchen has a terrible layout, minimal cabinet space, and completely ancient appliances. To fix the issues, Licensed Contractor James Young starts by reconfiguring the layout to create a working triangle and make the space more functional. He then adds old world charm with a beadboard ceiling & coordinating cabinet doors, an apron front sink, and rustic shelving made from an old wooden pallet. Laminate tigerwood flooring and a stone backsplash help warm the space up and complete the cozy country themed space.    "
                },
                "11": {
                    "title": "An Entertaining Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "plot": "\n    Dave & Brittany spend a lot of time in their kitchen cooking and brewing beer, but it's an inefficient, eyesore of a space that isn't laid out well and feels cut off from the rest of the house. Licensed Contractor James Young helps them stretch their $18,000 budget and maximize space by reusing their old cabinets and adding more along an empty wall to create a beverage center with a built-in beer fridge and tap. The floor will get updated with porcelain tile that looks like wood, and the backsplash will be covered with sleek glass mosaic tile. Finally, the wall ...    "
                },
                "12": {
                    "title": "Midcentury Not So Modern",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "plot": "\n    Midcentury not so modern is how Allison and Rustin describe their modified rambler just five minutes outside the city. They bought the house because of its location, but four years later they're still stuck with an out-of-date brown and beige kitchen with appliances that don't even work! Licensed Contractor James Young will help them better utilize the space by opening up a small wall between the kitchen and dining room. The cabinets will be painted white with stainless steel accents & countertops, giving it a contemporary feel. A mother of pearl backsplash will make ...    "
                },
                "13": {
                    "title": "Rustic Kitchen Overhaul",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "plot": "\n    Jennifer & Keith have 5 busy kids between them, and although they had an addition put on when they blended households 4 years ago, a kitchen remodel had been put on hold - until now! Licensed Contractor James Young helps them not only gut the space, but knock into an adjacent bedroom to give them the large, open floor plan they've always wanted. The overall theme is rustic and that includes wide plank flooring, pine cabinetry and reclaimed barn planks on an accent wall, plus aged copper countertops and a stacked stone backsplash.    "
                }
            },
            "6": {
                "1": {
                    "title": "Hot & Spicy",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "plot": "\n    When sisters Mary Jo & Anu bought their home, they thought they could deal with having a tiny kitchen. But after living with it for awhile, they can no longer tolerate the poorly laid out cramped quarters or the poorly functioning appliances. James Young helps them expand their space by incorporating an adjacent mudroom into the design. Then he walks them through maximizing the space they have with custom cabinetry, funky design features and lots of added color.    "
                },
                "2": {
                    "title": "Industrial Contemporary Chalet",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "plot": "\n    Newlyweds Beau & Jesalyn couldn't resist their 1950's ranch style that sits on a beautiful lot backing up to an urban creek. But the kitchen is less than desirable - a wall blocks their beautiful view, and there's nowhere for the whole family to sit together and eat. James Young's plan includes knocking out a wall between the kitchen and family room to create one big, open space. Then he's decking the place out with industrial elements including a bar top made from metal, and a funky backsplash made using old skis.    "
                },
                "3": {
                    "title": "Grandma's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "plot": "\n    Tyrone has many happy childhood memories of going to Grandma's house. But now that he OWNS Grandma's house and has a wife and five kids, those happy memories have turned into frustration-especially when it comes to the kitchen. It's too small, too tattered, and the cabinets are just plain too tall! With no room to expand, James Young needs to make this kitchen live bigger and function better. He starts by opening up a wall and creating a peninsula, then installs new stock cabinets with a rolling ladder added on to reach the high spots, then brings in walnut ...    "
                },
                "4": {
                    "title": "Modern Condo on a Budget",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "plot": "\n    Reuben and Camille bought their condo for it's convenient, urban location, but the drab kitchen is a serious sore spot. It's completely drab and filled with builder-grade materials from top to bottom. With a budget of just $20,000 James Young helps them spice things up without breaking the bank. On tap are new cabinet doors, a 3-D stainless steel backsplash, and concrete countertops with embedded fiber optic lighting.    "
                },
                "5": {
                    "title": "Tudor Revival",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "plot": "\n    Reuben and Camille bought their condo for it's convenient, urban location, but the drab kitchen is a serious sore spot. It's completely drab and filled with builder-grade materials from top to bottom. With a budget of just $20,000 James Young helps them spice things up without breaking the bank. On tap are new cabinet doors, a 3-D stainless steel backsplash, and concrete countertops with embedded fiber optic lighting.    "
                },
                "6": {
                    "title": "European Sophistication",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "plot": "\n    When Blake & Alison found their spacious home 4 years ago they knew it was perfect for their growing family. They've done a ton of work on it, but saved the worst for last - their colorful and completely outdated kitchen. The plan for the new space includes saving the old cabinet boxes and extending them to the ceiling. They'll be made cohesive with a coat of paint and new doors. A brick backsplash and stone veneer focal wall will help add rustic charm to the sophisticated space.    "
                },
                "7": {
                    "title": "Loft in the 'Burbs",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "plot": "\n    When Blake & Alison found their spacious home 4 years ago they knew it was perfect for their growing family. They've done a ton of work on it, but saved the worst for last - their colorful and completely outdated kitchen. The plan for the new space includes saving the old cabinet boxes and extending them to the ceiling. They'll be made cohesive with a coat of paint and new doors. A brick backsplash and stone veneer focal wall will help add rustic charm to the sophisticated space.    "
                },
                "8": {
                    "title": "Classic with an Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "plot": "\n    Danny & Ashley started working on their early 1900's fixer upper 4 years ago, but got deterred by a wedding and a baby. Now, they're finally ready to tackle their outdated and cramped kitchen with help from Licensed Contractor James Young. Plans for the revamped space include salvaging some of the old cabinet boxes and mixing them with new custom pieces, upgrading the countertops and flooring, and expanding the dining area so these homeowners have a place to eat and entertain.    "
                },
                "9": {
                    "title": "Flea Market Finds",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "plot": "\n    Juan and Michala bought their 3-bedroom home because of it's convenient location plus the large yard and garage. They've made some minor updates, but hit a wall when it came to doing a large-scale kitchen remodel. Licensed Contractor James Young helps them come up with a plan to brighten the dreary space and fill it with a combination of sleek, new materials paired with fun vintage finds.    "
                },
                "10": {
                    "title": "Fabulous Farmhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Aaron and Janea found a 60's ranch house on a huge wooded lot in the exurbs, they knew it was the place they wanted to raise their family. However, the interior was stuck in a 70's time warp. They've removed paneling and made updates in some of the living spaces, but felt the kitchen was more than they could tackle on their own so they brought in Licensed Contractor James Young. Plans for the new space include reusing the cabinet boxes and updating the doors, upgrading the countertops with DIY soapstone, plus adding a new larger island and a dining area that ...    "
                },
                "11": {
                    "title": "English Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "plot": "\n    Nicola and Brad stumbled upon their charming 1940s Cape Cod while walking through their neighborhood. An open house was in process, they stopped in, fell in love with the spacious house and the rest is history. However, the larger space came with an ugly 1980s kitchen and 8 years later, they've still not made any improvements on it, and even worse, a broken toilet on the second floor left the ceiling in shambles. Licensed contractor James Young is here to help them fix all their problems. The plan includes converting a pantry into a mini-mudroom to alleviate clutter, ...    "
                },
                "12": {
                    "title": "Treehouse Zen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "plot": "\n    Matt & Zeny's 7-level home has loads of space and an open floor plan that they love, but after updating much of the house to match their sleek, minimalist style, they got stuck on what to do with their cramped, outdated kitchen. Licensed contractor James Young helps them come up with a plan to maximize every inch of the small space and make it flow better with the rest of the house. Projects on tap include building a custom center island, installing a decorative accent lighting on the ceiling, and tiling the floor and backsplash.    "
                },
                "13": {
                    "title": "Marnita's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "plot": "\n    Marnita & Carl's kitchen is not only the heart of their home, it's the heart of their community. They regularly host large dinner parties to bring together people of differing backgrounds, and at times have fed as many as 150 people. They make the most of their cramped, overworked kitchen, but they are more than ready for a change. They have a commercial range that a neighbor donated to them collecting dust in the garage, so Licensed Contractor James Young comes up with a plan to finally get it inside and make it the focal point of a highly efficient, commercial style...    "
                }
            },
            "7": {
                "1": {
                    "title": "Confused Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "plot": "\n    Isaiah and Tanya love the location of their home, but they've had their hands full with repairs and updates over the 4 years they've owned it. One space they've yet to tackle - the tiny kitchen with a strange laundry addition and a ceiling that's caving in. Licensed contractor James Young comes in to help them open up the space and make it a cohesive, efficient kitchen. Plans include all new cabinets and more counter space, and a center island addition. Plus, they'll add style to the kitchen with classic wainscoting and a bold graphic backsplash.    "
                },
                "2": {
                    "title": "Kitchen Catastrophe",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "plot": "\n    Chris & Maria have a family of five, but their poorly designed kitchen only allows 4 of them to sit together at mealtime, plus their stove partially blocks a doorway and creates a fire hazard. Licensed contractor James Young comes up with a plan to remedy their problems by reconfiguring the layout to allow safe passage throughout. The updated space will include new cabinetry, heated tile floors, a contemporary tile backsplash, and an expanded dining area to bring the whole family together.    "
                },
                "3": {
                    "title": "Kitchen in a Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "plot": "\n    When Janet bought her contemporary home, lake living was her top priority. Unfortunately, her amazing house came equipped with a tiny kitchen tucked back in a corner that obscures any sight of the lake! License contractor James Young knows priority number one is removing the walls to completely open up the space. They'll add a blend of rustic contemporary style with materials ranging from reclaimed barn wood to more modern metal and concrete. Other plans for the kitchen include all new base cabinets combined with open shelving, a large contemporary mural, and a river ...    "
                },
                "4": {
                    "title": "Kid-friendly Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "plot": "\n    Ben and Tara have 4 growing children and a kitchen that's a hot spot for use and abuse. An awkward peninsula makes it hard to move about, and the bland, outdated style doesn't exactly match this fun family's tastes. They're stuck on how to best fix their problems, and that's where licensed contractor James Young comes in. Plans for the new space include replacing the peninsula with center island, adding additional and more functional storage, plus upgrading everything using more durable, stylish materials.    "
                },
                "5": {
                    "title": "Outdoor Extravaganza",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "plot": "\n    There's always a party going on outside John and Lara's cozy suburban home, but the makeshift kitchen and living space they're thrown together makes it tough to accommodate their outdoor lifestyle. But much of their backyard is sitting unused and licensed contractor James Young thinks that needs to change in a big way. A cedar deck and pergola will sit center stage and the new outdoor kitchen will feature a grilling station and side burner, a beverage bar that includes a kegerator, plus stainless steel cabinetry and granite countertops. Living spaces on either side of...    "
                },
                "6": {
                    "title": "Funky Fix-up",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "plot": "\n    Newlyweds Vue and Lilly have differing ideas when it comes to design, but they both agree their kitchen is in need of a major upgrade. Licensed contractor James Young steps in to help blend his love of bold, contemporary style with her desire for a more traditional space. The dark cabinets will be refaced with birch veneer, and a center island will be added that features a built-in saltwater aquarium. Other features include snow-white quartz countertops, a aluminum tile backsplash made from recycled airplanes, and an inset of fun graffiti tile in the middle of the ...    "
                },
                "7": {
                    "title": "Shag to Swag",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "plot": "\n    Kaytie & Nick's rambler in the city looks like a 1970s time capsule. From the smoky mirrors to the shag carpet, they've embraced the space for what it is, but after a year of suffering with their dark, closed-off kitchen, they are ready to start making changes. James Young's plan to take the kitchen into the 21st century include opening up the kitchen to the dining room, adding all new high gloss cabinets, and fabricating funky laminate countertops with a cool retro metal edge. The floor gets an urban vibe with wafer board joined with aluminum seams and covered in ...    "
                },
                "8": {
                    "title": "1888 to Modern",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "plot": "\n    Ian & Emily bought their 3-story duplex in the city because it was loaded with old school charm and offered plenty of space for their family. But the kitchen is tiny, has little countertop space, and not a single drawer, making it a challenge to do every day tasks. There's not much room to expand, so Licensed Contractor James Young comes up with creative solutions to save space, such as a base cabinet with a pull-out table. Going for a rustic modern theme, he blends old-school materials like reclaimed bleacher wood & recycled chalkboards, with sleek modern ones such ...    "
                },
                "9": {
                    "title": "Looks Are Deceiving",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "plot": "\n    Paul & Carla love the charm of their first-ring suburban neighborhood, and their spacious home is perfect for their growing family except the galley-style closed off kitchen. Licensed contractor James Young's plans include widening a doorway and nixing a sight-blocking cabinet to improve the flow of the home. Everything outdated is getting a makeover, and the improvements flow into an adjacent seating area where James gives them an inexpensive solution to solve their storage woes.    "
                },
                "10": {
                    "title": "Flood Fix-up",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "plot": "\n    Brian & Katie were left without a finished kitchen floor when a flood destroyed all the flooring on the first level of their home. They'd also like their kitchen to be open to the rest of their home so licensed contractor James Young comes in to help them reconfigure the space & make it shine from floor to ceiling. Plans include giving the old cabinets a facelift, upgrading the counters with modular granite slabs, and adding a large center island that will increase their countertop and seating space.    "
                },
                "11": {
                    "title": "Fifties to Fabulous",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "plot": "\n    Adam & Kristin's ranch-style home has good bones but has required a lot of TLC to bring it up to date and they are stuck on what to do with the kitchen. Licensed contractor James Young decides on a plan to keep their old base cabinets because they have a cool design, and add all new uppers so the space is better utilized. They'll also add a peninsula, a shelf that doubles as a light, and a cool backsplash made using painted strips of wood.    "
                },
                "12": {
                    "title": "Tricked-out Traditional",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "plot": "\n    Brian and Kim are newbie homeowners who know a kitchen remodeling project is over their heads so they bring in licensed contractor James Young for some guidance. There is nothing salvageable from the old space, so he starts from scratch with all new cabinets and a travertine tile floor. He saves on the budget by pouring his own concrete countertops, and finishes off the space with some cool techie additions.    "
                },
                "13": {
                    "title": "Southwestern Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "plot": "\n    Loshi & Justin know the cramped kitchen in their 50's ranch-style home has tons of potential, but they're overwhelmed at the prospect of tackling it on their own. They both love the vibe of the American southwest where Justin is from and want their kitchen to reflect their style. James Young finds creative ways to add southwestern flair to the space while working with a budget of $20,000. The existing floor and cabinets get major facelifts, new countertops are fabricated from sheets of copper, and warm splashes of color are added throughout including a hand-painted ...    "
                }
            },
            "8": {
                "1": {
                    "title": "Eclectic Open Kitchen Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "plot": "\n    Emily and Dave love their charming 70s home, except for the closed-in, outdated kitchen with broken appliances and well-worn cabinets. Licensed contractor James Young's renovation plans include demo'ing all the walls to create an open concept kitchen, new cabinets, inexpensive DIY slab door countertops, an art glass chevron backsplash and a brass sink and faucet worthy of the new space. The new kitchen design flows seamlessly with the couple's eclectic modern style.    "
                },
                "2": {
                    "title": "Rustic Country Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "plot": "\n    A 70s kitchen eyesore, complete with blue plaid wall paper, mismatched appliances and an awkward faux brick feature wall gets an update from licensed contractor James Young. The homeowners like the rustic look, but hope for a more sophisticated, functional kitchen. With help from James, the couple demos the kitchen, leaving behind well-made cabinets that get a clever facelift. A limestone feature wall gives the new space the focal point the homeowners are looking for, while a copper backsplash, distressed pine flooring and unusual use of wallpaper adds to the rustic ...    "
                },
                "3": {
                    "title": "Kitchen for Entertaining",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "plot": "\n    Newlyweds ask licensed contractor James Young for help updating their dated 70s kitchen. Their appliances are old and out of date, and the style clashes with the rest of their tastefully decorated house. James helps the couple open up walls and shows how to save money by reusing and updating the kitchen cabinets. They splurge on a brick herringbone floor, an eco-friendly backsplash and sleek new appliances. As an homage to the couple's love of entertaining, James shows how to create a conversation-piece table out of old wine bottle corks. The finished kitchen leaves ...    "
                },
                "4": {
                    "title": "Fresh Condo Kitchen Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "plot": "\n    Two young sisters share a condo they have lovingly updated into a chic, modern living space. But the kitchen is stuck in the 80s, and they need licensed contractor James Young's help to turn it into the open-concept entertaining space that fits their lifestyle. He helps them knock down walls, and create a custom island with beautiful, but cost-concisous epoxy countertops, unique canvas-wrapped columns and fun ambient lighting. New cherry red cabinets give the kitchen a pop of personality, along with a hand-crafted art glass panel created by the homeowners. For a ...    "
                },
                "5": {
                    "title": "Historic Craftsman Reno",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "plot": "\n    A beautiful century-old Craftsman house has been lovingly updated by the homeowners, but the boxy kitchen with counter space spread out into two rooms has the couple at a standstill until licensed contractor James Young steps in to help bring the space into the 21st Century. With his help, the couple knock down walls and create one large space for their kitchen. New craftsman-style cabinets with soapstone counter tops anchor the space, while art tiles, DIY stained glass and massive sliding doors for kitchen storage give it the custom look the homeowners crave. Clever ...    "
                },
                "6": {
                    "title": "Mirrors, Marble, and Glam",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "plot": "\n    Licensed contractor James Young tackles a 1940s kitchen with broken cabinets, mismatched appliances and paltry counter space. With homeowners asking for bling, James brings in clever materials unexpected in a kitchen renovation. A glass and mirror backsplash is complemented by a faux fireplace with a mirror insert sitting atop a leather counter. Marble and tile floors are \"reflected\" in a clever ceiling treatment, and custom cabinets and fridge panels give the kitchen a high end, glamorous look, all for a budget of $35,000.    "
                },
                "7": {
                    "title": "Classic Modern Mix",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "plot": "\n    A young couple love their historic home's charm, but hate the kitchen that was last updated at a time when baby blue laminate and pink flowers were popular. With help from contractor James Young, the couple take down walls and create an open concept kitchen, that mixes traditional elements with funky pieces that match their personalities. The new kitchen's centerpiece is a huge DIY butcher block island that costs a fraction of what it costs in stores. They also update unsightly radiator covers, create easy DIY shutters and install beautiful large-format rectified ...    "
                },
                "8": {
                    "title": "Cozy Comfy Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "plot": "\n    Micaela just moved into her first home, a 1950s two-bedroom rambler that was in need of a lot of love.She's done a great job at clean and painting, but the kitchen remains a disaster.The dingy cabinets don't stay shut and have been known to hit her in the head. The appliances are old and don't work, the sink is permanently stained and the countertops are dated and chipped. The floor is coming up in parts and the pink brick backsplash is layered with grease. With a budget of $24,000, James helps Micaela transform her kitchen into the cozy, comfy space she wants. Bright...    "
                },
                "9": {
                    "title": "Old and New Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "plot": "\n    Jevetta and Amondo have three children and large extended families and the party is always at their large 1950s multi-level home in the city. Both Jevetta and Amondo love to cook and share their home with friends and family, but the cut off kitchen space with old, broken appliances don't make things much fun. Licensed contractor James Young can't wait to tear out the walls between the kitchen, living room and dining room, opening the entire space and giving them a party house! He knows the couple are fans of reused and recycled products, so with a budget of $40,000, ...    "
                },
                "10": {
                    "title": "Modern Classic Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "plot": "\n    Siblings Amanda and Kevin Horner knew they could live together as adults without a problem. But now that they've gotten their first house together, the stakes are a lot higher than the typical childhood tug of war about household chores and bedroom sizes. While their negotiations over living room décor have been easy, they're each holding their ground when it comes to the kitchen makeover. Amanda likes classic design and Kevin is into contemporary style. With help from licensed contractor James Young, who has a $20,000 budget, they knock down walls and create a ...    "
                },
                "11": {
                    "title": "Ranch Kitchen to Open Concept",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "plot": "\n    James helps a family with two elementary-age kids turn their dated suburban ranch kitchen into an appealing open-concept space. The couple bought their house because of the great neighborhood and school district. And while they have been able to update the rest of the house, the kitchen remodel was so overwhelming, they didn't even know where to start. It is closed off from the living and dining rooms and has old appliances. The hood vent is comically oversized for the space and doesn't fit with their traditional design taste. The worst part, however, is all the ...    "
                },
                "12": {
                    "title": "Builder Grade Upgrade",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "plot": "\n    Licensed contractor James Young helps a young family add personality and function to a builder-grade kitchen with cheap finishes and a boring design. Brian and Shemeka bought their house because they love the neighborhood for their two elementary-school age children. And while they've been able to add a hip touch to most of the house, they haven't done anything to the kitchen because the upgrades seem too daunting for their $27,000 budget. Once James is onboard, the couple tear down a wall and make the kitchen an open concept space that works with their lifestyle. ...    "
                },
                "13": {
                    "title": "Reuse and Repurpose",
                    "kind": "episode",
                    "episode of": {
                        "title": "I Hate My Kitchen (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "plot": "\n    Licensed contractor James Young helps a young couple turn their ugly, dated, 1980s kitchen into a modern classic space. The kitchen has weird oak cabinets with a button detail, fake butcher block countertops, a tattered faux parquet floor and a dropped ceiling. James helps the couple change the layout of the room by opening up a partition wall between the kitchen and eating area, and relocating the fridge. Since the cabinet boxes are in good shape, James saves money by refacing the cabinets and adding some extra cabinetry to fit the new layout. New molding and wood ...    "
                }
            }
        },
        "number of episodes": 107,
        "cast": [
            {
                "name": "II, James Young"
            },
            {
                "name": "Brodey, Dawn"
            },
            {
                "name": "Trevorrow, Josh"
            },
            {
                "name": "Akgun, Ela"
            },
            {
                "name": "Justman, Ben"
            },
            {
                "name": "Welsh, Lonnie"
            },
            {
                "name": "Welsh, Nickie"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 8,
        "rating": 6.5,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTcxNTU1MTM1MV5BMl5BanBnXkFtZTgwNDEzMTgwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "In residential real estate it's the kitchen that really makes or breaks a home. This hip new series turns bland and outdated kitchens from eye sores to eye candy. Acquire new ideas on how to get the kitchen of your dreams without breaking the bank. Learn out-of-the-box ways to re-use what you've got and get answers from the professionals, using tomorrows newest products mixed with today's innovative design. So don't hate your kitchen...learn how to give it some love!",
        "languages": [
            "English"
        ],
        "title": "I Hate My Kitchen",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "I Hate My Kitchen (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8"
        ],
        "writer": [
            {
                "name": "Blacker, Stacey"
            },
            {
                "name": "Campbell, Anna"
            },
            {
                "name": "Cuddihy, Jennifer"
            }
        ],
        "production companies": [
            {
                "name": "Magnetic Productions"
            }
        ],
        "distributors": [
            {
                "name": "DIY Network"
            }
        ],
        "plot": [
            "In residential real estate it's the kitchen that really makes or breaks a home. This hip new series turns bland and outdated kitchens from eye sores to eye candy. Acquire new ideas on how to get the kitchen of your dreams without breaking the bank. Learn out-of-the-box ways to re-use what you've got and get answers from the professionals, using tomorrows newest products mixed with today's innovative design. So don't hate your kitchen...learn how to give it some love!::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.5
            },
            "males": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 5,
                "rating": 5.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.5
            },
            "us users": {
                "votes": 6,
                "rating": 4.7
            },
            "non us users": {
                "votes": 2,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 2,
            "7": 3,
            "6": 0,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}