{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "18 April 2010"
            }
        ],
        "release dates": [
            "Mexico::18 April 2010"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Aterrizaje Forzoso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Three months have past since Hector attacked Omar in a fit of rage, thus making all friends take their separate ways. Miriam tries to find a job, but fails at her attempts, and meets Mafer, a girl with a tough attitude towards life. While Hector, Javier Hugo and Mau come together when one of them finds a distressful letter belonging to Omar. The three friends join together to find Omar, before he tries anything foolish.    "
                },
                "2": {
                    "title": "Colisión",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    After Omar leaves, Miriam starts feeling lonely and guilty, so she seeks out company in the girl she met on the bus, Mafer. She's introduced to her roommate, Lucía, and encounters her first experience with drugs thanks to Mafer's former roomie. On the other hand, Javier Hugo gets caught by his mother having sex with his girlfriend, Julie, and talks Héctor to move in with him so they could have their own place. Mau finds the same apartment as they do, and have a showdown to see who stays with the new apartment.    "
                },
                "3": {
                    "title": "Salida de Emergencia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Héctor decides to back to work for Altunaga, and meets his journalistic rival, Tania Orozco, and sets to become his boss' No.1 again; and Javier Hugo, starts fearing his nymphomaniac girlfriend. Meanwhile, Miriam starts spinning out of control and her new roommates, Mafer & Lucía, think it's time for her to get a job to get back to reality. Unfortunately, her new boss opens a path of addiction for her.    "
                },
                "4": {
                    "title": "Un Paso Falso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Hector reaches a new low, when he accepts following his boss' wife to get an edge over his rival Tania. Meanwhile Mafer has a fight with Lucía & Miriam and storms off with Mau to get away. Miriam and Lucía find a disturbing fact about their roommate. Mau and Mafer hook up until they find a distraught Javier Hugo, who breaks up with his girlfriend and realizes he's sterile.    "
                },
                "5": {
                    "title": "El Camino de Regreso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 May 2011",
                    "year": "2011",
                    "plot": "\n    Hector obsesses more with tabloid articles for his magazines, this leads him to the hands of an angry wrestler who he once wrote about. Mau and his band, \"The Love Xoloitzcuintles\", get a gig in a remote town on the outskirts of the city. All of them are unaware that Miriam starts spiraling down because of her addiction. She loses her job and tries to get a new fix. This leads her to go through Hector's things where she finds a stash of pills.    "
                },
                "6": {
                    "title": "Cerrando Puertas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 May 2011",
                    "year": "2011",
                    "plot": "\n    Miriam suffers an overdose from the pills she found at Hector's place, which leaves him trying to find out what they are exactly in order to save her life. Without him being able to reach the person who gave him the stash in the first place... his boss, and not knowing what to do, he resorts to Tania, his rival at work.    "
                },
                "7": {
                    "title": "Sin Mirar Atrás",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 May 2011",
                    "year": "2011",
                    "plot": "\n    Mau tries to celebrate his one month anniversary with Mafer, so he asks Juvenal, Gladis & Jesús for help. Meanwhile, Hector tries to quit from his job, because he blames his boss of enabling him an addiction that almost kills Miriam, non-the-less, Tania tries to convince him otherwise... This starts to create sparks between the two of them.    "
                },
                "8": {
                    "title": "Zona de Turbulencia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 May 2011",
                    "year": "2011",
                    "plot": "\n    Omar comes back. And the gang gets together to greet their friend. Héctor finally faces his past and present, when Miriam and Tania meet. Meanwhile, a dark figure from Mafer's past comes back to haunt the young group.    "
                },
                "9": {
                    "title": "Tormenta Electrica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Mau gets beaten up by Mafer's former lover, a dangerous man with a position in the government. After Héctor finds out... he and Tania try to get some dirt on the shady politician. Omar tries to make amends with his old band, \"The Love Xoloitzcuintles\", and helps them out in trying to win the band competition they entered.    "
                },
                "10": {
                    "title": "Sin Aire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    After Héctor digs up some dirt on Mafer's former lover, a corrupt Deputy; he and Tania are fired from their editorial. Although, because of his ex-boss' wife's orders, the whole gang is sent on a beach vacation as a final payment. Not knowing, that the Deputy finds the one responsible for his exposure. Omar, hurries to warn his friends about the Deputy's plans for Héctor.    "
                },
                "11": {
                    "title": "Claustrofobia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The group separates. Everyone is furious at Héctor for endangering their lives by trying to expose Mafer's corrupt ex-lover. Héctor insists on continuing in his crusade, while the rest go into hiding. Meanwhile, during an interview, Tania finds a way to go undercover and get some information on the Deputy.    "
                },
                "12": {
                    "title": "Lejos de Casa (Parte 1)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Tania is kidnapped by Deputy Beltrán, but manages to escape. Meanwhile the whole gang force Héctor into hiding in the woods while they figure out what to do with a dangerous man on their trail. Tania hurries to warn everyone that they are in danger, but what neither of them know... is that the Deputy has ears and men where they least imagine.    "
                },
                "13": {
                    "title": "Lejos de Casa (Parte 2)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "30 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Deputy Beltran & his henchmen, arrive at the cabins where all the Roomies are hiding. Miriam gets shot, and while Javier Hugo stalls for time, Héctor takes a decision to save his friends.    "
                }
            },
            "1": {
                "1": {
                    "title": "Filtarderd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Meet the Roomies. How to hook up with girls. What to do when your roommate leaves you with a drunken passed out midget. Apply the code of honor: Help your buddy?... or score with a hot chick?    "
                },
                "2": {
                    "title": "Secretarial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    What was Hector and Miriams relationship like? In an attempt to sneak into a Coldplay after-party, these roomies end up in a secretary's nightclub.    "
                },
                "3": {
                    "title": "Fiesta Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 May 2010",
                    "year": "2010",
                    "plot": "\n    The Roomies discover the underground nightlife of a Goth nightclub. Omar and his bipolar date have a \"toilet abortion\" in the nightclub. Javier Hugo discover the wonders of Cybersex, and we travel back through time to witness Hectors and Miriams break up    "
                },
                "4": {
                    "title": "Como en feria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 May 2010",
                    "year": "2010",
                    "plot": "\n    Hector asks Omar and Mau to cover for him at work, so that he can spend his afternoon with Miriam at the fair. But the arrival of a drunken midget, and the recklessness of his friends end up with a visit to the Public Ministry of Justice. In the end, a connection between Omar and Miriam surfaces.    "
                },
                "5": {
                    "title": "Satélite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 May 2010",
                    "year": "2010",
                    "plot": "\n    Unknown places... Passports?... Visas? Nope... this is Satélite. Where Ballads or Rock songs are your choices... All in the name of 'Love'.    "
                },
                "6": {
                    "title": "Tecno cumbia del amor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 May 2010",
                    "year": "2010",
                    "plot": "\n    Salsa & Cumbia to spice up the neighborhood. Hector and the gang visit Neza to get the experience on being to an actual \"Sonidero\". While Hector drinks up to celebrate the experience, little by little, Omar and Miriam start getting closer.    "
                },
                "7": {
                    "title": "Ley seca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 May 2010",
                    "year": "2010",
                    "plot": "\n    Pool party!!! 'Nuff said.    "
                },
                "8": {
                    "title": "El viaje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Searching for new material to write about, Hector decides to go to a Rave. So he and Omar get in touch with Jesus... no, not the almighty, but Rave fanatic and sage Jesús. When they arrive, only to find that the party wasn't where they're camping. Omar \"experiments\" with some magic mushrooms, and the trip takes an unexpected turn.    "
                },
                "9": {
                    "title": "Arcoiris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Expanding horizons and perceptions. When Omar gets invited by a hot girl to meet at a club, Hector points out to his roommate, that this might be an interesting night, considering that it's a gay nightclub, and Omar suffers a bit of homophobia. Things don't turn out to be quite as fun for Hector when he finds Miriam in the same club... with a \"friend\".    "
                },
                "10": {
                    "title": "Ya merito",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The whole gang gets together to watch the Mexican soccer team in action at the World Cup. When the Mexican team wins, and passes to next stage, Gaby and Hector share an intimate encounter. But when everyone gets back together to watch the next match... things don't go exactly as Hector expected. And he wasn't thinking of the soccer match.    "
                },
                "11": {
                    "title": "Cerca del cielo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Both roomies encounter a turning point in their careers. Hector meets with his eccentric boss, who sees great potential in Hectors work, but needs more \"juicy details\" in his articles. While, Omar gets the opportunity to present his demo for a chance to pursue his dream as a rock star...Meanwhile he's secretly seeing Miriam, without Hector knowing.    "
                },
                "12": {
                    "title": "Caída libre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roomies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Omar gets a break. He, and his band, travel to Teotihuacan to stage a concert audition for a label executive. Miriam and Javier Hugo join the road trip in support, while Hector meets with his boss, who tries to show him the \"dark & fun side\" of the editorial biz. Fed up with his boss' eccentricities, Hector leaves to join the group at the concert, only to find out about the secret Omar and Miriam have been keeping from him... ultimately pushing him to the edge.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "García, Daniel"
            },
            {
                "name": "Kroetzsch, Gaby"
            },
            {
                "name": "Lozano, Víctor"
            },
            {
                "name": "Vera, Edgar"
            },
            {
                "name": "March, José Manuel"
            },
            {
                "name": "Gutierrez, Sergio"
            },
            {
                "name": "Cherem, Zelma"
            },
            {
                "name": "Tornero, Laila"
            },
            {
                "name": "Aguirre, César 'El Pollo'"
            },
            {
                "name": "Rodríguez, Sonsoles"
            },
            {
                "name": "Urrutia, Alberto"
            },
            {
                "name": "Jimenez, Adrian"
            },
            {
                "name": "Beamonte, Horacio"
            },
            {
                "name": "Elías, Lobo"
            },
            {
                "name": "Ochoa, Gerardo"
            },
            {
                "name": "Duran, Alinka Cortes"
            },
            {
                "name": "Albarrán, Leonardo"
            },
            {
                "name": "Sanz, Sofía"
            },
            {
                "name": "Figueroa, Erick"
            },
            {
                "name": "Kapisztran, Carlos"
            },
            {
                "name": "Orozco, Margarita"
            },
            {
                "name": "Saenz, Poc"
            },
            {
                "name": "Aguilar, Diana"
            },
            {
                "name": "Villarreal, Javier"
            },
            {
                "name": "Brugada, Diana"
            },
            {
                "name": "Ruesjas, Agustin"
            },
            {
                "name": "Shocker"
            },
            {
                "name": "Urrutia, Pilar"
            },
            {
                "name": "Ostos, Paulina"
            },
            {
                "name": "Aguilar, Sunshine"
            },
            {
                "name": "Alberto, Sergio"
            },
            {
                "name": "Avila, Alexia"
            },
            {
                "name": "Barajas, Martín"
            },
            {
                "name": "Bigurra, Jonathan"
            },
            {
                "name": "Brunette, Francis"
            },
            {
                "name": "Castellanos, Arlette"
            },
            {
                "name": "Cavazos, Sara"
            },
            {
                "name": "Corrales, Yolanda"
            },
            {
                "name": "Cuellar, Gigio"
            },
            {
                "name": "Dominguez, Eva Lorena"
            },
            {
                "name": "Jackson, Uriel"
            },
            {
                "name": "Jimenez, Mariana"
            },
            {
                "name": "Lara, Daniel"
            },
            {
                "name": "Laweska, Joss"
            },
            {
                "name": "Chaparro, Mariana López"
            },
            {
                "name": "López, Cynthia"
            },
            {
                "name": "Martínez, David Ham"
            },
            {
                "name": "Maryan"
            },
            {
                "name": "Ochoa, Samanta"
            },
            {
                "name": "Ortamendi, Paola"
            }
        ],
        "locations": [
            "Mexico"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.6,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTY1NTFhMTAtNTQzMC00MTczLTgzMmMtZjRjMzkzN2NkMmU3L2ltYWdlXkEyXkFqcGdeQXVyMzU5MzM1Mzg@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "Roomies",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Roomies (Mexico)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Valdés, Alejandro"
            },
            {
                "name": "Mayo, Pablo"
            },
            {
                "name": "Pons, Abraham"
            }
        ],
        "production companies": [
            {
                "name": "MVS Televisión"
            }
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 8.9
            },
            "males": {
                "votes": 5,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 4.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 9.0
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 9.0
            },
            "non us users": {
                "votes": 6,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 2,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}