{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "24 May 2010"
            },
            {
                "country": "Germany\n",
                "date": "20 May 2013"
            }
        ],
        "release dates": [
            "Canada::24 May 2010",
            "Germany::20 May 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Baxter"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Бакстър"
            },
            {
                "countries": "Serbia",
                "title": "Bakster"
            }
        ],
        "akas": [
            "Baxter (original title)",
            "Бакстър Bulgaria (Bulgarian title)",
            "Bakster Serbia"
        ],
        "akas from release info": [
            "Baxter (original title)",
            "Бакстър Bulgaria (Bulgarian title)",
            "Bakster Serbia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mock vs Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 May 2010",
                    "year": "2010",
                    "plot": "\n    It's time for Northern Star's battle of the bands: Rockin' Like The Stars, and Marcus is defending his title as last year's winner. Jenna tries to harness her inner singer-songwriter anguish by dumping her boyfriend. In fact, everyone's unleashing their inner rocker, except Baxter, who wants to unleash his inner mocker! He recruits Emma and Deven, who are all about their mock band, until they see that Baxter has real talent and decide to rock out for real! A nervous Baxter drops out because he only wanted to perform as laugh, and Emma has to convince him to step up to...    "
                },
                "2": {
                    "title": "Dance Craze-Y",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 May 2010",
                    "year": "2010",
                    "plot": "\n    Tassie is traumatized after Marcus breaks up with her so Baxter and Emma decide the best way to cheer her up is to organize a school dance-despite the fact that Kingfield has enforced a dance ban for the last twenty years. Baxter sets out to persuade Kingfield to change his mind, while Emma has the task of persuading Tassie to come. Deven and Jackal are trying to create the next hot dance craze to be broken out at the dance. Kingfield puts Baxter through a series of ridiculous tasks, but after Baxter successfully sings a song backwards, gets the whole school to sign a...    "
                },
                "3": {
                    "title": "Baxter McNab",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Baxter (Evan Williams) arrives at his new school, Northern Star School of the Arts, the son of its most famous alumnae. He is determined to keep his famous father's identity a secret and his best friend Emma (Holly Deveaux) is equally determined to blow his cover, for his (and her) own good. Two other new kids, Tassie (Brittany Bristow) and Deven (Shannon Kook-Chun), are also trying to adjust to their new school and the three make a pact to perform in the New Students Showcase. But when Baxter finds out that his demanding drama teacher Cecil Kingfield (Scott Wentworth...    "
                },
                "4": {
                    "title": "Cry Me a River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    When all his drama students, with the exception of Marcus, seem either unwilling or unable to demonstrate true emotion in their performance, Mr. Kingfield assigns a monologue that leads to tears, or they're out of the drama program. Baxter and Tassie freak out - what are they going to do? Both his mom Lily and best friend Emma try to help Baxter dredge up a painful experience so he can cry, but even the memory of his dead pet newt doesn't trigger anything. Finally, Baxter is able to tap into his unrequited feelings for Tassie and impress Kingfield with a monologue. In...    "
                },
                "5": {
                    "title": "To Crush or Not to Crush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    As much as he denies it, Baxter's crush on Tassie has reached epic proportions, so he takes Lily's advice and lets out his feelings - by writing a love poem in the style of Keats! Baxter thinks his crush is cured, until the poem falls out of his notebook and ends up first on the school bulletin board, and then in Ms. Mansfield's English class - as a poem to study! Emma tries to cure Baxter of his extreme crush using aversion therapy. When this fails she informs her friend there's only one thing left to do - tell Tassie how he feels. Jackal is supposed to make an \"...    "
                },
                "6": {
                    "title": "Duelling Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Emma is chosen to organize the Renaissance Festival and is determined to impress Kingfield. Baxter successfully begs Emma to cast him as a knight, but when Baxter refuses to take sword fighting seriously, Emma demotes him - to jester! Deven is no happier about choreographing a Renaissance dance since the moves are boring and the pantaloons an insult to his sense of style. He wants to make the hop a little more hip. On the day of the Festival Deven mixes a new song in order to bring the Renaissance into the 21st century, and jester Baxter steps up to take on knight ...    "
                },
                "7": {
                    "title": "Vampire Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In order to avoid an essay on vampires, Baxter (Evan Williams) convinces Ms. Mansfield (Melanie Scrofano) to let Emma (Holly Deveaux) and him, with Jackal's (Dewshane Williams) help, film a vampire video. After choosing Marcus (Kyle Mac) as the vampire, Baxter overrules Emma's pick for the same role, her crush, the cute dancer Jaden (Simon Ahmadi). And yet Baxter casts his crush Tassie (Brittany Bristow) as the female victim, despite her lack of acting experience which Jenna (Tara Joshi) considers a personal affront. When Baxter's ego gets the better of him and he ...    "
                },
                "8": {
                    "title": "Zap the Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Jackal's pumped: his idol, video director K-Red is coming to Northern Star to film a pimple commercial. Marcus stages a protest against a commercial being filmed in their school, while everyone else tries to help out K-Red, first by telling poignant zit stories, and then by creating their own commercials. Jenna uses her celebrity as a TV star, Deven films a break dancing zit commercial, and an emotional Emma recalls a painful zit experience. Baxter is totally stumped, until he gets inspired by the antics of his younger siblings and decides to make funny commercial. ...    "
                },
                "9": {
                    "title": "Trust Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    There's a new substitute teacher in town - Mr. Harlow (Ennis Esmer) - and he wants the kids to do improv games! No script! Baxter and Jackal are totally psyched, but Emma's freaked out - she's terrible without a script, especially when there's pressure to be funny. And it only gets worse when Harlow puts the three of them in an improv competition against a rival school! Jenna tries to sabotage Tassie's crush on Marcus, but her strategy backfires when he asks Tassie to the improv games. During the competition Baxter sees his crush Tassie with Marcus and freezes, ...    "
                },
                "10": {
                    "title": "Cindy and the Prince of Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    It's two weeks until \"Glass Shoe: A Cinderella Story\" opens, and director Belinda (Cynthia Dale) is still trying to find her 'vision'. Time is running out - if Kingfield (Scott Wentworth) doesn't like what he sees in two days time, he'll cancel the whole thing! A jealous Baxter (Evan Williams) makes silly suggestions to kybosh the Prince - Marcus (Kyle Mac) - and Cinderella's - Tassie (Brittany Bristow) - growing attraction and Belinda gets more and more confused (due to a problem of a romantic nature). Baxter is forced to choose between letting the musical die, or ...    "
                },
                "11": {
                    "title": "Dancing Fools",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Baxter (Evan Williams) decides the best way to meet girls is to sign up for a lyrical dance workshop: despite his lack of experience and talent. Once in the workshop he falls for the talented but elusive Anya (Tanisha Thammavongsa), and tries to impress her with his wit. Deven (Shannon Kook-Chun) can't stand the emotional over-expressive moves of lyrical dancing and fakes a sprained ankle. But Kingfield (Scott Wentworth) refuses to let the uncommitted Baxter out of the workshop, and insists he perform at the end-of-week showcase. Jackal (Dewshane Williams) gives ...    "
                },
                "12": {
                    "title": "Audition Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Emma's beyond excited; the auditions for the end-of-term musical are being held by Mr. Kingfield and wacky guest director Belinda Nightingale (Cynthia Dale). Baxter decides that someone has to challenge Marcus for the role of Prince Charming while Emma competes with Jenna for the role of Cinderella. After Jenna sabotages Emma twice, Emma decides to get her back at her. Baxter tries to out-Marcus Marcus, which is annoying to Marcus--and everyone else. Finally Baxter busts loose as himself, and gets the role as Prince Charming's funny sidekick. Everyone is surprised ...    "
                },
                "13": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baxter (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Everyone in the musical is freaking out. They're about to open and the finale isn't complete. Belinda adds Baxter and Emma at the last minute and picks Deven to choreograph the final number after the teacher in charge gets chicken pox. Baxter is relatively calm until his famous father (Geraint Wynn Davies) shows up at the school. Baxter has kept his famous dad a secret and his father, Harold Hampstead, has no idea! Nervous on the night of the musical, Baxter must step up and save a floundering Marcus. And the two guys, along with Tassie and Emma, belt out the finale -...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Williams, Evan"
            },
            {
                "name": "Deveaux, Holly"
            },
            {
                "name": "Mac, Kyle"
            },
            {
                "name": "Bristow, Brittany"
            },
            {
                "name": "Beale, Jake"
            },
            {
                "name": "Brûlé, Robin"
            },
            {
                "name": "Holley, Addison"
            },
            {
                "name": "Joshi, Tara"
            },
            {
                "name": "Williams, Dewshane"
            },
            {
                "name": "Kook, Shannon"
            },
            {
                "name": "Morris, Ishan"
            },
            {
                "name": "Wentworth, Scott"
            },
            {
                "name": "Owens, Chris"
            },
            {
                "name": "Dale, Cynthia"
            },
            {
                "name": "Scrofano, Melanie"
            },
            {
                "name": "Costantini, Alessandro"
            },
            {
                "name": "Ahmadi, Simon"
            },
            {
                "name": "Bevan, Tanya"
            },
            {
                "name": "Brown, Divine"
            },
            {
                "name": "Coll, Trevor"
            },
            {
                "name": "Esmer, Ennis"
            },
            {
                "name": "Hodgkinson, Greta"
            },
            {
                "name": "Kassel, Jeff"
            },
            {
                "name": "Liddell, Troy P."
            },
            {
                "name": "Shipley, Aidan"
            },
            {
                "name": "Thammavongsa, Tanisha"
            },
            {
                "name": "Win, Thet"
            },
            {
                "name": "Davies, Geraint Wyn"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.5,
        "votes": 158,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTMzNDA3ODI2Ml5BMl5BanBnXkFtZTcwODMxNDY3NQ@@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "Baxter is a half-hour live-action comedy that follows Baxter McNab and his friends on their journey through the unique, high-energy world that is Northern Star School of the Arts. At this school where the students will do anything they can to stand out, the stress of a math test is nothing compared to that dance solo, or music recital, or monologue, or - you get the idea. Though his irreverent style might rub some teachers the wrong way, Baxter knows that great friends are the key to survival, and that Northern Star is a crazy amazing way to spend high school. Think Glee meets Fame for kids!",
        "languages": [
            "English"
        ],
        "title": "Baxter",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ballon, Daphne"
            },
            {
                "name": "Oleszkowicz, Scott"
            },
            {
                "name": "Pugsley, Alex"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "Shaftesbury Baxter I"
            },
            {
                "name": "Shaftesbury Films"
            }
        ],
        "distributors": [
            {
                "name": "Shaftesbury Sales Company"
            }
        ],
        "other companies": [
            {
                "name": "Aero Mock-Ups"
            },
            {
                "name": "Arpix Media"
            },
            {
                "name": "Duncan Morin Barristers & Solicitors"
            },
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "_Baxter_ (qv) is a half-hour live-action comedy that follows _Baxter_ (qv) McNab and his friends on their journey through the unique, high-energy world that is Northern Star School of the Arts. At this school where the students will do anything they can to stand out, the stress of a math test is nothing compared to that dance solo, or music recital, or monologue, or - you get the idea. Though his irreverent style might rub some teachers the wrong way, _Baxter_ (qv) knows that great friends are the key to survival, and that Northern Star is a crazy amazing way to spend high school. Think Glee meets Fame for kids!::Shaftesbury Films"
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 158,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 48,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 61,
                "rating": 5.3
            },
            "aged 45 plus": {
                "votes": 21,
                "rating": 5.2
            },
            "males": {
                "votes": 82,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 25,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 40,
                "rating": 5.1
            },
            "males aged 45 plus": {
                "votes": 17,
                "rating": 5.2
            },
            "females": {
                "votes": 49,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 23,
                "rating": 5.6
            },
            "females aged 30 44": {
                "votes": 20,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 4.7
            },
            "us users": {
                "votes": 26,
                "rating": 4.7
            },
            "non us users": {
                "votes": 98,
                "rating": 5.7
            }
        },
        "number of votes": {
            "10": 11,
            "9": 12,
            "8": 18,
            "7": 19,
            "6": 18,
            "5": 26,
            "4": 18,
            "3": 15,
            "2": 11,
            "1": 10
        },
        "arithmetic mean": 5.6,
        "median": 5
    }
}