{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "7 August 2010"
            },
            {
                "country": "USA\n",
                "date": "6 September 2010"
            }
        ],
        "release dates": [
            "Canada::7 August 2010",
            "USA::6 September 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Cat in the Hat Knows a Lot About That!"
            },
            {
                "countries": "Germany",
                "title": "Der Kater mit Hut"
            }
        ],
        "akas": [
            "The Cat in the Hat Knows a Lot About That! (original title)",
            "Der Kater mit Hut Germany"
        ],
        "akas from release info": [
            "The Cat in the Hat Knows a Lot About That! (original title)",
            "Der Kater mit Hut Germany"
        ],
        "episodes": {
            "3": {
                "8": {
                    "title": "Nick's Cricket; Go With the Flow!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Show Me the Honey/Migration Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The Cat takes Nick and Sally to visit a beehive where they meet a bee named Queen Priscilla Buzzoo and get some honey. The Cat helps Nick and Sally find the missing purple martin that lives in Sally's backyard.    "
                },
                "2": {
                    "title": "I Love the Nightlife/Oh Give Me a Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    I Love the Nightlife: Nick wants to stay awake all night. Good thing the Cat needs help finding his favorite hat that he lost in the forest of Wagamaroo! The Cat takes Nick and Sally on a nocturnal adventure, along the way meeting a variety of animals that stay up all night! Oh Give Me a Home!: Nick has a super-duper special shell and Sally wants one, too! The Cat in the Hat takes them on an adventure to the beach where they meet Tucker, a hermit crab, who is also looking for a new shell because he's grown too big for his. A seaside fashion show gives both Tucker and ...    "
                },
                "3": {
                    "title": "Many Ants Make Light Work/Nest Best Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Many Ants Make Light Work: Nick and Sally are trying to put up a tent in their backyard but it's not working! Nick is pulling when Sally is pushing and it's just making a giant heap! Good thing the Cat knows a million- trillion friends who are experts at teamwork! He whisks the kids off to visit an ant colony where Nick and Sally learn that team-work makes almost anything possible. Nest Best Thing: Nick and Sally have found some bird eggs in their backyard, but their nest is destroyed. Where are they going to keep them? The Cat in the Hat brings them to an expert nest...    "
                },
                "4": {
                    "title": "A Plan for Sand/Whale Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A Plan for Sand: Nick and Sally are playing in their sandbox, but there's not enough room for them to build their castles. The Cat arrives to take them to the biggest sandbox they'll ever see! In the desert, they meet Carmela the Camel who teaches them about how camels are adapted to live in the dry, sandy climate. Whale Music: Nick and Sally have made a song to sing to their moms, but they can't get the ending quite right. The Cat in the Hat takes them to meet the best singing teacher in the world, Humphrey the Humpback Whale! While bobbing in the ocean, Humphrey ...    "
                },
                "5": {
                    "title": "Flower Power/Snowman's Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Flower Power: Sally's mom has a cold, so Sally wants to pick her some colorful flowers to make her feel better. The Cat in the Hat takes Nick and Sally to the forest of Flora-Fah-Zoom where they meet three different creatures that all depend on flowers to live. Sally decides to make her mother a picture of the flowers they have encountered in Flora-Fah-Zoom instead of picking a flower that animals need in order to survive. Snowman's Land: Sally and Nick have just finished making a statue of the Cat in the Hat out of snow, but it's starting to melt! Good thing the Cat ...    "
                },
                "6": {
                    "title": "Dress Up Day/Bathtime",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Dress Up Day: Nick and Sally are playing dress-up, but oh, no! Sally's princess dress has torn, and mom doesn't have any silk thread to fix it. The Cat takes them to his good friend Mindy, the silk caterpillar. Mindy shows them how she makes silk. Sally uses the silk thread to fix her swirly-twirly princess dress! Bathtime: Nick and Sally have been playing in the mud, and now they need to get clean! The Cat in the Hat knows some friends who have some very wonderful ways to bathe! In Bana Bana Savanah, they meet three different animals who all keep clean in very ...    "
                },
                "7": {
                    "title": "Tree's Company/Now You See Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Trees Company: Sally and Nick are playing up in their tree house when Nick's mom calls them in for lunch. Nick wonders what it would be like to stay up in that tree all the time! The Cat in the Hat knows! Or at least he has friends that do. In the Jimmer-Jammer Jungle the kids learn how different animals spend their entire lives in trees. As neat as that is, there's one thing those trees don't have, and that's mom's home cooking! Now You See Me: Nick and Sally are playing hide-and-seek, but Sally keeps getting found! The Cat takes the kids to meet the best hider ever,...    "
                },
                "8": {
                    "title": "The Rain Game/No Sssweater Is Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The Rain Game: Sally wants to water the plants in her backyard, but it's hot and sunny outside. They need rain, and lots of it! Good thing the Cat in the Hat knows exactly where to go to get some: the rain forest! With the assistance of some toucans and the singing of howler monkeys, they explore each level of the rain forest, eventually reaching the top and the rain! No Sssweater is Better: Nick has grown out of his favorite sweater but he doesn't want to part with it. The Cat in the Hat has a friend with the exact same problem! He brings them to meet Slyde the snake...    "
                },
                "9": {
                    "title": "A Tale About Tails/Sticky Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A Tale About Tails: Nick and Sally are playing \"Pin the Tail on the Donkey,\" when they wish they had tails of their own! Well, it just so happens that the Cat knows a lot about tails! He brings them to the Jungle of Wagga-Tag-Tail where they meet a number of animals with very different tails. With the help of an ingenious machine, Nick and Sally get to test out all of these tails for themselves and they learn that different tails can do different things! A Sticky Situation: Sally and Nick are playing the drums on overturned buckets when Nick breaks his drumstick! ...    "
                },
                "10": {
                    "title": "Night Lights/Go Snails Go!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Night Lights: Nick and Sally are making shadow puppets with the Cat in the Hat, but the batteries in the flashlight have gone out! They jump into the Thingamajigger and shrink down to visit the fireflies that live in the backyard. They learn that the fireflies communicate by flashing their lights. And when the fireflies provide the light the kids need, the shadow puppet show can continue! Go Snails, Go!: Nick, Sally and the Cat have been invited along on a snail expedition! They jump into the Thingamajigger and shrink down to meet up with Lewis and Clark, the two ...    "
                },
                "11": {
                    "title": "Flight of the Penguin/Let's Go Fly a Kite!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Flight of the Penguin: Sally and Nick are pretending to fly in their backyard. Oh, wouldn't it be great if they really could go zooming and swooshing like a bird? The Cat in the Hat brings them to meet his good friend Percy the penguin. After a fun race with a penguin and a gull, the kids learn that not all birds fly, but that doesn't mean they can't go zooming and swooshing. Let's Go Fly a Kite: Sally, Nick and the Cat are trying to fly a kite, but there's not enough wind. The Cat in the Hat takes them to Huff-Puff-Maguff where there's so much wind, their kite gets ...    "
                },
                "12": {
                    "title": "You Should Be Dancing!/Batty for Bats",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    You Should Be Dancing: Nick and Sally are planning to put on a show for their moms, but they can't finish their dance without falling down! The Cat in the Hat takes them to meet one of the best dancers in the world, Tango, a bird of paradise! With a few costume-changes and a little practice, Nick and Sally are finally able to show their moms their new dance--without falling down! Batty for Bats: Sally and Nick are playing a game of blindfolded tag but they can't seem to find each other! Luckily the Cat has a friend who is always able to find his way in the dark. He ...    "
                },
                "13": {
                    "title": "Maps/Termite Towers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Maps: Nick and Sally are pretending to be pirates. The Cat takes them on a real pirate adventure by following a treasure map! They use landmarks to find their way to a real pirate treasure: parchment paper and ink pens to make pirate maps of their own! Termite Towers: Sally and Nick just can't seem to keep their block tower from toppling over. The Cat in the Hat takes them to meet some expert tower builders: the termites! After shrinking down to bug-size, they learn from Terry termite how to build a tower that won't wiggle and wobble. With some engineering tips from a...    "
                },
                "14": {
                    "title": "The Lost Egg/Hold on Tight",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The Lost Egg: The kids are decorating the tree house for a party. The Cat knows the world's most fantabulous decorator: Stan the bower bird! Stan teaches the kids how to decorate with almost anything--shells, leaves, and pebbles. Now they can have a party in their own fantabulously decorated tree house! Hold On Tight: Nick is trying to hang onto the monkey bars but can't. The Cat takes him and Sally to meet the best holder-on-ever, his tiny little friend Larry the limpet. After shrinking down to limpet size, Nick and Sally learn how to hang onto the rocks with the ...    "
                },
                "15": {
                    "title": "Jump!/Slow Down for Sloths",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Jump!: Nick and Sally can't jump high enough to get their balloon that is stuck up in a tree. Good thing The Cat knows some of the best jumpers ever! Off they go to Jumpalaroo to learn how to jump from nature's masters: grasshoppers, a kangaroo, and even a flea! Slow Down for Sloths: Nick and Sally are trying to draw a picture of a butterfly but can't get close enough to see it. Cat takes the kids to meet Onslow the sloth, who teaches them that when you slow down, the world comes to you. After lots of practice (and a race to see who's the slowest!), Nick and Sally are...    "
                },
                "16": {
                    "title": "Chasing Rainbows/Follow the Prints",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "17 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Chasing Rainbows: The kids are painting a picture of a rainbow but can't remember all the colors to use. Luckily for them, Cat takes them to Color-ga-lore to meet King Kaleidoscope, an expert on rainbows! A musical number teaches them the proper color order, and a silly spray of water leads them to discover how to make their very own rainbow! Follow the Prints: Nick and Sally are enjoying a backyard picnic when they discover their last strawberry has gone missing! Who could have taken it? Cat's friend Cluey Looey can help them! They are off to Muddyfeet Waterhole ...    "
                },
                "17": {
                    "title": "A Long Winter's Nap/The Tree Doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    A Long Winter's Nap: Sally and Nick are so excited to go ice skating tomorrow, that they can't fall asleep! Cat's friend Boris the bear can help! Off they go to the Gleep-sneep Woods to learn how Boris gets ready to take his long winter's nap. Back at home, Nick and Sally follow Boris' advice, and follow their own bedtime routine to get ready for bed. With the help of a bedtime story from Cat, they quickly fall asleep. The Tree Doctor: Sally's little maple sapling hasn't grown any bigger! To discover why, the Cat in the Hat takes the kids to meet Dr. Twiggles. With ...    "
                },
                "18": {
                    "title": "Incredible Journey/Bamboozled",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Incredible Journey: Nick and Sally are playing in their homemade Thingamajigger, when the Cat arrives to take them on a real adventure! Off they go to meet salmon Sam, who is returning to the pool where she hatched so she can lay her eggs. With the help of the Subber-e-blubber, they follow Samantha underwater, upriver on her incredible journey! Bamboozled: Sally needs to find a gift for her stuffed panda, Pammy. Who better to ask than a real panda? The Cat takes them to meet Zhu Zhu, a giant panda who helps the kids to discover all the wonderful things you can do with...    "
                },
                "19": {
                    "title": "Thump!/Squirreled Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Thump!: Nick is trying to make his mother a surprise lunch, but she keeps coming into the kitchen! If only there was a way for him to know when she was coming. The Cat takes Nick and Sally to meet his friend Twitch the rabbit. Twitch and her bunnies teach Nick and Sally how to stop, look and listen for danger. Now that Sally can warn Nick when his mom is coming, they're able to surprise her with lunch! Squirrelled Away: Nick can't remember where he put his yoyo. Cat offers to take the kids to meet his friend Bucky the squirrel who is good at both hiding and finding ...    "
                },
                "20": {
                    "title": "Pick Your Friends/Finola's Farm",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "11 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Pick Your Friends: It's Valentine's Day and Nick and Sally disagree hotly on how to decorate the card they're making for the Cat. Does this mean they aren't really best friends? The Cat takes them to meet Sheldon, a tortoise who knows all about friendship. They learn that Sheldon's best friend is completely different from him and that being best friends doesn't mean you always have to agree. Finola's Farm: Nick and Sally are sitting down to breakfast but have run out of milk. The Cat arrives to take them to Finola's Farm to have breakfast with Finola. First they learn...    "
                },
                "21": {
                    "title": "Reindeer Games/Along Came a Spider",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Reindeer Games: Nick and Sally can't find their sled that's buried under the snow. Cat's friend Magnus the reindeer is great at finding things in the snow. Off they go to the Jingly Bell Forest where Magnus shows them how he digs with his feet and shovels snow with his antlers. And when Nick and Sally find Magnus' old antlers, they can shovel snow now too and find their sled! Along Came a Spider: Nick and Sally are playing soccer when their ball goes through a hole in their net. Luckily Cat's friend Mabel is a spider who knows all about weaving - maybe she can help ...    "
                },
                "22": {
                    "title": "A Teeny Weeny Adventure/I See Seeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Teeny Weeny Adventure: Nick has spotted a tiny ladybug, but Sally has found an even smaller ant! And there's nothing smaller than an ant. Or is there? Cat takes Nick and Sally to meet a variety of single-celled creatures, the smallest anywhere! Nick and Sally soon learn that a drop of water holds a whole lot more than they ever realized! I See Seeds: Sally and Nick are going on an adventure, but how are they going to get there? Skateboard? Train? Rocketship? They just can't decide! Until Cat suggests they see how trees send their seeds on trips. They follow different ...    "
                },
                "23": {
                    "title": "Surprise Surprise!/A Howling Good Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "10 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Surprise, Surprise: Try as they might, Nick and Sally just can't learn to do a somersault. Luckily Cat's friend Luis the Armadillo is the king of the roly polys! But when they find Luis, they learn that he only rolls when he gets surprised. They take turns trying to surprise him, and when they finally do, they're the ones surprised when they learn that not only can Luis roll, but he can even run underwater! Back at home, they follow Luis' advice and are now able to somersault! A Howling Good Time: Nick and Sally are pretending to be lost adventurers when Sally wonders...    "
                },
                "24": {
                    "title": "Secret Super Digger/Pucker Up and Blow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Secret Super Digger: Sally is trying to grow a flower for her mom, but it just won't grow. Time to see Finola! At Finola's Farm, she introduces Cat, Sally and Nick to her secret super digger - Diggery the earthworm. Diggery shows them how plant roots need water air and compost, which Diggery helps to make. Sally's flower is sure to grow once she gets some of her own secret super diggers to help! Pucker Up and Blow: Nick and Sally are trying to whistle but they just can't seem to get it right! The Cat takes them to visit his friend, Rocky the Winter Wren, who is an ...    "
                },
                "25": {
                    "title": "Sniff and Seek/Aye Aye!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "28 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Sniff and Seek: Nick's most favourite smell is chocolate chip cookies! But what is Sally's? She's not sure. What better way to find out than by playing sniff and seek with a skunk! Cat introduces Nick and Sally to Whiffy, and in the adventure of finding Sally's favourite smell they discover how good Whiffy is at protecting himself with his very own special smell. Aye Aye!: Nick and Sally are making Halloween masks, but they want to make them really scary. Cat takes them to meet Aiya, the Aye Aye, in the forest of Spookywoowoo. Aiya shows them, that even though he may ...    "
                },
                "26": {
                    "title": "Blue Feet Are Neat!/Reef Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "30 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Blue Feet Are Neat: Nick and Sally are trying out their new blue rubber boots but they keep getting stuck in the mud! Cat knows just who can help them - Buster, the Blue-footed Booby bird. Buster is only too happy to show them how his wide, flat blue feet help him move easily over the muddy shore. With Cat's help to make their boots wide and flat, Sally and Nick can now walk across the mud without getting stuck - just like Buster! Reef Magic: Nick has difficulty learning a \"disappearing\" magic trick, when who should appear but The Cat in the Hat! He takes Nick and ...    "
                },
                "27": {
                    "title": "Be Cool/Elephant Walk",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "6 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Be Cool: Phew, it's hot outside! How are Sally and Nick going to stay cool? Cat suggests that they should visit some friends in the Dizzle-dazzle Desert to learn how to keep cool. They learn that some animals are light coloured, some stay out of the sun, and some, like Tommy the coolest toad around, just mooove sloooow. Nick and Sally take their advice, but Cat has an even better idea - run through a sprinkler! Elephant Walk: When building a toy construction set, Nick and Sally wonder if there's such thing as a one-thing-does-it-all tool. Well, the Cat knows just who ...    "
                },
                "28": {
                    "title": "Flutter by Butterfly/Pretty in Pink",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "12 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Flutter By Butterfly: Sally and Nick are pretending to be butterflies, but they're not very good at it. The Cat takes them to meet Bernadette the Monarch butterfly, who can teach them all about fluttering. Following Bernadette from Milky Weed Meadow to Prickly Pines forest they learn that butterfly wings are used for so much more than just fluttering! Pretty in Pink: Sally and Nick are having fun trying out different moves when the Cat arrives to show them some cool moves of his own. He learned them from Pinkie the flamingo. The kids want to learn too, so off they go ...    "
                },
                "29": {
                    "title": "Digging the Deep/Puddle Puzzle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "13 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Digging the Deep: Nick and Sally are exploring how deep they can dig in the sandbox. The Cat arrives to whisk them away to the deepest place he knows - the bottom of the Swirly Whirly Ocean! They meet up with Aurilia the Angler fish who guides them to the very bottom of the ocean floor. Now that they've gone as deep as deep can be, it's off to find the next adventure! Puddle Puzzle: Nick and Sally are excited to jump in the giant puddle in their backyard - but it's gone! Where did it go? With the help of Cat's Seussian camera, they see that the puddle has turned into ...    "
                },
                "30": {
                    "title": "Help with Kelp/Treetop Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Help With Kelp: It's Fish's birthday and Nick and Sally want to get him a special present, but who can they ask for ideas? Cat's friend Gary the Garibaldi fish might have an idea! Off to the Briny Blue Sea where they meet a variety of creatures in a kelp forest who use the kelp for both food and protection. Back at home they make a picture of the kelp forest for Fish. It's the best present he could ever hope for! Treetop Tom: Nick and Sally are playing when their ball gets caught up high in the branches of a tree. Oh how they wish they were tall! Being tall is ...    "
                },
                "31": {
                    "title": "Trick or Treat/King Cecil the Seahorse",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "21 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Cat takes Nick and Sally around the world to go trick-or-treating, and they meet three fruit-loving creatures. The Cat takes Nick and Sally to see King Cecil the seahorse who takes all of his babies on an adventure.    "
                },
                "32": {
                    "title": "Stripy Safari/Wool",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Stripy Safari: Nick and Sally set off on a safari with The Cat in the Hat to find all kinds of stripes. Along the way, Sally and Nick discover that stripes mean different things to different animals - the stripes of Jake the coral snake tells other animals to stay away, and Zelda and Zoran's zebra stripes help them to identify each other. And best of all, Cat discovers that his stripes are just right for him! Wool: Nick wants to learn how to knit a scarf like Sally, but they've run out of wool! A visit to Finola's Farm is the perfect place to get more. The Cat, Nick ...    "
                },
                "33": {
                    "title": "A Sweet Deal/King of Swing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "6 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    A Sweet Deal: Sally and Nick are having a hard time getting customers to come to their \"café\". What can they do? The Cat takes them to meet Eddy the honeyguide bird. Eddy shows them how he guides humans to bees' nests by making noise and putting on a show. Back at home, Sally and Nick follow Eddy's example and proudly serve their first customer! King of Swing: Swinging from a rope isn't so easy for Sally and Nick. Good thing the Cat knows the king of swing, Charlie the chimpanzee! In the Leafylafoo Rainforest, Charlie teaches them how to use their hands and feet to ...    "
                },
                "34": {
                    "title": "Amazing Eyes/Water Walkers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Amazing Eyes: Sally and Nick are trying to guess which game Harvey the guinea pig might like to play with them. The Cat takes them to meet his friend Katie the Cavy, a wild guinea pig. But when they try to ask her, she playfully runs off! With the help of three different animals with very different ways of seeing, they finally find Katie and discover a guinea pig's favorite game - hide and seek! Water Walkers: Nick and Sally are waiting for Mom to come back so they can play in the pool. Cat suggests that playing on water is even more fun! But how? A trip to Splishy ...    "
                },
                "35": {
                    "title": "Super Cleaner Uppers/Itty Bitty Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "3 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Super Cleaner Uppers: Nick and Sally are cleaning up the backyard when they come across a yucky apple core. Who's going to pick it up? The Cat in the Hat takes them to meet the best cleaner-upper there is, Sandy the Sand Hopper! Sandy teaches them the difference between natural \"garbage\" and man-made trash, and how some animals use the natural garbage as food. Back at home, they put the trash in a garbage bag, and the apple core in the garden for Wriggles the worm to enjoy! Itty Bitty Water: Nick and Sally are about to dump out the water in their kiddie pool when The ...    "
                },
                "36": {
                    "title": "Big Cats/Fantastic Flour",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Big Cats: When Sally and Nick have difficulty sneaking up on Nick's Mom to surprise her, The Cat brings them to meet some great sneaker-uppers - cats! Three big cats in particular. The kids learn to be patient from a snow leopard, speedy from a cheetah and the trick of distraction from a lion. Back in Nick's yard they sneak up on his mom and surprise her! Then Nick and Sally are surprised when the best sneaker-upper sneaks up on them - The Cat! Fantastic Flour: Nick and Sally are making their \"Best Ever Yummy For Your Tummy\" muffins when they realize they don't have ...    "
                },
                "37": {
                    "title": "Minnie Meerkat/Leaves",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Minnie Meerkat: Sally and Nick are planning to camp out in the backyard, but there are some scary noises out there! Not to worry, The Cat's friend Minnie Meerkat can teach them all about camping safe. Off to Peekaboo Plains where a group of meerkats show them how they make their camp safe every night. Now Sally and Nick know what to do to feel safe in the backyard. And it doesn't hurt to have the best lookout ever - The Cat in the Hat! Leaves: Nick and Sally are going to make a leaf collage of Cat, but the leaves they have aren't the right shape, they need different ...    "
                },
                "38": {
                    "title": "Hooray for Hair/Ice Is Nice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Hooray for Hair: Sally and Nick are getting their hair cut today; maybe they should try new hairstyles! A trip to meet three of Cat's friends (and some styling help from the Wig-o-lator) will help them decide! Should they have Yak hair? No, too hot! How about hair like a fur seal? Not quite, too short. A porcupine? No way! How will they ever get a hug from their moms with hair that spiky? They decide that the hair they have is what's perfect for them! Ice Is Nice: Nick and Sally want some nice cold lemonade, but there's no more ice cubes in Sally's fridge! A trip to ...    "
                },
                "39": {
                    "title": "When I Grow Up/Doing It Differently",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    When I Grow Up: Sally and Nick are trying to guess what they'll be when they grow up when the Cat drops in for a visit. Cat is sure Nick and Sally will never guess what his friend Puggle will be when she grows up. When they see her, they start guessing right away! A frog? A duck? No, a beaver! They discover that, while Puggle may have some similarities to other creatures, she will grow up to be a duck billed platypus! Doing It Differently: Nick and Sally can't seem to find Harvey the guinea pig. They find the Cat in the Hat instead! Cat suggests that Sally and Nick ...    "
                },
                "40": {
                    "title": "Spring & Summer/Fall & Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Seasons - Spring and Summer: For Show and Tell at school, Nick and Sally must bring something from their favourite season. But how can they choose which is their favourite? The Cat in the Hat takes them to the magical Garden of Seasons, where they can visit any season they like, any time they like! They meet three young animals and journey with them as they begin to grow up. Sally decides that she has two favourite seasons, and with the pictures taken from the Snaparama camera, she now has a scrapbook of pictures to show why! Seasons - Fall and Winter: It's Nick's ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Jumping on the Moon/Sneezy Riders",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Jumping on the Moon: Nick and Sally are trying to jump high enough to touch the moon, but \"what goes up must come down\" says the Cat. That's gravity! And to show them just what gravity is, that means a trip to the moon! That's where they meet Astronaut Audrey who takes them for a space walk to learn all about gravity. Sneezy Riders: Sally and Nick are playing hide and seek, but Nick keeps sneezing! How can they stop it from happening? Good thing Cat's friend Cluey Looey will be able to help them! At Muddyfeet Waterhole they discover that Louie is having the same ...    "
                },
                "2": {
                    "title": "Inside Out/Hear Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Bounce: Nick and Sally are wondering why their ball is so bouncy. Fish tells them it's because it's made from rubber, and rubber comes from trees. Cat doesn't believe him so it's time to ask the expert, Dr. Twiggles! It turns out Fish is right! And Dr. Twiggles shows them all just how rubber is made, and all the wonderful things rubber can make! Timmy Tippy Toe: Nick and Sally are playing on a climbing frame but just can't manage to get to the top. Cat tries to show them how it's done but he can't do it either! Time to go see Timmy Tippy Toe, the Klipspringer who is ...    "
                },
                "3": {
                    "title": "Bounce/Timmy Tippy Toes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The kids learn that rubber comes from trees. Later, they learn the proper way to climb from a klipspringer.    "
                },
                "4": {
                    "title": "No Night Today/Fun in the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Meet the Beetles: Nick and Sally must protect their cookie jar from cookie snatchers! But how? Well by meeting three of the Cat's beetle friends, that's how! Stan the Giant Stag beetle shows them how to look scary, while Cliff the Click beetle teaches them to make a noise them jump! And Bobbi the Bombardier beetle has a stinky surprise for those that try to sneak up on her. Now Nick and Sally can keep their cookies safe! Tongue Tied: Mmm, there's nothing better than a blueberry popsicle, even though it makes your tongue blue! Speaking of tongues, the Cat has some ...    "
                },
                "5": {
                    "title": "Meet the Beetles/Tongue Tied",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Meet the Beetles: Nick and Sally must protect their cookie jar from cookie snatchers! But how? Well by meeting three of the Cat's beetle friends, that's how! Stan the Giant Stag beetle shows them how to look scary, while Cliff the Click beetle teaches them to make a noise them jump! And Bobbi the Bombardier beetle has a stinky surprise for those that try to sneak up on her. Now Nick and Sally can keep their cookies safe! Tongue Tied: Mmm, there's nothing better than a blueberry popsicle, even though it makes your tongue blue! Speaking of tongues, the Cat has some ...    "
                },
                "6": {
                    "title": "Manatees and Mermaids/The Last Chocolate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Sally's Moms. That is until The Cat excitedly eats them! Oh no! How are they going to find more chocolate to give to their moms? Why a trip to visit Princess Lottachoca in the Cocoalicious Forest will help them! There, the Princess teaches Nick and Sally the chocolate-making song and they help to pick the beans, roast them, and to heat the juice and add sugar. And then, pouring the hot liquid into moulds of any shape. Now that the chocolate has cooled, it's time to go home and surprise their moms!\"    "
                },
                "7": {
                    "title": "Tough Enough/How Cool Is Coral?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Tough Enough: Nick and Sally are trying to guess what animal is the toughest one - is it a lion? Oh no, it must be the enormous elephant! Why not at all, says The Cat. The toughest of all is a teeny tiny Waterbear. Huh? Off to meet Cat's friend Wally the Waterbear. After shrinking down in the Thingamajigger, they find Wally and start to play the Tough Enough game! Wally is tough enough to live anywhere, so it's off to Freeze Your Knees Snowland to test it out. Then they go to the super hot Gritchity-Gratch Desert, then even a trip into space! Wally can live anywhere! ...    "
                },
                "8": {
                    "title": "Babies/Fast",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Babies: Sally is looking after some baby hamsters, but how can she and Nick hold them right? Well, different animals hold their babies different ways. A trip to Ozzie-Wozz Outback will help them, Cat has some friends who know all about carrying babies! First up is Wilma the spider, who carries all her babies on her back. Then it's off to see Dilly the crocodile, she carries her babies in her mouth! And the last stop, Coco the Koala who uses a pouch to carry her little one. But how does that help Nick and Sally? Well, all the babies were happiest with their moms, so ...    "
                },
                "9": {
                    "title": "Little Lemmings/Keep the Beat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Little Lemmings: It's cold outside, but Nick and Sally want to keep playing. Is there a way to stay warm out in the cold? Cat's friend Lars the Lemming will know! He lives in the Wundra-Bundra-Tundra. It's cold out, but with Lars' fur coat, he doesn't even notice! They help Lars find a new home, one where there's more food for him and his family and they discover that he uses the snow to help keep him warm! Back at home the kids wear two winter coats to help them keep warm. But what's even warmer than that, hot chocolate! Keep the Beat: Nick and Sally have been ...    "
                },
                "10": {
                    "title": "Name that Sound/Fabulous Feathers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Name That Sound: Sally and Nick are trying to stump each other by guessing the animal sounds they're making. But the Cat stumps them both when he tries to make the sound of a cricket! That didn't sound like a cricket. They all try but just can't figure out how a cricket makes its noise. Well Cat's friend Clarence the Cricket can surely show them! Fabulous Feathers: Sally is playing dressup, but her favourite hat no longer has any feathers on it. Where can they find more? The Cat's good friend Puranjay might be able to help! He's a peacock who lives in Feathery Flats, ...    "
                },
                "11": {
                    "title": "Take a Walk/Cotton Patch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Take a Walk: Sally and Nick are practicing to be in a three-legged race, but walking on three legs is hard! Well if anyone knows about walking, its Cat's friends Sid the centipede, Spinny the spider and Bugsy the beetle! They all teach the kids how they walk on many legs by keeping a steady pace and walking in a rhythm and a beat. Back at home, Nick and Sally practice what they learned by using their own special rhythm! Cotton Patch: Oh no! Nick has torn his favourite shirt! He needs a perfect patch of cotton to fix it. Good thing Cat's friend Dr. Twiggles knows all ...    "
                },
                "12": {
                    "title": "Rumbly Tumbly/Planet Name Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "1 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Rumbly Tumbly: Nick's hungry tummy is rumbling! But why do our stomachs make noises when they're hungry? A super shrunken trip into Thing One's stomach will show them the answer! They learn how chewing and stomach juices help to break down the food, and the tummy sounds are actually the stomach working. When your tummy is empty, the sounds are much louder! There's only one way to quiet Nick's rumbly tumbly... a chewy chocolate chunky chunk chip cookie! Planet Name Game: Nick and Sally have run out of things to name in the garden. Good thing Cat needs help putting his ...    "
                },
                "13": {
                    "title": "Step This Way/Anything You Can Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Step This Way: The kids are playing dress up, with Sally wearing her mom's shoes, and Nick wearing his dad's shoes. They're having trouble walking, and the Cat thinks it's because their feet are the wrong shape. But doesn't everyone have the same shaped feet? Not at all! The Cat takes them to the Jungle of Bingle-Bungle Boo to meet his friends Emily the teal, Mikey the lemur and Greg the Gecko. They see that animals have differently shaped feet to help them do different things! You need the right feet for the right job! Anything You Can Do: Nick and Sally are ...    "
                },
                "14": {
                    "title": "Gorillas in the Nest/Tale of a Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Gorillas in the Nest: Sally and Nick have made a sleepover tent on the floor. But it's not very comfortable. The Cat's friend Gordon the Gorilla knows how to make a comfortable bed. Off to the Twisty-Misty Mountains to meet him! They discover that gorillas build nests to sleep in, with the dads sleeping on the ground and the moms and kids sleeping in a tree! Now Nick and Sally know how to make their own comfy cozy \"nests\" at home! Tale of a Dragon: Dragons don't really exist, but Cat knows some lizard friends who are oh-so like dragons! They can show Nick and Sally ...    "
                },
                "15": {
                    "title": "Wrapper's Delight/Dive Swim & Scoop",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Wrappers Delight: Sally and Nick are trying to wrap a present for their moms. But they're having problems. Why meeting Cat's good friend Gina the Giraffe Weevil, will help! Gina shows them how she uses leaves to wrap her eggs to protect them while she waits for them to hatch. They learn how to carefully roll and fold the leaf so it doesn't rip and it protects the egg. Back at home they can finally finish wrapping their present - a statue of the Cat in the Hat! Dive, Swim, Scoop: There's a frog in Nick and Sally's pool! They have to get him out but can't catch him. ...    "
                },
                "16": {
                    "title": "Top of the Sky/Jiggle Bones",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Top of the Sky: Sally, Nick and Cat are playing with their toy rocket. Using the Cat's \"Whoa-Look-At-It-Go-Launcher\" he shoots the rocket up up and up! But now they need to go find it. Off to the top of the sky! They pass the treetops, and the mountains. Where is the top of the sky? They keep going higher until they're in space! They meet Audrey the Astronaut who explains that there is no top to the sky. The sky turns into space and space goes on forever! Just when the kids think their rocket is lost, they find it in Audrey's space station. Though they can't launch ...    "
                },
                "17": {
                    "title": "Paper Chase/A Polar Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Paper Chase: Sally and Nick are making paper airplanes, but have run out of paper! Luckily Cat's friend Dr. Twiggles can help them! Off to the Woody Wood Woods to see him. There, Dr. Twiggles shows them how to make new paper out of old paper - recycling! They watch how the old paper is shredded, then water and cleaner are added to make it into a thick, soupy mess! Then they put it through rollers that flatten it into large sheets of paper! Now Nick and Sally can make their airplanes, and the best part, they used recycled paper! A Polar Adventure: Nick and Sally have ...    "
                },
                "18": {
                    "title": "Balancing Act/Marvelous Marbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Balancing Act: Sally and Nick are trying to walk across a beam in their backyard, but are having trouble staying on it! Can the Cat help? Why of course! His friend Zappa the snow leopard is an amazing balancer! He uses his big wide feet and his long tail to help him keep his balance. Nick and Sally don't have tails, but they see how Zappa moves carefully to keep his weight balanced, now they know what to do at home. Using broomsticks to help them stay balanced, Nick and Sally are able to cross the balance beam. And just in time to have some yummy bran berry muffins! ...    "
                },
                "19": {
                    "title": "Biggest Bird/Drum Di Drum",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Biggest Bird: Sally and Nick are pretending to be birds, because it's fun to fly! But not all birds can fly, says the Cat. His friend Os the ostrich can't fly, but he can do oh so many other things! Why don't they go meet him and try to guess what he's best at doing? Off to Savannah Saloo! They guess that he's good at being big, a really fast runner, growing beautiful feathers and seeing really far away! But those aren't what he does best. They meet Os' wife and ostrich chicks and realize that being moms and dads are what ostriches do best! Just like Nick and Sally's ...    "
                },
                "20": {
                    "title": "Skin I'm In/Fishy Washy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Skin I'm In: Nick and Sally are playing super heroes when Nick cuts his finger. He wishes he had skin like a super hero. Oh but you do, says The Cat! And a visit to Dr. Giggles to learn all about how super skin is, is just the thing! By shrinking down really small, they discover teeny tiny hairs on our skin, how stretchy our skin is and slippery too! They even learn that old skin falls off and new skin grows. It even fixes itself when it's hurt! Skin really is super! Fishy Washy: Sally and Nick need to clean up the backyard. Cat has a friend who's an expert at ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Whatever Floats Your Boat; Building Bridges",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cat in the Hat Knows a Lot About That! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 62,
        "cast": [
            {
                "name": "Short, Martin"
            },
            {
                "name": "Torrington, Alexa"
            },
            {
                "name": "Ewaniuk, Jacob"
            },
            {
                "name": "Tinkler, Rob"
            },
            {
                "name": "Hoyt, Tracey"
            },
            {
                "name": "Pardo, Ron"
            },
            {
                "name": "Lemieux, Julie"
            },
            {
                "name": "Daniels, Tony"
            },
            {
                "name": "Scott, Carolyn"
            },
            {
                "name": "Binsley, Richard"
            },
            {
                "name": "Kash, Linda"
            },
            {
                "name": "Motiki, Joseph"
            },
            {
                "name": "Consoli, Tarah"
            },
            {
                "name": "Bambrick, Heather"
            },
            {
                "name": "Martin, Andrea"
            },
            {
                "name": "Hughes, Douglas E."
            },
            {
                "name": "Ballantyne, Linda"
            },
            {
                "name": "Muse, Sunday"
            },
            {
                "name": "Ramos, Liz"
            },
            {
                "name": "Rajaram, Anand"
            },
            {
                "name": "Adamson, Brad"
            },
            {
                "name": "DePass, Stacey"
            },
            {
                "name": "Lumby, Jeff"
            },
            {
                "name": "Diaz, Carlos"
            },
            {
                "name": "McCord, Scott"
            },
            {
                "name": "Rankin, James"
            },
            {
                "name": "Badshah, Ali"
            },
            {
                "name": "Meunier, Shawn"
            },
            {
                "name": "Hamilton, Deandray"
            },
            {
                "name": "Nunes, Halle"
            },
            {
                "name": "Burnett, Tannis"
            },
            {
                "name": "O'Sullivan, Paul"
            },
            {
                "name": "Wilson, Jonathan"
            },
            {
                "name": "Julien, Martin"
            },
            {
                "name": "Snieckus, Naomi"
            },
            {
                "name": "Stelnick, Marty"
            },
            {
                "name": "Sadiq, Laara"
            },
            {
                "name": "Greenway, Rob"
            },
            {
                "name": "Griffin, Lynne"
            },
            {
                "name": "Hanna, Elizabeth"
            },
            {
                "name": "Hennessy, Ellen-Ray"
            },
            {
                "name": "McAuley, Bryn"
            },
            {
                "name": "Salema, Diane"
            },
            {
                "name": "Doran, Cory"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "Canada",
            "United Kingdom",
            "United States"
        ],
        "country codes": [
            "ca",
            "gb",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G",
            "United States:TV-Y"
        ],
        "number of seasons": 3,
        "rating": 6.7,
        "votes": 323,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM3NjU0ODUxNF5BMl5BanBnXkFtZTgwMDkyNjMwMjE@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Cat in the Hat Knows a Lot About That!",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Ardiel, Bob"
            },
            {
                "name": "Birch, Brad"
            },
            {
                "name": "Clark, Richard"
            }
        ],
        "production companies": [
            {
                "name": "Portfolio Entertainment"
            },
            {
                "name": "Collingwood O'Hare Entertainment"
            },
            {
                "name": "Random House Children's Entertainment"
            },
            {
                "name": "Canadian Television Fund"
            },
            {
                "name": "Treehouse TV"
            },
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Shaw Rocket Fund"
            },
            {
                "name": "Canadian Film or Video Production Tax Credit (CPTC)"
            },
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "KQED"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Treehouse TV"
            },
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Children's Independent Television (CiTV)"
            },
            {
                "name": "Kinderkanal (KiKA)"
            },
            {
                "name": "NCircle Entertainment"
            },
            {
                "name": "Tiny Pop"
            }
        ],
        "other companies": [
            {
                "name": "PIP Animation Services Inc."
            },
            {
                "name": "Fonic"
            },
            {
                "name": "Optix Digital Pictures"
            },
            {
                "name": "Super Sonics Productions"
            },
            {
                "name": "Film Finances Canada"
            },
            {
                "name": "The Rights Company"
            },
            {
                "name": "Viewers Like You"
            }
        ],
        "plot": [
            "The Cat in The Hat knows a lot about virtually every thing. With the help of fish, thing 1, and thing 2; the Cat in the Hat teaches kids about many things through song and games."
        ],
        "tech": {
            "runtime": [
                "26 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 323,
                "rating": 6.7
            },
            "aged under 18": {
                "votes": 1,
                "rating": 2.0
            },
            "aged 18 29": {
                "votes": 59,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 125,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 57,
                "rating": 7.2
            },
            "males": {
                "votes": 148,
                "rating": 6.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 2.0
            },
            "males aged 18 29": {
                "votes": 37,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 66,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 39,
                "rating": 7.0
            },
            "females": {
                "votes": 105,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 22,
                "rating": 6.6
            },
            "females aged 30 44": {
                "votes": 57,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 18,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 19,
                "rating": 6.4
            },
            "us users": {
                "votes": 152,
                "rating": 6.6
            },
            "non us users": {
                "votes": 51,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 81,
            "9": 36,
            "8": 40,
            "7": 40,
            "6": 32,
            "5": 19,
            "4": 13,
            "3": 7,
            "2": 19,
            "1": 36
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}