{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 September 2010"
            }
        ],
        "release dates": [
            "USA::13 September 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Toure"
            }
        ],
        "locations": [
            "Nashville, Tennessee, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Community Surface is a series that gives back to the community by helping to fix local tennis facilities in desperate need of help. Through the combined and caring efforts of volunteers and local contractors, each tennis facility will not only get a much needed makeover, but will also serve as a symbol of what is possible when people come together to do something great. Nashville - In this episode we join our host, Toure, in Nashville, Tennessee where a major flood has hit the city and its oldest public tennis facility is in the midst of the aftermath. With the help of the local community, the USTA, and SportMaster, a sport surfacing company, tennis returns to this facility, along with a brand new set of courts just for kids.",
        "languages": [
            "English"
        ],
        "title": "Community Surface",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Community Surface (United States)"
        ],
        "production companies": [
            {
                "name": "The Tennis Channel"
            }
        ],
        "distributors": [
            {
                "name": "The Tennis Channel"
            }
        ],
        "plot": [
            "_Community Surface_ (qv) is a series that gives back to the community by helping to fix local tennis facilities in desperate need of help. Through the combined and caring efforts of volunteers and local contractors, each tennis facility will not only get a much needed makeover, but will also serve as a symbol of what is possible when people come together to do something great. Nashville - In this episode we join our host, Toure, in Nashville, Tennessee where a major flood has hit the city and its oldest public tennis facility is in the midst of the aftermath. With the help of the local community, the USTA, and SportMaster, a sport surfacing company, tennis returns to this facility, along with a brand new set of courts just for kids.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}