{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "11 October 2010"
            }
        ],
        "release dates": [
            "Philippines::11 October 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bernal, Kris"
            },
            {
                "name": "Silva, Steven"
            },
            {
                "name": "Nacino, Rocco"
            },
            {
                "name": "Ching, Joyce"
            },
            {
                "name": "De Leon, Angelu"
            },
            {
                "name": "De Leon, Lotlot"
            },
            {
                "name": "Garcia, Eddie"
            },
            {
                "name": "Guevara, Michelle"
            },
            {
                "name": "Kodaka, Nina"
            },
            {
                "name": "Magalona, Saab"
            },
            {
                "name": "Morales, Marco"
            },
            {
                "name": "Moto, Iwa"
            },
            {
                "name": "Revilla, Luigi"
            },
            {
                "name": "Romana, Carlo"
            },
            {
                "name": "Sanchez, Sylvia"
            },
            {
                "name": "Valdez, Eula"
            },
            {
                "name": "Victoria, Janna"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "fil"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG::(video rating)",
            "Brazil:12::(video rating)",
            "Canada:PG::(video rating)",
            "France:12::(video rating)",
            "Germany:12::(video rating)",
            "Hong Kong:IIA::(video rating)",
            "Japan:PG-12::(video rating)",
            "Philippines:PG-13::(MTRCB)",
            "Singapore:PG::(video rating)",
            "South Africa:PG::(video rating)",
            "South Korea:12::(video rating)",
            "United Kingdom:PG::(video rating)",
            "United States:TV-PG::(TV Rating)"
        ],
        "rating": 8.9,
        "votes": 14,
        "plot outline": "The story of Koreana begins twenty years ago when Nerissa (Angelu de Leon), a Filipina caregiver falls in love with Philip (Marco Morales), a wealthy Korean national based in the Philippines. Defying conventional Korean standards, their relationship earns the ire of Chang Hee Jung (Eddie Garcia), Philip's father who strongly resents his son' decision of falling in love with a non-Korean. Philip and Nerissa will soon bear a child causing Chang Hee Jung to set aside his misgivings, and to open his home to Philip and his family. But their happiness will be cut short as Violeta (Eula Valdez) Chang Hee Jung's adoptive Filipina daughter, sets off an evil scheme against Nerissa. She will be thrown out of the house but secretly takes her baby with her. To add on to her misery, Nerissa will be separated from her daughter after being involved in an unpleasant bus incident. The baby ends up in the arms of Josefina (Lotlot de Leon), an old maid who works as a cashier in a local beer club. Believing that the mother has already abandoned the child, Josefina takes her home, and names her Jenna (Kris Bernal). Jenna, despite being raised in an unconventional neighborhood, grows up to be a sensible and cheerful young woman. Aware of her Korean heritage, she acquaints herself with all things Korean, particularly their cuisine. And while in the midst of fulfilling her dream of becoming a chef, she unexpectedly ends up in a Korean restaurant, unaware that the place she works for is actually owned by Chang Hee Jung. After twenty years of living an incomplete life, how will Jenna unmask the secrets concealing her true identity? How will she take back what is rightfully hers? Will she end up neglecting her roots or embracing it all the more?",
        "languages": [
            "Filipino"
        ],
        "title": "Koreana",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Koreana (Philippines)"
        ],
        "writer": [
            {
                "name": "Cruz, Dode"
            }
        ],
        "production companies": [
            {
                "name": "GMA"
            }
        ],
        "plot": [
            "The story of _Koreana_ (qv) begins twenty years ago when Nerissa (Angelu de Leon), a Filipina caregiver falls in love with Philip (Marco Morales), a wealthy Korean national based in the Philippines. Defying conventional Korean standards, their relationship earns the ire of Chang Hee Jung (Eddie Garcia), Philip's father who strongly resents his son' decision of falling in love with a non-Korean. Philip and Nerissa will soon bear a child causing Chang Hee Jung to set aside his misgivings, and to open his home to Philip and his family. But their happiness will be cut short as Violeta (Eula Valdez) Chang Hee Jung's adoptive Filipina daughter, sets off an evil scheme against Nerissa. She will be thrown out of the house but secretly takes her baby with her. To add on to her misery, Nerissa will be separated from her daughter after being involved in an unpleasant bus incident. The baby ends up in the arms of Josefina (Lotlot de Leon), an old maid who works as a cashier in a local beer club. Believing that the mother has already abandoned the child, Josefina takes her home, and names her Jenna (Kris Bernal). Jenna, despite being raised in an unconventional neighborhood, grows up to be a sensible and cheerful young woman. Aware of her Korean heritage, she acquaints herself with all things Korean, particularly their cuisine. And while in the midst of fulfilling her dream of becoming a chef, she unexpectedly ends up in a Korean restaurant, unaware that the place she works for is actually owned by Chang Hee Jung. After twenty years of living an incomplete life, how will Jenna unmask the secrets concealing her true identity? How will she take back what is rightfully hers? Will she end up neglecting her roots or embracing it all the more?::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 8.9
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.8
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 9.6
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "males": {
                "votes": 8,
                "rating": 9.3
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 9.2
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 4,
                "rating": 9.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 7,
                "rating": 8.9
            }
        },
        "number of votes": {
            "10": 7,
            "9": 5,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.9,
        "median": 9
    }
}