{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 October 2010"
            },
            {
                "country": "Finland\n",
                "date": "16 October 2012"
            }
        ],
        "release dates": [
            "USA::3 October 2010",
            "Finland::16 October 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "IRT: Deadliest Roads"
            },
            {
                "countries": "Finland",
                "title": "Maailman vaarallisimmat tiet"
            },
            {
                "countries": "Hungary",
                "title": "Kamionnal a halálutakon"
            }
        ],
        "akas": [
            "IRT: Deadliest Roads (original title)",
            "Maailman vaarallisimmat tiet Finland",
            "Kamionnal a halálutakon Hungary"
        ],
        "akas from release info": [
            "IRT: Deadliest Roads (original title)",
            "Maailman vaarallisimmat tiet Finland",
            "Kamionnal a halálutakon Hungary"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Death Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "25 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Three teams of North American truckers take on South America's Andes Mountains, where they're out to prove they have what it takes to haul any load over any road. Veterans and rookie drivers alike will have to battle thick Amazon jungles, landslides, and cliffside routes where any mistake can be fatal.    "
                },
                "2": {
                    "title": "Rise of the Rookies",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "2 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Patience and tempers are stretched to the limits on the Bolivian Death Road day after day. Dave and Lisa deal with their malfunctioning truck, racing against the clock to make sure they can still deliver their load on time. Hugh and Rick battle both the international language barrier and muddy roads as tempers boil.    "
                },
                "3": {
                    "title": "Lisa vs. The Devil's Bridge",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "9 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    After two veteran truckers give up and head home, Hugh Rowland and Lisa Kelly are forced to take on the Death Road without spotters. Lisa moves to the Southern Death Road, where she faces her biggest challenge so far--alone.    "
                },
                "4": {
                    "title": "The Replacement Trucker",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "16 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Trucker Lisa Kelly gets a look at her new partner, Texan long-hauler G.W. Boles, and G.W. gets a look at some of the deadliest roads on the planet in his first outing as Lisa's spotter. Hugh Rowland, still trucking solo, does his best not to play demolition derby in a local market with his giant truck.    "
                },
                "5": {
                    "title": "Death Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "23 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The rookie team of Tim and Tino are feeling more confident than ever, and are out to prove they can drive with the veterans by challenging trucker Hugh Rowland to a race down the Death Road. But Hugh isn't ready to hand over his title as \"fastest man,\" and is forced to make up lost time and miles on one of the deadliest roads on the planet.    "
                },
                "6": {
                    "title": "The Flattest Place on Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "30 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Taking a break from the high-mountain passes, Lisa and G.W. take a load of live animals over the world's largest salt flat, where they'll have to rely on a faulty GPS and a bit of luck to find their way across one of the flattest places on Earth. Tim & Tino take on the death road, and Tim's out for a new, high-adrenaline experience, finding there's plenty of room to ride on the roof of the truck.    "
                },
                "7": {
                    "title": "Oxygen Required",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "6 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    All three trucking teams get a little entertainment in on the side when truckers Tim Zickuhr and G.W. Boles show what they've got in a Bolivian Cholita Wrestling ring. Back on the road, it's the team's last chance to prove they have what it takes to conquer the death road before moving on to Peru. Lisa again relegates G.W. to the spotter's role, still hesitant to let him take the wheel.    "
                },
                "8": {
                    "title": "Desert Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "13 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The three teams of truckers leave Bolivia in their dust as they make tracks for Peru's deadly Andes Mountains passageways. Lisa Kelly finally hands the reins over to G.W. Boles, and he's ready to prove he's got what it takes on some of the worst roads on the planet.    "
                },
                "9": {
                    "title": "The Hangover",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "20 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Lisa Kelly and G.W. take on the same road that almost sent G.W. over the edge the day before, but now, with Lisa behind the wheel and a heavier load, the same mountain's rigged with demolition dynamite and ready to explode. Hugh gets his old truck back and hauls a load of sheep through the dark Peruvian night, where sharp switchbacks and cliffs come out of nowhere.    "
                },
                "10": {
                    "title": "Dead Man's Canyon",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "27 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Trucker Hugh Rowland takes on an old donkey trail with some dynamite during his nearly impossible climb into the Andes. The trucking team of Lisa Kelly and G.W. Boles drive head-first into \"Dead Nun Canyon,\" praying their truck isn't too big for the miles and miles of hand-carved tunnels in front of them. Tim Zickuhr and Tino Rodriguez aim to take on the canyons.    "
                },
                "11": {
                    "title": "King of the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The truckers tackle the Peruvian Andes with their most fragile loads yet. G.W. takes a turn behind the wheel as he and Lisa tackle \"Dead Nun Canyon\" with a load of dinosaurs too tall for the tiny tunnels. Rookies Tim and Tino challenge veteran Hugh Rowland for his self-proclaimed \"King of the Road\" title, and they're willing to trade words--and paint--to beat Hugh this time around.    "
                },
                "12": {
                    "title": "Landslide!",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "11 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The rookie team of Tino Rodriguez and Tim Zickuhr haul barrels of gasoline over roads wired with dynamite, and Tim's ready to challenge local police to get the job done. Lisa and G.W. have to cross treacherous, decaying bridges to get to their destination, and hope the boards can hold their truck out of the raging rivers below.    "
                },
                "13": {
                    "title": "Bull Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "18 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    On their last runs in Peru, all three trucking teams are charged with delivering loads to a large, local festival, high into the Andes. Lisa and G.W. haul a load of bulls, some of which have G.W. running and diving out the bulls horns' reach. Veteran Hugh Rowland hauls a truck full of fireworks and firework towers, forcing his truck through fire and flames in the process.    "
                }
            },
            "1": {
                "1": {
                    "title": "Freefall Freeway",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 24,
                    "original air date": "3 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ice Road Truckers Alex Debogorski, Rick Yemm, and Lisa Kelly make a living driving the deadly ice roads of North America, but they've never seen anything like this. To prove they're the best drivers in the world, the truckers head to India to take on the extreme mountain roads of the Himalayas. As Lisa battles the heat and struggles to make the transition from Alaska, Alex slams into not one, but two vehicles out on the crowded roadways. Rick risks a head-on collision with multiple buses that refuse to give up an inch of road as they fly toward him at top speed.    "
                },
                "2": {
                    "title": "Pushed to the Ledge",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After surviving their first few days in India, the truckers face the most dangerous journey of their lives. Rick and Lisa go deeper into the Himalayas and up a new stretch of road called The Ledge--a one lane cliff-side path with a rock wall on one side and a sheer thousand-foot drop on the other. On the perilous journey up, Rick is bullied by local drivers, and Lisa panics while being forced to the edge of a cliff. Alabama highway trucker Dave Redmon joins the team and quickly has the most terrifying ride of his career. With one trucker already beaten by these roads,...    "
                },
                "3": {
                    "title": "Facing Fears",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "17 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Alabama trucker Dave Redmon stares down the notorious Freefall Freeway in a truck that is in horrible need of repair. Roadside maintenance costs him valuable time and he must face driving the roads with terrifying drop-offs at night or risk being late with his very first load. Lisa heads back up to The Ledge, the narrow stretch of road that caused her to quit the last time she drove it. But this time, a flat tire leaves her teetering on the edge of the abyss. And the crowded roads finally bring Rick to the breaking point. The oncoming traffic sends him into an angry ...    "
                },
                "4": {
                    "title": "Death is a Blind Corner Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "24 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When the mountain begins to crumble underfoot, Lisa is in grave danger with an oversized nine-ton load in tow. The unstable road gives way and claims its first victims. Fearing the worst about Lisa, Rick gets news from home that forces him to make a decision that will determine his fate in the Himalayas. Dave's close scrape with the side of an oncoming bus causes the angry occupants to surround his vehicle in a showdown on a narrow ledge, a thousand feet up.    "
                },
                "5": {
                    "title": "Crumbling Roads",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "31 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After receiving good news from Home more new from home, Rick decides to stay. He and Lisa drive higher into the Himalayas than ever before with fragile statues of a Hindu goddess. Rockslides and tight roads force the drivers into dangerous situations, and risk breaking the sacred statue - making the whole trip worthless. Dave tackles the notorious \"Ledge\" for the first time, all while dealing with an oversized load and oncoming traffic.    "
                },
                "6": {
                    "title": "Thin Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "7 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After conquering the Freefall Freeway, the Cutouts, and the Ledge, all three drivers climb higher, to over 13,000 feet, as they tackle the Rohtang Pass for the first time. Rick delivers a sacred Buddha statue between monasteries. Lisa brings much needed supplies into Keylong - a city normally cut off by snowy winters. Now the snow's melting, and roads are falling apart under rivers and gushing waterfalls.    "
                },
                "7": {
                    "title": "Cut Off!",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "14 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After a severe storm strands Rick, Lisa, and Dave in Keylong, Rick leads the charge back over the Rohtang Pass, betting against Mother Nature and the dangerous road. Dave and Rick deal with an aggressive Indian driver, and after the drivers hit their boiling point, they all get caught in a landslide.    "
                },
                "8": {
                    "title": "Overloaded!",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "21 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Tensions hit a high point between Lisa her spotter Tashi, forcing Lisa to think about saying goodbye to Tashi and forging ahead alone. Dave's forced to stop in the middle of his run to deal with his overweight load. Rick battles through illness to make his trip on time, giving everything he can into delivering on time.    "
                },
                "9": {
                    "title": "Pile of Corpses",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 14,
                    "original air date": "28 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A snowstorm threatens to cut the drivers' runs short atop the Rohtang pass. Rick's spotter Boyo leaves Rick for a better job, forcing Rick to go it alone. Lisa and Dave drive as fast as they can to beat the storm, but are slowed by mobs of people on the pass. All three drivers get caught driving in darkness and Lisa battles fatigue--struggling to stay awake.    "
                },
                "10": {
                    "title": "Explosive Cargo",
                    "kind": "episode",
                    "episode of": {
                        "title": "IRT: Deadliest Roads (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "5 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    As the season comes to a close, the drivers have one last assignment, and it's their most dangerous and important: deliver barrels of aviation fuel for helicopter rescue missions. Rick and Lisa are going on alone, with no spotters to help on the snowy roads. Dave learns he's not out of the woods yet and gets in yet another accident. And at the end, only one driver competes the final load.    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Beers, Thom"
            },
            {
                "name": "Kelly, Lisa"
            },
            {
                "name": "Rodriguez, Agustin"
            },
            {
                "name": "Rowland, Hugh"
            },
            {
                "name": "Zickuhr, Timothy"
            },
            {
                "name": "Yemm, Rick"
            },
            {
                "name": "Redmon, David"
            },
            {
                "name": "Kumar, Sanjeev"
            },
            {
                "name": "Hameed, Abdul"
            },
            {
                "name": "Boles, G.W."
            },
            {
                "name": "Chombel, Tashi"
            },
            {
                "name": "Debogorski, Alex"
            },
            {
                "name": "Cortino, Alehandro"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:NC-16::(season 1)"
        ],
        "number of seasons": 2,
        "rating": 7.5,
        "votes": 511,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA1OTIxMjE1NV5BMl5BanBnXkFtZTgwNTYxNzU0MjE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "IRT: Deadliest Roads",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Original Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            },
            {
                "name": "Polyband"
            }
        ],
        "other companies": [
            {
                "name": "Filmtools"
            }
        ],
        "plot": [
            "Truckers on the worlds most deadliest road."
        ],
        "synopsis": [
            "The truck drivers from Ice Truckers drive the deadliest roads on the planet"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 511,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 82,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 220,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 114,
                "rating": 7.3
            },
            "males": {
                "votes": 375,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 72,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 191,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 96,
                "rating": 7.2
            },
            "females": {
                "votes": 56,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 27,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 20,
                "rating": 6.5
            },
            "us users": {
                "votes": 137,
                "rating": 7.1
            },
            "non us users": {
                "votes": 219,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 136,
            "9": 65,
            "8": 128,
            "7": 85,
            "6": 33,
            "5": 22,
            "4": 11,
            "3": 6,
            "2": 4,
            "1": 21
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}