{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "18 October 2010"
            },
            {
                "country": "UK\n",
                "date": "22 November 2010"
            },
            {
                "country": "Germany\n",
                "date": "April 2011"
            }
        ],
        "release dates": [
            "France::18 October 2010",
            "UK::22 November 2010",
            "Germany::April 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Jungle Book"
            },
            {
                "countries": "Hungary",
                "title": "A dzsungel könyve"
            },
            {
                "countries": "Portugal",
                "title": "O Livro da Selva"
            },
            {
                "countries": "Spain (Catalan title)",
                "title": "El llibre de la selva"
            },
            {
                "title": "Das Dschungelbuch"
            }
        ],
        "akas": [
            "The Jungle Book (original title)",
            "A dzsungel könyve Hungary",
            "O Livro da Selva Portugal",
            "El llibre de la selva Spain (Catalan title)",
            "Das Dschungelbuch "
        ],
        "akas from release info": [
            "The Jungle Book (original title)",
            "A dzsungel könyve Hungary",
            "O Livro da Selva Portugal",
            "El llibre de la selva Spain (Catalan title)",
            "Das Dschungelbuch "
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Pavo The Peacock",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bagheera and Baloo have no interest in the extremely noisy annual peacocks gathering, but Mowgli can't resists checking it out. On the way, he befriends and take sunder his wing a clumsy white one, Pavo, who risks being chased by Shere Kahn as the festival dance competition is his best chance to win his dream mate.    "
                },
                "2": {
                    "title": "The Bear Facts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Baloo is completely distracted by a female bear and loses interest in the gang. Mowgli discovers that she's in leagues with Shere Kahn, who promised her a food-rich territory to dispose of his strongest protector.    "
                },
                "3": {
                    "title": "Mowgli's Cub",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Baloo and Bagheera are shocked when Mowgli brings 'home' a tiger cub which got separated from its mother, who will come looking, but Shere Kahn must be expected to kill any tiger intruding his territory. So the pair goes fetch the mother, while Mowgli tries to keep the cub safe, but they end up in a dangerous area and both adult tigers arrive there.    "
                },
                "4": {
                    "title": "Mowgli's Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Running for Shere Khan on Bagheera's back, Mowgli seems to fall to his death, but actually landed on a ledge. Seeing everyone assumes him death and a rumor even spreads that his ghost was seen, Mowgli decides to take advantage and scare Shere Kahn into publicly making humiliating apologies, but sharp feline senses soon realize the truth.    "
                },
                "5": {
                    "title": "Journey to the Nesting Grounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Playing with his wolf mates, Mowgli encounters a couple of turtles, who fear they won't make it to attend the hatching of their eggs. Mowgli offers to help the get there, even if it's an island in the giant crocodile Jakala's stream, but that proves exhausting in logistics on land and terribly dangerous in the water.    "
                },
                "6": {
                    "title": "Mowgli the Thief",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli looses everybody's confidence, however strongly he denies being a thief, when food is found time and time again in his tree nest. Akela banishes him, but the thefts were committed to isolate him on Shere Kahn's command by Tabaqui, who now lures him to a trap.    "
                },
                "7": {
                    "title": "Show Me the Honey",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    When Baloo is climbing a mango tree and Darzi distracts him, he lands in a spiky bush and needs honey to cure his nose, so Mowgli and Bagheera go to get some. When they find Icky, she warns them a got it from someone with a bad temper and Rikki Tikki helps them.    "
                },
                "8": {
                    "title": "Come Fly with Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Watching the cranes' annual migration, Mowgli gets inspired to learn how to fly and obsessed, again to Bgheera and Balu's horror, with following them. The apes king, insulted by a dare, orders his horde to sabotage the flight experiments by fruit bombardment. Shere Kahn hopes his most elusive potential prey will practically fall into his mouth.    "
                },
                "9": {
                    "title": "Truth or Dare",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli wins races against his wolves pack mates too easily but swinging vines is contested as cheating, so the pups switch to truth or dare. The wolves regret when Mowgli sets out to take the dare uttered in jest: stealing one of Shere Kahn's whiskers. After practicing on poor Bagheera, he tries for real, but Tabaqui overheard, warned the tiger and lures Bagheera's gang away, so they can't help Mowgli who walks into a trap.    "
                },
                "10": {
                    "title": "Banzaï Bananas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli makes friends with Rana, a strong, intemperate warthog, who is constantly pestered by the monkeys. Trading tricks, the pair ends up in their own trap pit. The only way out is ramming a passage to the underground palace ruins basement. Tabaqui observed and informed Shere Kahn, who follows them inside.    "
                },
                "11": {
                    "title": "Who's Laughing Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli amuses Baloo and Bagheera by imitating the hothead monkey king Masha's temper, but he lacks any sense of humor and swears revenge. The monkeys ultimately capture Mowgli and incarcerate him in a temple ruin cage. Tricks and a rescue attempt by Bagheera and Baloo yields short escapes, but they all end up caged together. Luckily, the rude king injured giant serpent Kaa, who slithers to revenge.    "
                },
                "12": {
                    "title": "Home Wreckers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    When Kala takes over the Cold Lair, the monkeys takes over Mowgli's home and locks Baloo and Bagheera. Mowgli decides to drive Kala away with help from Darzi, however they fail and helps Masha to get the monkeys into battle.    "
                },
                "13": {
                    "title": "The Sun Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The jungle wildlife believes the sun will only keep shining on its forest if a ritual dance is performed from time to time by the elephants. It's time again, but their chief, colonel Hathi, can't remember the paces. Mowgli sets out to find and fetch the centennial turtles, the only creatures who witnessed the previous ritual performance and can teach Hathi the dance. Tabaqui tips off Shere Kahn, who decides to hunt Mowgli, despite his vital mission.    "
                },
                "14": {
                    "title": "Kitty Kat Khan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    During a fight with giant crocodile Chakala, over who gets to devour Mowgli, Shere Kahn falls on his head. The result is amnesia, turning the majestic hunter back into a frightened, helpless kitten. Although his enemies, Mowgli, Bagheera and Baloo decide to watch over him until his lethal memory returns.    "
                },
                "15": {
                    "title": "SOS Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Swinging trough the trees, Mowgli causes a birds nest to crash, but saves the eggs. He promises to mind them while the parents build a new test, but giant serpent Kaa soon smells his favorite, fresh eggs, and starts chasing Mowgli. An egg-shaped pebbles ploy should lure the snake to an abandoned eagle's nest.    "
                },
                "16": {
                    "title": "Mowgli and the Sambar Deer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli's climbing antics land him in the river, thus floating to an island, where he finds a scared, lost yearling deer, whose father meets Bagheera and Baloo, who followed the river after Mowgli. Mowgli promises to get the yearling home, but they are chased by evil panther Kala and the deer is suffering the blinding effects of a poisonous herb it ate.    "
                },
                "17": {
                    "title": "Jackal in Wolf's Clothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Seemingly helping the wolves against Shere Kahn, his jackal cahoot Tabaqui wins Ajela's confidence. Only Mowgli smells a rat, especially when the traitor inquires about the pack's secret meat stash.    "
                },
                "18": {
                    "title": "Trumpet Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli befriends one of colonel Hathi's juvenile trainee elephants, who fears to be denied admission to the marching troop if he fails the ritual trumpeting test, that full moon evening. Besides training loudness, they must contend with the river's giant crocodile Chakala, which is after Mowgli too. Mowgli's peril carries an unhoped-for boon.    "
                },
                "19": {
                    "title": "Panther in Distress",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "5 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Collecting berries with Mowgli, Bagheera ventures into evil kin Kala's territory, has to fight him off and incurs a nasty paw wound. Baloo knows a single remedy: black maggots from the creepy marsh in Kala's territory, which also have a paralyzing effect. Mowgli sets out to collect them with Darzi, who can find them. Worried, Bagheera limps after them.    "
                },
                "20": {
                    "title": "Blind as a Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "5 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Playing with Baloo's spectacles, Mowgli drops them, and Tabaqui gets hold of them, eager to tell Shere Kahn the knave's strongest protector is blinded. Bagheera helps Baloo, whom the rascal dared not tell, looking in vain. Mowgli is soon lured to Shere Kahn's lair, where a struggle ensues for his life and the bear's glasses.    "
                },
                "21": {
                    "title": "The Python's Hiccups",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Python Kaa has a bad case of hiccups and blames Mowgli, whose careless play caused him to fall too badly. Baloo knows a cure, a rare blue flower, which the rascal promises the serpent to help collect from the palace ruins. The langur monkeys however put up a fight, and a royal cobra also lurks around.    "
                },
                "22": {
                    "title": "The Jungle Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Cocky, playful Mowgli can't resist a dare from Tabaqui to test who's most agile in running and jumping. However, it's all a trap to make him lap into a deep pit, to await Shere Kahn as a late lunch. The knave however escapes, chased by Tabaqui, who falls, drifts into crocodile Jakala's river tract and needs rescuing.    "
                },
                "23": {
                    "title": "The Elephant Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hearing Hathi's elephant family, which happily prepared a feast to welcome visiting family, worry if their kin got lost on the way, Mowgli volunteers to go look. He finds the visitors wandered off i to the marsh, where the parents can't enter to retrieve their kid, who risks being eaten by giant crocodile Jakala.    "
                },
                "24": {
                    "title": "Birthday Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hearing Baloo, whose birthday is coming up, loves a rare kind of bananas over all, Mowgli sets out to go fetch some. Alas, they only grow in Shere Kahn's jealously guarded home territory, and Tabaqui heard of the plan, so the tiger is warned and they set a trap. Baloo warned against the enterprise and comes after Mowgli.    "
                },
                "25": {
                    "title": "Team Work",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Old Akela assembles the wolves to start the annual buffalo hunt for the pack's winter supply. He will lead a team, Mowgli the other, to prove himself a true wolf. Jealous, the eldest other wolf, on Mowgli's team, who feels entitled to lead, sabotages it and seizes power, but is even less successful hunting down the elusive white buffalo.    "
                },
                "26": {
                    "title": "Birds of a Feather",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    While Mowgli accompanies Baloo collecting blueberries, he bumps upon colorful glutton bird Rangoo, who collected a pile of them, to offer as annual present to the passing cranes. Monkey queen Masha arrives and thinks up a lie to lure Ranoo away, so the langurs can feats on her berries. Mowgli feels somehow guilty and promises to make up to the cranes, who arrive before he can, but appreciate the glide he and Baloo 'discovered' accidentally, and proves most useful to get rid of Shere Kahn and Tabaqui.    "
                },
                "27": {
                    "title": "Temple of the Wolf: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Akela collapses, ill, but tells his wolves pack the only cure is in the temple of the wolf, so they set out there. Mowgli wants to come, but is almost scared off by Phaona, who keeps attempting to lead either Mowgli or the other expedition wolves on fatal roads, so he can return as Ajela's successor. Mowgli sees trough and counters each ploy in turn.    "
                },
                "28": {
                    "title": "Temple of the Wolf: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Akela is too weak to enter the temple, Phaona insists to stay with him but quickly outsmarts Darzi, whom Mowgli left to watch him, and follows the rest of the pack inside. Phaona locks Mowgli and the other expedition wolves in and returns home to claim Akela and the others perished, so he becomes Akela's successor. Mowgli however manages to escape, bring Akela the healing water and lead the pack home.    "
                },
                "29": {
                    "title": "Stranded",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "Wake Up!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When Icky's berries have been stolen, Mowgli, Baloo and Bagheera decides to guard them. But Baloo has took them, sleepwalking, Baloo faces a lot of danger, even he heads for the Cold Lair.    "
                },
                "31": {
                    "title": "Child's Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Panics strikes the jungle wildlife when it's noticed hunters fail to respect harvest restrictions, so senior elephant Hathi presides over a general refuge into the secret valley. After it's closed up with a bolder, his own kids are found missing, having ventured outside. Mowgli leaves to go after the mischievous pair. Tabaqui informs Shere Kahn, who believes his time has come to hunt down the man child without his protectors.    "
                },
                "32": {
                    "title": "A Shot in the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "17 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    When Mowgli and Baloo are searching flowers, Mowgli takes one which makes him blind and Tabaqui knows about this. While Baloo is finding herbs, Tabaqui lures Bagheera to a trap, Mowgli finds himself with Shere Khan. Luckily, Darzi is his eyes while Mowgli's blind.    "
                },
                "33": {
                    "title": "The Legend of Amber",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Disregarding Baloo's warning when they find a piece of amber, which according to jungle legend renders invincible, Mowgli keeps it. Tabaqui finds out, steals the amber and brigs it to Shere Kahn, who proclaims himself absolute king and demands his subjects prove their loyalty by offering him the man-child. Bagheera and Baloo must prevent their fellow jungle dwellers doing so while Mowgli tries to steal the amber back and throw it in the cascade.    "
                },
                "34": {
                    "title": "Fly Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A kite drifts from the human village into the jungle. Mowgli finds it and has great fun finding out how to fly it. His mongoose friend Rikki-Tikki-Tavi however gets caught in its ropes and dies a million deaths flying high, out of control. Mowgli runs after the kite, which gets loose after an encounter with the crocodile Chakala and becomes an easy target for the eagle. Mowgli promises to save his friend if he jumps off while drifting over a high cliff, which is the home of killer bees.    "
                },
                "35": {
                    "title": "A Nose for Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Disregarding Baloo's warnings, Mowgli plays in a dangerous flower bed, and is temporarily blinded by its poisonous blooms. While Baloo seeks medicinal herbs, Bagheera perches the rascal safely in a high tree, but the cheeky imp sneaks off, only to run into trouble with Shere Khan, who was cued by Tabaqui. Bagheera rushed to the rescue but is lured into a pit while the tiger finds his prey, in time for a painful finale.    "
                },
                "36": {
                    "title": "The Voice of Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Shere Khan's mighty voice crushes to mouse-like while he faces monkey queen Masha, who now believes to have magical power and claims the throne of the jungle cued by turncoat Tabaqui. Mowgli reports to Baloo that the tiger, who can't roar anymore, is agreeing to leave the jungle and hand over power. The bear realizes that honey can cure the tiger's soar throat, but Tabaqui captures him and Mowgli when they attempt to deliver the medicine, so they must escape from the temple cage to restore the rightful ruler.    "
                },
                "37": {
                    "title": "Reaching for the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Roaming in the jungle, Mowgli collides with a crane, whom he saves from being eaten by crocodile Chakala, but who looses the feathers on one wing, so he's no longer able to fly to his mates' gathering at the lake. Mowgli insists to accompany it, reaches the lake safely, but is then exhausted and far from home, so the other cranes return the favor by giving him a sky ride.    "
                },
                "38": {
                    "title": "The Invisible Man Cub",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Senior elephant Hathi grudgingly allows his kids, himself tempted by a generous bet with Baloo, to try their hand at his traditional task in preparation for the troop's annual 'birth ceremony', which he presides over: gathering a perfect mango. Mowgli eagerly helps the rascally pair, but the monkeys have ravaged all mango trees, except the one near Shere Kahn's cave layer. Mowgli tries to sneak by, disguising themselves as trees.    "
                },
                "39": {
                    "title": "The Howling Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Akela presides over the wolf pack's Howling Moon ceremony, but even Mowgli's junior wolf friends laughed at his pitiful, all to human howling. Told be jealous, ambitious Phaona, failure to howl well there means expulsion, Mowgli resolves to take his advice and leave the jungle already on his own. But Tabaqui puts Shere Kahn on the trio's tail, and Mowgli attempt to escape into a ruin leaves his wolf mates trapped. Mowgli must now howl-alert Akela's troop for their lives.    "
                },
                "40": {
                    "title": "Shell Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "plot": "\n    When Mowgli finds a shell during crane migration, he makes the crane sound and one of them mistakes who it was, then Jacala tries eat her when Mowgli saves the crane, but the crane is flightless when Tabaqui knows about it.    "
                },
                "41": {
                    "title": "Star Fall",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    While the tigress is sick, Mowgli promises to babysit its cub, but while he sleeps it wanders out of the cave and gets spooked, so it's soon lost. Mowgli rushes to find and return it, but Shere Khan and Tabaqui are determined to seize the opportunity to eliminate the tiger's rivals and the troublesome man-child. When a 'falling star' crashes into the jungle near Shere Kahn's lair, its crater becomes the site and trap for a scary confrontation.    "
                },
                "42": {
                    "title": "Thin Skin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli is amused by the clumsy battle for tree fruits between Masha's langur monkeys and Rana, whose dizzy 'dance' he imitates as a prank, but the warthog is furious and mortified when the Banderlog monkeys teach it to all jungle animals. Mowgli rushes to appease his ill-tempered friend, assisted by a single remorseful monkey, but Shere Khan and Tabaqui give chase to the temple ruin, where the primates get caught. Rana and the monkeys team up with Mowglu to deal with the predators, a porcupine and prickly ants.    "
                },
                "43": {
                    "title": "Missing Appu",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "plot": "\n    When Heetah says Appu will lose the game Hide and Seek, he hides someone when they'll never find him. When Mowgli and Heetah can't find Appu they think he's hiding in the jungle and Shere Khan looks for him, but someone is creeping up on them.    "
                },
                "44": {
                    "title": "Panther Therapy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli is startled to find that Bagheera is too afraid of water to jump in, even when Ballo is stuck in mud while Chakala approaches. Mowgli disposes of the crocodile, who is carried away by a log, then tries giving Bagheera swimming lessons with Baloo.    "
                },
                "45": {
                    "title": "Tabaqui the Hunter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Tired of Shere Kahn's bullying, jackal Tabaqui decides after a vicious scolding to actually stay away. Mowgli makes fun of the jackal, who never actually hunted before, and agrees to teach him how. Mowgli however can't make it easy or attractive for Tabaqui, who is nearly eaten by crocodile Chakala, and decides to resume his tiger flunky role, but is shocked to see the porcupine Ikii seems to have taken his place, so he plans to grease his return by delivering Mowgli.    "
                },
                "46": {
                    "title": "The Most Beautiful Bird",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    White peacock Pavo, his colored counterpart, a crane and a fourth bird bicker endlessly which is the most beautiful, and agree to decide the matter by beauty pageant, for which reluctant Mowgli is chosen as sole judge. After jackal Tabaqui's only bone in days is stolen by a Banderlog monkey, he lurks around hoping to catch at least one contestant, only to suffer one painful failure after another bruising. Mowgli gets cut off when Tabaqui finally captures the quartet, only to end up caught in the rope and carried in the air until they are all about to be eaten by ...    "
                },
                "47": {
                    "title": "Footprints",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 47,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli overhears Baloo, who found their old map, reminisce with Akela about their youthful adventure in the valley of the giants. Mowgli convinces wolf mate Bala to try themselves, buy Shere Kahn follows them. Darzi alerts Bagheera and Baloo, who lean from Hathi that the rascals ventured on the dangerous path, which leads into a dinosaur graveyard, but Mowgli must find his own way to save their naughty necks.    "
                },
                "48": {
                    "title": "Super Bird",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli saves Darzi from Shere Kahn by knocking the tiger out with a well-aimed coconut, but the silly bird thinks he did it, and as Baloo feared becomes crazily overconfident. Mowgli follows 'superbird' who comes to the rescue of any animal in danger, but thus both of them become an easy prey for Shere Khan when Tabaqui tips him off and are pinned down in a ruin.    "
                },
                "49": {
                    "title": "Junglewise",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 49,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mowgli accepts to prove to Baloo that he has learn from all the bear's wise lessons, to become 'junglewise'. Mowgli must prove his knowledge of useful plants and other medicine, but hungry Shere Kahn and Tabaqui follow him. Mowgli must turn his skill into a defensive weapon.    "
                },
                "50": {
                    "title": "Grudge Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "plot": "\n    When Baloo gets one of his treasures stolen by Shere Khan, Mowgli and Bagheera look for it, but the treasure is in Khan's territory. When he hears about it, he wants Mowgli to be next of Baloo's stolen treasure's.    "
                },
                "51": {
                    "title": "The Broken Baton",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    While the elephants prepare for their favorite annual spring parade, commander Hathi's calves sneaked off to play with his pace-stick. When Mowgli urges them it's time to return home, it breaks. Mowgli promises to fetch another baton from the black cobra-guarded sacred tree, Appu insists to come along. Shere Kahn and Tabaqui follow them, hoping for two super-size meals. Mowgli must get a stick and return safely, in time for that evening's ceremony.    "
                },
                "52": {
                    "title": "Rangoo on the Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 52,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    While Baloo chases glutton bird Rangoo for a huge ripe mango, it accidentally falls and the emerald, offered as birthday present to monkey queen Masha by the black cobra which guards the temple ruin treasure, gets caught in it. Baloo is kept hostage, forced to massage the monkey tyrant, while Mowgli follows the bird to return the gem as ransom for his bear friend. Mowgli succeeds and the pair of them even gets to enjoy the lavishly fruit-supplied party.    "
                }
            },
            "1": {
                "1": {
                    "title": "Man Trap",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When Shere Khan finds a plan to get rid of Mowgli, Bagheera finds a trap. When Shere Khan tales Baloo's glasses off, he lands in the trap and Bagheera gets hit by Khan. Mowgli has to battle Shere Khan alone with his biggest fear of fire.    "
                },
                "2": {
                    "title": "Wild Black Bees",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When Mowgli climbs a mountain, he sees Black Bees, luckily he remembers Baloo's teaching about bees not liking water. Then Shere Khan hurts Baloo and Bagheera, then Mowgli lures Shere Khan to the black bees nest.    "
                },
                "3": {
                    "title": "Itchy Twitchy Kaa!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "The Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Monkey Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    When Mowgli uses Baloo's glasses, it gets stolen by a female monkey, leader of the bandar-log, Queen Masha. Mowgli finds a plan to take them back, but not knowing that he's in trouble with Shere Khan.    "
                },
                "6": {
                    "title": "Sleeping Python",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Treasure of Cold Lair",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Mowgli meets a Himilayan monkey named Langur. In the absence of Thuu, the leader of black cobras, Mowgli's friends try to guard the Cold Lair from human presence, but Mowgli and Langur take care of them with a ghost act.    "
                },
                "8": {
                    "title": "Legend of the Giant Claw",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    A bootleg, shameless copy of the Jungle Book. Don't buy.    "
                },
                "9": {
                    "title": "Fished Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Kite Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Mowgli's Log",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Who Is the Bravest?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Mowgli frightens his friends when he shows off by bungee jumping from a tree. His reckless behavior triggers a discussion about who is the bravest animal in the jungle. Mowgli endeavors to find out and goes to ask Hathi. Hathi answers Mowgli's question with another one: what is Mowgli afraid of? A puzzled and pre-occupied Mowgli falls down a well and finds himself trapped. He spends a cold and lonely night in the well until he is thrown a vine by Tabaqui. But the cunning jackal has tricked Mowgli, who finds himself face to face with Shere Khan. Hathi comes to Mowgli's...    "
                },
                "13": {
                    "title": "The Waterfall",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    During a big storm Bagheera and Mowgli are sitting in a tree admiring the view. Meantime Shere Khan and Tabaqui have hatched a plan to lure Bagheera away. Tabaqui tells the two friends that Baloo is being attacked by Shere Khan, but when Bagheera and Tabaqui arrive, Shere Khan leaves Baloo and disappears. A bolt of lightening strikes Mowgli's tree and he is thrown into the raging river. He finds himself facing the waterfall, a crocodile and Shere Khan, plus Tabaqui has also ended up in the water. Baloo and Bagheera arrive to save Mowgli, but he insists he has to help ...    "
                },
                "14": {
                    "title": "Darzi's Waterfall Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Mowgli's Sparklie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Blood Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Shere Kahn hears that Mowgli is going to visit his wolves 'family' and sets a trap by ordering Tabaqui to beg till the cubs, Mowgli's playmates, let him play hide and seek, so the jackal can lead them into the jungle as bait. Bagheeraomes along, smells a rat and helps Mowgli carefully walking into a trap after preparing plan B: Akela's pack.    "
                },
                "17": {
                    "title": "Survival of the Fittest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Baloo is obviously feeling his age, yet pretends remaining fit and wins a climbing race against foppishly overconfident Mowgli. Ballo perseveres, despite embarrassing incidents, notably with his slippery banana peels. Shere Kahn gets wind of it and hopes to trap Mowgli now his strongest protector is weak and taking crazy risks.    "
                },
                "18": {
                    "title": "The Day the Earth Shook",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "The Jungle Tour",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Snake Bite",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "The Bridge",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Phaona's Nasty Trick",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "The Wishing Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    The evil wolf Phaona does whatever he can to spoil Mowgli's chances of passing his hunting training, so that he'll never be good enough to hunt with the pack. Noticing Mowgli's disappointment, the sly jackal Tabaqui tricks him into thinking that a special wishing tree with solve all his problems. Mowgli is doubtful at first, but then decides it can't do any harm to make a wish. What he doesn't know is that Tabaqui is setting him up to be Shere Khan's next dinner.    "
                },
                "24": {
                    "title": "Is That You Kaa?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "The Rubber Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "The Cobra's Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "27": {
                    "title": "Thirst!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n    A terrible drought strikes the jungle and the only source of water for miles around is being hoarded by Shere Khan. But the tiger has come to an agreement he will allow everyone to drink from the watering hole, if he gets Mowgli.    "
                },
                "28": {
                    "title": "Save the Tiger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "plot": "\n    While running from Shere Khan, Mowgli ends up in quicksand and Shere Khan refuses to save him. After Baloo and Bagheera pull him out, Mowgli feels angry, but can he learn to set a better example when Shere Khan is soon in danger himself?    "
                },
                "29": {
                    "title": "King Kaa",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "The Red Crocodile",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "31": {
                    "title": "Lucky Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "plot": "\n    Appu tests his growth using starstones.    "
                },
                "32": {
                    "title": "Mongoose on the Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "plot": "\n    Mowgli, Bagheera and Baloo visit Rikki Tikki Tavi's new den, but find him fighting a large cobra. Rikki Tikki not only hurts his paw but hurts his pride too. He should have been able to see off the cobra. Mowgli takes the mongoose off into the jungle to help him regain his strength, but all the mongoose does is manage to upset other jungle inhabitants with his aggressiveness.    "
                },
                "33": {
                    "title": "River Leaf",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "34": {
                    "title": "Human After All",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "plot": "\n    Tabaqui attacks Mowgli and Rikki Tikki dives in to save him.    "
                },
                "35": {
                    "title": "Monkey Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "36": {
                    "title": "Two for the Price of One",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "37": {
                    "title": "Cheel and the Mountain Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "plot": "\n    Lightning causes a fire in the mountains and a terrified Ponya runs for her life.    "
                },
                "38": {
                    "title": "The Buffalo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "39": {
                    "title": "The Elephant's Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "40": {
                    "title": "Mowgli's Number One Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "plot": "\n    Mowgli meets a young monkey who is his number one fan.    "
                },
                "41": {
                    "title": "The Wrong Panther",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Bagheera's evil relative Kala is back, planning to eat Mowgli. He manages to capture Baloo and his kin, so he can take control of the monkeys' temple and order them to hand over Mowgli as ransom for all of them. Mowgli pretends to surrender, but only to free Bagheera.    "
                },
                "42": {
                    "title": "Mowgli the Artist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "43": {
                    "title": "Day of the Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "plot": "\n    Bagheera goes missing, and a strange panther-like creature begins attacking animals in the human village.    "
                },
                "44": {
                    "title": "Small Is Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "45": {
                    "title": "The Tooth of the Matter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "46": {
                    "title": "A Real Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "plot": "\n    Akela decrees that Mowgli will have to take the Mist Valley test.    "
                },
                "47": {
                    "title": "Trapped!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "plot": "\n    Shere Khan comes up with a plot to catch Mowgli.    "
                },
                "48": {
                    "title": "Bagheera in the Man Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "plot": "\n    Mowgli is distressed when trees in the jungle are found covered in a lime green mold. Realising that their jungle could be wiped out if the mold spreads, Bagheera and Mowgli volunteer to go to the man village and get cedar oil, the only thing they know that will destroy the mold.    "
                },
                "49": {
                    "title": "Missing Monkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "50": {
                    "title": "Best in Class",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "51": {
                    "title": "The Monster of Cold Lair",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "52": {
                    "title": "Baloo the King",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Jungle Book (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 104,
        "cast": [
            {
                "name": "Hibbert, Jimmy"
            },
            {
                "name": "Holt, David"
            },
            {
                "name": "Pilkington, Nigel"
            },
            {
                "name": "Gallagher, Teresa"
            },
            {
                "name": "Tate, Emma"
            },
            {
                "name": "D'Auria, Joey"
            },
            {
                "name": "Gold, Sam"
            },
            {
                "name": "Michail, Peter Rida"
            },
            {
                "name": "Lollar, Phil"
            },
            {
                "name": "Greenberg, Paul"
            },
            {
                "name": "Alane, Bernard"
            },
            {
                "name": "Boileau, Denis"
            },
            {
                "name": "Ferrette, Damien"
            },
            {
                "name": "Forest, Nayeli"
            },
            {
                "name": "Marot, Tony"
            },
            {
                "name": "Montalto, Jean-Marc"
            },
            {
                "name": "Solis, Adrian"
            },
            {
                "name": "Trouffier, Tom"
            },
            {
                "name": "Epcar, Richard"
            },
            {
                "name": "Katiana, Danny"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "India",
            "Germany",
            "France"
        ],
        "country codes": [
            "in",
            "de",
            "fr"
        ],
        "language codes": [
            "en",
            "de",
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G",
            "Spain:A",
            "Spain:7::(Catalonia)"
        ],
        "number of seasons": 2,
        "rating": 4.8,
        "votes": 66,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2VjMmRmNzEtNzg0NS00ZGFkLTkwNTktZDZkZWI4MjUyMGE2XkEyXkFqcGdeQXVyNjY0OTA2MjA@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English",
            "German",
            "French"
        ],
        "title": "The Jungle Book",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Brett, Jill"
            },
            {
                "name": "Fox, David"
            },
            {
                "name": "Jones, Darren"
            }
        ],
        "production companies": [
            {
                "name": "DQ Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC) Television"
            },
            {
                "name": "Télévision Française 1 (TF1)"
            },
            {
                "name": "Universum Film (UFA)"
            }
        ],
        "plot": [
            "An adaptation of the Disney movie \"_The Jungle Book_ (qv)\", Mowgli, the boy who gets lost in the jungle now lives different adventures."
        ],
        "tech": {
            "runtime": [
                "11 min (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 66,
                "rating": 4.8
            },
            "aged 18 29": {
                "votes": 19,
                "rating": 4.9
            },
            "aged 30 44": {
                "votes": 15,
                "rating": 4.2
            },
            "aged 45 plus": {
                "votes": 15,
                "rating": 4.9
            },
            "males": {
                "votes": 42,
                "rating": 4.5
            },
            "males aged 18 29": {
                "votes": 16,
                "rating": 4.9
            },
            "males aged 30 44": {
                "votes": 13,
                "rating": 4.1
            },
            "males aged 45 plus": {
                "votes": 10,
                "rating": 5.2
            },
            "females": {
                "votes": 9,
                "rating": 4.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 4.2
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 4.3
            },
            "us users": {
                "votes": 14,
                "rating": 4.8
            },
            "non us users": {
                "votes": 29,
                "rating": 4.6
            }
        },
        "number of votes": {
            "10": 5,
            "9": 2,
            "8": 3,
            "7": 7,
            "6": 9,
            "5": 9,
            "4": 9,
            "3": 8,
            "2": 4,
            "1": 10
        },
        "arithmetic mean": 4.8,
        "median": 5
    }
}