{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2010"
            },
            {
                "country": "USA\n",
                "date": "1 January 2010"
            }
        ],
        "release dates": [
            "USA::2010",
            "USA::1 January 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ancient Lijiang: A Journey Through Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Martin begins his exploration of \"Hidden China\" at Kunming's colorful flower markets. He admires the migrating birds that seasonally congregate in great numbers along the shores of famous Dianchi Lake. He then pays a visit to The Yunnan Nationalities Village, where he experiences the diverse cultures and lifestyles of the Bai, Yi and Dai tribes. He discovers exotic culinary pleasures, like the Yi Rice Noodle and Lamb Stew dishes he helps prepare, and learns how to brew spirits from corn. Martin ventures into the beautiful natural surroundings of this mountain country ...    "
                },
                "2": {
                    "title": "Kunming - The Gateway to Eternal Spring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    In this episode, Martin experiences daily life with several of the minority communities that make up the interesting cultural mosaic of Southwestern China. In the town of Dali, he follows the graceful steps of Bai dancers and learns the intricate nuances to their performances. In the picturesque mountain retreat of Shangri-la, Martin gets his hands muddy as he learns about the region's famous Black Clay Pottery. In Kunming, the largest market for exotic mushrooms in the area, Martin gets back to his culinary element and snatches up local harvests for his next feast.    "
                },
                "3": {
                    "title": "A Rock Legend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Visiting the picturesque old town of Shuhe, China's most ancient village and one of UNESCO's World Heritage sites, Martin comes face to face with the gentle Naxi people and marvels at their peaceful existence. He visits a local family and helps make dinner, using common local ingredients such as blood sausage and wild mushrooms. To learn about the complex Naxi religion, Martin first attends a 'Wind Ceremony' upon a hillside. He then joins local priests in prayer on the banks of the Lijiang River, where they solicit a blessing from the water deity. As a reward for all ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Yangshuo: The Hidden Gem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A land where women rule is not just a legend: it's an every day reality in the Musuo villages surrounding Lugu Lake. After a visit to this spectacular body of water, at 6,000 feet above sea level, Martin visits a local household and meets with three generations of Musuo women. He witnesses their tea making customs, sips their famous yak butter tea and shares snacks with family members. He then learns about and witnesses the coming-of-age ceremony of a Musuo girl. Later, Martin is invited to attend a special annual tribute to Heaven, Mountain and Water, during which he...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Yunnan: South of the Clouds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Martin continues his exploration of Shangri-la, experiencing the journey of a typical pilgrim. He visits arts and craft shops to examine the works of noted local Tibetan artists and craftspeople. At the suggestion of a local shop owner, Martin visits a nearby village, which specializes in making the region's celebrated Black Clay Pottery. Martin then joins local farmers as they harvest their crops and follows them to the market, where all kinds of fresh farm products are on display. Back in town, Martin joins everyone for the nightly dance ritual at the town square.    "
                },
                "8": {
                    "title": "The Wind and Water of Quilin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Long referred to as the 'Eighth Wonder of the World', Quilin, which lies along the banks of the misty Li River, is a destination known for its spectacular limestone hills. Martin pays tribute to this scenic wonder, visiting the river at different times and settings. During the day, he fishes with the aid of Cormorants ... an unusual local fishing technique ... and then shares his catch with local friends at an impromptu picnic lunch by the river. At night, he sails the river again and experiences all the colorful lights that transform Quilin into a romantic spot. ...    "
                },
                "9": {
                    "title": "The Hidden Gem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tracking down an old friend, Herbert, a transplanted native of Holland, Martin visits the quaint enclave of Yangshuo. Herbert has established a cozy bed and breakfast hotel here and he invites Martin along on a bicycle tour of the town. Soon Martin finds himself amidst many international visitors, for Yangshuo has become a popular tourist destination. At Herbert's bed and breakfast, the guests are treated to a cooking class, in which they learn how authentic local dishes are made. Finding himself in his culinary element once again, Martin is only too glad to lend a ...    "
                },
                "10": {
                    "title": "For All the Teas in Western China",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The mythical paradise of Shangri-la truly exists and, in this episode, Martin Yan finds it. In his journey to this remote corner of Western China, he experiences a little heaven on earth. Here, spirituality infuses everyday life. Throughout the town, he finds many shrines and prayer wheels. He pays a visit to the renowned Song Zanlin Temple, a spectacular compound that overlooks the entire town. At the temple, Martin visits with the head Lama and witnesses first-hand the life of the monks who reside there. Then he explores the surrounding countryside and pays tribute ...    "
                },
                "11": {
                    "title": "A Day in Delightful Dali",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martin Yan's Hidden China (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Martin experiences everyday life in enchanting Dali, a town in northwest Yunnan Province surrounded by mountains on the east, west, and south, with a lake in its center. It's the home of the Bai ethnic minority, with their unique cultural heritage. First, Martin visits the town square and joins in a local chess game. He then tours the Three Pagodas, a famous landmark that traces back to the Tang Dynasty. For more local color, Martin visits a Bai family and shares a special, traditional meal with them. Finally, he strolls back to the town square to join the locals for ...    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Yan, Martin"
            }
        ],
        "locations": [
            "China"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Martin Yan's Hidden China",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Martin Yan's Hidden China (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lai, Ivan"
            }
        ],
        "production companies": [
            {
                "name": "Yan Can Cook Group"
            }
        ],
        "distributors": [
            {
                "name": "Yan Can Cook Group"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}