{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 August 2010"
            }
        ],
        "release dates": [
            "USA::9 August 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "New Orleans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nights (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    We journey to the \"Big Easy,\" famous for streets packed with party fanatics, but they aren't alone. Mireya's on a treasure hunt to find as much wildlife as possible and even hopes to confirm a rumor about an unexpected urban invader-a feral hog. We'll follow as she searches through parks, swamps and city streets to find New Orleans's wildest animals-including large invasive rodents called nutria that have been devouring the New Orleans ecosystem. She goes on a late-night escapade with a city-hired hog-hunting squad to catch hogs in a central New Orleans park, and eats...    "
                },
                "2": {
                    "title": "Rio de Janeiro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nights (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Mireya Mayor travels to Rio de Janeiro, a city of more than 11 million people that sits on the edge of one of the world's largest forests-home to many species of birds, amphibians, reptiles and mammals. In Rio, the wild and the urban are constantly overlapping. Mireya is astonished to find giant African snails that can grow to 8 inches in length in an upscale suburb. She later witnesses a face-off between the world's largest rodent, the giant capybara, and a caiman crocodile. Mireya's odyssey continues with a break to climb to Rio's famous Cristo statue, where she ...    "
                },
                "3": {
                    "title": "Miami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Nights (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    We take a trip to the back streets of Miami, Mireya's hometown, where the critters crawl from glamorous South Beach to neighborhood sandy beaches. She jumps in with bull sharks, wrestles an alligator twice her weight and straddles a giant sea turtle. For a change of pace, she turns her attention to helping control an unusual urban menace-hordes of chickens running amok in the streets. But things pick up when she tracks down a giant Burmese python, an invasive and formidable snake that has established itself in the Everglades and is slithering into Miami suburbs.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Mayor, Mireya"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Wild Nights",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Wild Nights (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cleary, Katie"
            },
            {
                "name": "Degraw, Scott"
            },
            {
                "name": "Landes, Max"
            }
        ],
        "production companies": [
            {
                "name": "National Geographic Television & Film (NGT&F) Film Library"
            }
        ],
        "distributors": [
            {
                "name": "National Geographic Television"
            }
        ],
        "synopsis": [
            "Rural forests and meadows aren't the only places wildlife thrives. Our urban centers are filled with exotic animals in some of the most unlikely locations, often hidden from the casual observer. From back alleys to swamps, our major cities sometimes include resident giant snakes, large snails, boars armed with razor-sharp tusks, endangered sea turtles and unusual birds.With the help of local experts and residents, Mireya Mayor tracks down creatures adapted to city life by trekking through urban swamps, lagoons, traffic-heavy streets, hidden passageways and shopping districts. Along the way Mireya discovers a surprisingly diverse range of animals, including giant Burmese pythons and feral hogs, in three iconic cities."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}