{
    "imdb": {
        "raw release dates": [
            {
                "country": "Greece\n",
                "date": "11 October 2010"
            },
            {
                "country": "Finland\n",
                "date": "10 December 2013"
            },
            {
                "country": "Hungary\n",
                "date": "6 July 2014"
            }
        ],
        "release dates": [
            "Greece::11 October 2010",
            "Finland::10 December 2013",
            "Hungary::6 July 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "To nisi"
            },
            {
                "countries": "Croatia",
                "title": "Otok"
            },
            {
                "countries": "Finland",
                "title": "Saari"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Längtans ö"
            },
            {
                "countries": "Greece",
                "title": "Το Νησί"
            },
            {
                "countries": "Hungary",
                "title": "A sziget"
            },
            {
                "countries": "Russia",
                "title": "Остров"
            },
            {
                "countries": "Serbia",
                "title": "Ostrvo"
            },
            {
                "countries": "World-wide (English title)",
                "title": "The Island"
            }
        ],
        "akas": [
            "To nisi (original title)",
            "Otok Croatia",
            "Saari Finland",
            "Längtans ö Finland (Swedish title)",
            "Το Νησί Greece",
            "A sziget Hungary",
            "Остров Russia",
            "Ostrvo Serbia",
            "The Island World-wide (English title)"
        ],
        "akas from release info": [
            "To nisi (original title)",
            "Otok Croatia",
            "Saari Finland",
            "Längtans ö Finland (Swedish title)",
            "Το Νησί Greece",
            "A sziget Hungary",
            "Остров Russia",
            "Ostrvo Serbia",
            "The Island World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The story starts off in 2010 London, with young Alexis starting her journey from London to Crete. She seeks to learn about her roots, which her mother Sofia has been reluctant to share. Armed with a photograph that her mother had hidden for years, she reaches the tourist village of Plaka, which lies across from the island of Spinalonga. There she meets old Foteini who undertakes the task of driving her to the past and revealing the story of her roots. Meanwhile in 1939, Eleni, Giorgos, and their two daughters live in the poor fishing village of Plaka which lies in the...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Eleni and young Dimitris reach the island, the place in which they are condemned to live for the rest of their lives. Their exile to the island as well as being away from their families becomes unbearable. To make matters worse, the island suffers from lack of water, something that makes the everyday lives of the lepers even more difficult. Just an association with their illness isolates Giorgos from his fellow villagers, and forces Dimitri's family to abandon their house and move away. Even though Giorgos is one of the few allowed to visit the island to transport ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Giorgos tries to fall into the routine of primarily caring for his daughters, but meets difficulties with Anna's wayward/rebellious character. On Spinalonga, Dimitris makes new friends; The malice schoolteacher of the island, Ms. Kroustalaki, abuses the children, pushing Eleni to decide to teach Dimitri at her own house, with other students also joining later. This causes a clash with the school teacher of the island, who thinks she is after her job and vows to destroy her. Meanwhile, three dangerous long-term convicts are sent by the government to the island in order...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The island receives newcomers from Athens. Their arrival however, is met with resistance from certain residents. Pestered and tortured, the newcomers find help in Eleni, Dr. Lapakis, and president Kontomari amongst others. The shortage of water and the fear of what is to come agitates and scares everyone making matters worse. Across in Plaka, Giorgos forbids Maria from going with him to visit her mother as it is forbidden. Despite this, she hatches a plan to hide on her fathers boat just to get a glimpse of her mother. Meanwhile, the baker Evgenia finds a skin lesson ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Evgenia's health becomes worse day by day, and she is haunted by the fear that she may make her children sick as well. She finds refuge at the monastery, where the clergyman convinces her to leave for Spinalonga. On Spinalonga, optimism for a better life is fueled by Nikos Papadimitriou. Elections are held with the active Papadimitriou winning and becoming the new head of the island, but not without a fight from an opposing figure; Kroustalaki receives complaints from parents over her abuse to the children. Anna falls ill with mysterious skin lesions on her body, ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    War breaks out in Europe; Eleni is named the new schoolteacher by the new head of Spinalonga, angering Ms. Kroustalaki. Dr. Kiritsis visits Spinalonga, bringing hope of a new medicine but also revealing that research for it is still in the initial stage. Maria meets him by the seawall in Plaka, and asks him to make her mother better. However, Eleni's health worsens as time progresses; At their house, Evgenia attends to her and Eleni asks her to look after Dimitri if something happens to her. Island resident Nikos Dimitrakis secretly swims across to Plaka to see his ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    German troops invade Crete and bomb Heraklion. The residents of Plaka feel the ferocity of the intruders first hand, as they occupy the village and enter their homes and seizing their supplies. In an act of heroism, Giorgos saves Manolio from getting shot by the Germans. Antonis joins the Cretan resistance and leaves with his cousin Damiano and three Englishmen for the mountains. On Spinalonga, Papadimitriou has thought ahead and stockpiled food and other supplies for the residents. Nikos, defying the dangers, swims across to Plaka once again in the middle of the ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The story flash forwards seven years later when the war has just ended. Antonis returns home to Plaka from the guerrilla warfare, and at the urging of his parents and Anna, he gets a job working in the fields of the rich Vandoulakis family. During the celebration of Saints Constantine and Helen, Anna continues flirting with Antonis, leading up to a kiss. However, when rich land owner Andreas Vandoulakis shows up to the celebration, Anna quickly turns her sights towards him. On Spinalonga, a grown Dimitris has become the new school teacher; Papadimitriou shows an ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Andreas Vandoulakis sends a letter with Antonis to Anna, inviting her to his home; Despite being very jealous, Antonis gives Anna the letter. George and Anna then begin visiting the Vandoulaki compound often, and Anna becomes dazzled by the wealth; Antoni accuses her of selling herself out to the rich. Meanwhile, Alexandros Vandoulakis, Andrea's father, disagrees with his son's plans to marry the daughter of a fisherman. On Spinalonga, Dr. Kiritsis returns, bringing with him a new experimental medication that gives hope to the inhabitants of the island. Kalliopi and ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anna learns from Antoni that Alexandros Vandoulakis illness was just an excuse to get out of dinner. Meanwhile, Andreas continues clashing with his father over his intentions for Anna, and eventually asks Anna for her hand in marriage, despite his father's disapproval. On Spinalonga, Dr. Kiritsis begins administering the experimental medication to the first team of volunteer patients. Now blind, Kontomaris realizes that his end is near, and gives Papadimitriou some of his possessions. Meanwhile, Kallipoi has doubts over her decision to keep her baby on the island ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 12,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anna marries Andreas and her life changes in the blink of an eye; Maria and Giorgos visit Anna at the Vandoulakis villa in Neapoli, where Alexandros makes Giorgos a propsoal to go into business together. Giorgos however declines the offer, refusing to abandon his little fishing boat and the life he has become accustomed to. On Spinalonga, police officers arrive to conduct an investigation into the drowning death of Grigori, but the residents of the island standby Papadimitriou. Meanwhile, day by day Papadimitriou and Evgenia grow closer; Evgenia's daughter Athinoula ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 12,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Evegnia and Papadimitriou grow closer, and he gives Evgenia her daughter's letter; Ilektra's visions worsens almost to the point she can not see anymore. Also, the side effects of the medicine have begun to worry Papadimitriou and Dr. Lapaki, but Dr. Kiritsis remains unfazed and asks that they increase the dosage. Meanwhile in Plaka, Pavlos intercepts his daughter Fotini picking up a love letter from Stefanos, and realizes that they have been seeing each other. He prohibits her to see him again, though Stefanos asks for her hand in marriage. Also Dr. Kiritsis makes a ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 13,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Evgenia's children arrive on Spinalonga, and their depressed father commits suicide; Ilektra realizes she is slowly losing her sight; Dr. Kiritsis asks to increase volunteers, to which Papadimitriou argues against after witnessing painful consequences. Dr. Kiritsis examines Dimitri, and discovers that he was misdiagnosed with leprosy and actually suffers from psoriasis; Dimitri asks the doctors not to tell anyone. Meanwhile in Neapoli, Andrea's cousin Manolis Vandoulakis makes a surprise visit and charms Anna from the first moment. In Plaka, Stefanos works nonstop in ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 12,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Full of guilt, Evgenia searches for her children, but Kroustalki finds them first and scares with bad stories about Papadimitriou; The children return home, but Lefteris refuses to talk to his mother and writes letters to his father. Evgenia asks Papadimitriou to end their relationship. Meanwhile Dr. Lapakis feels guilty about misdiagnosing Dimitris, and tries to convince him to leave the island. He however refuses to leave Ilektra, and asks her to marry him. In the meantime, vaccinations of the experimental drug begin on the second batch of volunteers. Also Stavro ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 12,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Dr. Kiritsis discovers that Kalliopi's baby is actually healthy, but decides to keep it on the island to perform scientific research instead of sending it for adoption. Dr Kiritsis also begins mixing medicines in an effort to find a cure, which result in deaths with Papdimitriou demanding he stop immediately, threatening to send a letter to the government. Meanwhile, Dimitris tries to get through to Lefteris who remains isolated, and becomes even more so when he learns of his father's death. In Neapoli, Alexandros gives Manolis some responsibilities and powers, and he...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 12,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Manolis and Antonis plan a gathering in Plaka; Foteini picks up on Manoli's attraction to Maria, but Maria appears unfazed. Manolis speaks of Maria with enthusiasm, and Anna tries to hide her jealousy toward her sister. Meanwhile on Spinalonga, Lefteris continues to hold his mother responsible for his father's death, and Papadimitriou confronts Dr. Kiritsis about the side effects of the drug trials and warns him to stop once again. Volunteers continue to dwindle as the side effects turn deadly, until a letter finally comes from the government ordering Dr. Kiritsis to ...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 13,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Papadimitriou raises black flags on the walls and gates of the island, declaring a hunger strike and commercial embargo between the island and the mainland in an attempt to pressure the government into reinstating cut benefits; the plan is met with resistance from his opponents and residents who suffer the consequences. The residents of Plaka are also found in a very difficult situation since most of the town live off of the commercial trade with Spinalonga. The government sends representatives to the island in an attempt to convince them to stop the embargo, but ...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 12,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Papadimitriou approaches Evegnia's children and asks Lefteris to work at the island's newspaper; Evgenia becomes happy seeing her children begin to like him. Meanwhile Manolis announces to his family that he has proposed to Maria, and Anna hides her jealously pretending to be happy for her sister. Giorgos is ecstatic at his daughter's good luck, and Manolis and Maria have an engagement celebration in Plaka. Anna does not attend the celebration due to her jealousy, instead pretending to be sick. Later Anna visits Plaka for the first time in a long time where Maria is ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 13,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Lefteris begins to like Papadimitriou and understands that his mother loves him and wants them to live together. He tells his mother he wouldn't mind living at Papadimitriou's house, and the family moves to his house. Meanwhile Giorgos and Maria visit Dr. Kiritsis in Heraklion for examinations, where Dr. Kiritsis diagnoses Maria with leprosy and informs her she must be sent to Spinalonga. A crushed Giorgos tells Manoli the news, and Anna reveals to the Vandoulakis family that her mother also suffered from leprosy like her sister, and that she had lied to them about ...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 13,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Maria arrives in Spinalonga and settles into the house where her mother lived and died. On the island she meets her mother's old friend Elpida, which she knew about through her mother's letters to her as a child, as well as Dimitri which Eleni raised like her own child, and her enemy Kroustalaki who says bad things about her mother to her. In Plaka, Savina tries to comfort Giorgos, and he continues to visits his daughter at the port on Spinalonga like he used to meet his wife. In Neapoli, Anna has locked herself in her room all day, and the Vandoulakis family brings a...    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 13,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Dr. Kiritsis manages to stop the mob threatened to burn the island. The people of Spinalonga welcome him as a savior. However, his efforts to convince the people and the president Papadimitriou for providing the new drugs meet their incredulity given the previous failure of the promin drug. Meanwhile, Dr. Kyritsis begins visits to Maria's house. Manolis returns to Neapoli to convince Anna to apologize to her father in law. Andreas asks Manolis to go with his wife in Plaka to see her father. On the way they detour.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 14,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Giorgos visits for the first time the interior of the island and the home of his daughter, Maria. The same house where his wife Eleni lived and died. Elpida, which participates in the new experimental treatment, dies. Dr. Kiritsis tries to convince Papadimitriou and the sorority members to volunteer in the new drug to set an example to the others. The results of the new drug seem promising. Maria asks to volunteer. Kroustalaki sees Dr. Kyritsis visiting Maria's house and pours poison for another time. In Neapoli, Antonis understands the love affair of Anna and Manolis...    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 14,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    The time passes and in Neapoli, Anna baptize her daughter with Manolis being the godfather. Manolis avoids Anna which shows more passionate than ever. Alexandros Vandoulakis proposes to his nephew to inherit a large part of their family estate in Messara and to leave Neapoli to attend the estate. Anna feels trapped. Alexis realizes for the first time that her mother, Sophia, is the daughter of Anna. She asks the elder Fotini, if the father of her mother and grandfather is Andreas or Manolis. The relationship between Maria and Dr. Kiritsis becomes more familiar but ...    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 14,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Manolis is leaving to take over the estates of his uncle in Messara. Anna loses all hope but rejoices when her husband tells her to go together to visit him. Eventually, Andreas goes by himself and finds his cousin. Anna can not contain her frustration in front of her in-laws and argues with her husband when he returns from Manolis. In Spinalonga many people are hesitant to leave because they do not know how to greet the outside world after so many years. They decide to leave the island all together on 25 August. The people of Plaka prepare for them a great feast. ...    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 16,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    The people of Spinalonga arrive at Plaka. The people of Plaka welcome them with emotion and joy. The disease was defeated. The fights and struggles of doctors and patients are rewarded - The party goes on. The marriage proposal to Maria from Dr. Kyritsis makes the happiness of both greater. Anna and her husband, reaching Plaka, squabble. The last act of a drama will take place there, where perpetrator and victim blinded by their passion will close every door to logic and set their fates and that of their families. Anna murdered. Andreas imprisoned. The Vandoulaki ...    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Island (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 16,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n    Past and present meet to write the finale to the stories of our heroes - The daughter of Anna, Sophia, growing up faces the burden of her family tragedy and decides to leave and build her life away from Crete. The storytelling of the elderly Fotini will end and Alexis, the daughter of Sophia, now fully aware of her identity, will have to take her decisions and to continue her life. In the shadow of Spinalonga, truths will be told, purification will be achieved and the old with the new generation, together, will look at the future with clarity.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Mainas, Stelios"
            },
            {
                "name": "Dimitropoulou, Evgenia"
            },
            {
                "name": "Damani, Olga"
            },
            {
                "name": "Mihailidou, Dina"
            },
            {
                "name": "Nousias, Tasos"
            },
            {
                "name": "Protopappa, Maria"
            },
            {
                "name": "Sakelaropoulou, Alexandra"
            },
            {
                "name": "Skafida, Youlika"
            },
            {
                "name": "Stankoglou, Yannis"
            },
            {
                "name": "Chilakis, Emilios"
            },
            {
                "name": "Avgoustidis, Orfeas"
            },
            {
                "name": "Loukianos, Nektarios"
            },
            {
                "name": "Misichroni, Katerina"
            },
            {
                "name": "Logothetis, Alexandros"
            },
            {
                "name": "Orfanoudakis, Grigoris"
            },
            {
                "name": "Hourdakis, Manolis"
            },
            {
                "name": "Alatzas, Petros"
            },
            {
                "name": "Katsafados, Thodoros"
            },
            {
                "name": "Vlahaki, Marinela"
            },
            {
                "name": "Lehou, Katerina"
            },
            {
                "name": "Ntamotsidis, Antipas"
            },
            {
                "name": "Tsagarakis, Manos"
            },
            {
                "name": "Tsilimpiou, Anastasia"
            },
            {
                "name": "Tzola, Ifigeneia"
            },
            {
                "name": "Tzola, Rene"
            },
            {
                "name": "Mpertaha, Kallisti"
            },
            {
                "name": "Komninou, Filareti"
            },
            {
                "name": "Menegaki, Marianthi"
            },
            {
                "name": "Stephens, Dan"
            },
            {
                "name": "Kiapekou, Despoina"
            },
            {
                "name": "Kouri, Nefeli"
            },
            {
                "name": "Kouli, Annita"
            },
            {
                "name": "Orphanos, Nikos"
            }
        ],
        "locations": [
            "Elounda, Crete, Greece",
            "Plaka, Athens, Greece",
            "Spinalonga Island, Crete, Greece"
        ],
        "genres": [
            "Drama",
            "History",
            "Mystery"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Greece"
        ],
        "country codes": [
            "gr"
        ],
        "language codes": [
            "el"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 (letterboxed)",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Finland:K-12::(TV rating)"
        ],
        "number of seasons": 1,
        "rating": 9.1,
        "votes": 1652,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDc4ODJiNTMtNzU4Yi00YzJkLWIxMGUtMjk3N2Q0MGNjMGYzXkEyXkFqcGdeQXVyNzg5OTk2OA@@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR4,000,000 (estimated)",
        "languages": [
            "Greek"
        ],
        "title": "The Island",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hislop, Victoria"
            },
            {
                "name": "Papaeconomou, Mirella"
            }
        ],
        "production companies": [
            {
                "name": "Indigo View"
            },
            {
                "name": "TVE"
            }
        ],
        "distributors": [
            {
                "name": "Duna Televízió"
            },
            {
                "name": "MegaTV"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "plot": [
            "Alexis wants to learn everything about her mother's past. To her surprise, she finds out that her family is connected with the isolated island of Spinaloga - the former settlement of lepers. The adaption of the best-selling novel, \"_The Island_ (qv)\", by Victoria Hislop.::tsikos"
        ],
        "synopsis": [
            "The Island is a hymn to life and power of man. A story that takes us to beautiful and wild landscape of Crete and the fascinating lives from 1939 to today.The Island tells us a story about the greatness of the man who succeeds even when fate shows the most merciless face to find the strength needed to love, to dream, to live ...Across from the Plaka, a charming village of Crete, overlooking Spinalonga, the island with the old Venetian fortress, the island that for decades was the mandatory place of exile for lepers.The young Alexis, looking for roots, will make a trip to the past and will dive to the shocking stories of great women's 3 generations of her family. Petrakis family marked by illness and the intense passions ...\nThrough the narratives of elderly Fotini, Alexis will learn the story of Helen's great grandmother, loud and dative teacher of Plaka and girls, its sweet, delicate and beautiful Maria and ambitious Anne. And around these exceptional women, some men apart, brave, strong, full of vigor and passion. Men who have marked their presence in their lives by bringing love, love, consolation, the loss or salvation. George Loud, the unlucky Andreas, mercurial Manolis, Antonis the untamed, the decisive Papadimitriou, devout doctor Kyritsis.And the people of the island, who despite his illness and the threat of death have not waived the right to life and continued to fight, to dream and love ...Through this long journey in the past, Alexis will come to understand more deeply the mother, the secretive and introverted Sofia who never compromised with the secrets of her family and made it her life away from the place that has caused so much pain."
        ],
        "tech": {
            "runtime": [
                "45 min (28 Episode) (Greece)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 (letterboxed)"
            ],
            "camera": [
                "Sony PMW-EX3, Zeiss Super Speed and Nikon Nikkor Lenses (with Letus 35mm Pro Adapter)"
            ],
            "negative format": [
                "Video (HDTV)"
            ],
            "cinematographic process": [
                "XDCAM EX (720p/25)"
            ],
            "printed film format": [
                "Video (PAL)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1652,
                "rating": 9.1
            },
            "aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 539,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 649,
                "rating": 8.9
            },
            "aged 45 plus": {
                "votes": 128,
                "rating": 8.6
            },
            "males": {
                "votes": 776,
                "rating": 8.8
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 266,
                "rating": 8.9
            },
            "males aged 30 44": {
                "votes": 370,
                "rating": 8.7
            },
            "males aged 45 plus": {
                "votes": 91,
                "rating": 8.5
            },
            "females": {
                "votes": 599,
                "rating": 9.3
            },
            "females aged 18 29": {
                "votes": 269,
                "rating": 9.3
            },
            "females aged 30 44": {
                "votes": 268,
                "rating": 9.2
            },
            "females aged 45 plus": {
                "votes": 36,
                "rating": 9.1
            },
            "top 1000 voters": {
                "votes": 15,
                "rating": 7.3
            },
            "us users": {
                "votes": 37,
                "rating": 8.1
            },
            "non us users": {
                "votes": 921,
                "rating": 8.9
            }
        },
        "number of votes": {
            "10": 903,
            "9": 417,
            "8": 186,
            "7": 56,
            "6": 24,
            "5": 19,
            "4": 5,
            "3": 5,
            "2": 5,
            "1": 32
        },
        "arithmetic mean": 9.1,
        "median": 1
    }
}