{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 September 2010"
            }
        ],
        "release dates": [
            "USA::9 September 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Alex Berg discusses \"I'm Still Here.\" Alonso Duralde discusses \"I'm From Hollywood\" & \"Forgotten Silver.\" Alex Berg shows off Retro Power-Up Posters. Kathryn Lyn demos \"Fallout: New Vegas.\" Alex Berg examines the Telenoid Robot. Sarah Lane shows off iPad Apps (TCoder, Storyboard Composer, Scripts Pro) Whitney Pastorek talks Bands (of Montreal & Weezer) Alex Berg explores Mancation Nation Jesse Thorn's Hot Links (TechnoViking, Rich Man, Trebuchet and Wingnuts)    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Kathryn Lyn talks about \"Halo:Reach.\" Alex Berg discusses a few Fantastic Fest films. Alonso Duralde has a Shout! Factory selection. Alex Berg interviews \"Maker\" king, Mark Frauenfelder. Sarah Lane shows of the latest bike Apps. Alex Berg shares his music picks (Blonde Redhead & Vaseline). Whitney Pastorek has her music picks (Mavis Staples & Justin Townes Earl). Jesse Thorn has his Bad Dude viral video picks    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Sarah Lane celebrates Matador Records' 21st birthday (the Lost Weekend Concert.) Whitney Pastorek highlights the Matador @21 six CD box set. Curtis Gwinn interviews Kristen SHaal and Rich Blomquist, authors of the \"The Sexy Book of Sexy Sex.\" Alonso Duralde discusses \"It's Kind of a Funny Story\", \"Stranger Than Fiction\" and \"Lost in Translation.\" Lesse Thorn examines Alternate Universe Movie Posters. Lat Lyn talks comics (\"Strange Tales 2,\" \"Weird War Tales,\" Prison Pit Book 2\"). Sarah Lane discusses Blizzcon.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn discusses Brick Art Movement (Mindstorms.Lego.com, Bricks by the Bay, SR 3D Builder, Nathan Sawaya). Alonso Duralde talks \"Let Me In\" and \"Suspira\" remake. Jesse Thorn examines \"Cookie Misfortune.\" Kat Lyn highlights PAX 2010 (Retro City Rampage & Super Meat Boy). Jesse Thorn talks \"Reformat the Planet\" and explores Tokyo Subway Manner Posters. Sarah Lane shows off the Sit or Squat App (SitorSquat.com). Ryan Downey interviews Marina & the Diamonds.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn talks video games (GAME OVER Project, Pac-Man Got It On with Guitar Hero, Mario: Game Over, Angry German Kid Crashes Computer). Kat Lyn recommends \"Dragon's Lair\" re-release. Jesse Thorn highlights \"Monsters,\" discusses \"Alien\" Anthology DVD release, examines Zombie Blood and \"The Dead Set. Jesse Thorn and Ryan Downey talk Austin City Limits music festival (Frank Turner & David Bazan). Jesse Thorn discusses Dr. Demento's move to the internet and Weird Al Yankovich, and examines the Emotiv EPOC Neuroheadset. Sarah Lane recommends the HTC EVO 4G.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn discusses light painting (Making Future Magic!) Ryan Downey highlights Daft Punk's soundtrack for \"Tron:Legacy\" (Also Journey:Escape). Jesse thorn talks \"Paranormal Activity 2,\" and interviews Dave Horwitz and Marisa Pinson, authors of \"Dealbreaker\" (also 26bslash6.com). Jesse Thorn examines cringeful videos on the web: \"F**k Me Ray Bradbury,\" \"How to Avoid Being Creepy on a First Date,\" \"The Breakup: Awkward Moments.\" Sarah Lane recommends some dating Apps: Skout, Fak-a-Call, Pickup Lines. Kat Lyn discusses Lucha Libre AAA: Heroes Del Ring.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Shira Lazar sits down with Rovio CEO Mikael Hed (Angry Birds). Jesse Thorn discusses \"Raging Boll.\" Alonso Duralde explains how Uwe Boll gets to keep making movies. Jesse Thorn examines \"The Room Tribute Video Game\" and \"The Human Centipede\" Game, and interviews Julien Nitzberg, director of \"The Wild and Wonderful Whites of West Virginia.\" Shira Lazar talks Big Buck Hunter Pro.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn talks DEVO Halloween costumes. Jordan Morris invades the Boobs and Blood International Film festival. Jesse Thorn discusses \"The Living Dead 2\" and dives into Chocolate Skulls. Alonso Duralde highlights the Criterion Collection release of \"Hausu\" (also, \"Mandum\"). Jesse Thorn explores the Taxidermy arts of CustomCreatureTaxidermy.com. Shira Lazar talks Halloween and censorship with Stan Lee.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Ryan Downey highlights the WB comedy \"Due Date.\" Jesse Thorn explores bad vacation moments with the blogs \"Hatecation\" and \"Dads on Vacation,\" then examines the \"Awkward Family Photos\" book. and discusses \"Return of the Dapper Men.\" Taylor Orci talks \"Usagi Yojimbo: The Special Edition.\" Jesse Thorn explores what happens when you send an iPhone into space. Shira Lazar highlights Microsoft's Kinect for xBox 360. Jesse Thorn discusses a series of Fela Kuti reissues from Knitting Factory Records.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn discusses the Bollywood film \"Endhiran.\" Jesse Thorn Bayifies \"The Grid\" with the Michael Bayifier (bayifier.com). Jordan Morris talks \"Incursion,\" the expansion to MMORPG \"Eve Online.\" Taylor Orci explores the world of lifecasting with the Looxie Wearable Camcorder. Jesse Thorn examines Oprah's tweets- Oprah being 50cent's dog (@OprahTheDog on Twitter). Jesse Thorn highlights the touching website StoryCorps.org. Jordan Morris dives into Gamer Grub, the new gamer-friendly snack. Jesse Thorn discusses Chris Morris' new film \"Four Lions.\"    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn discusses Amy Sedaris' book \"Simple Times: Crafts for Poor People,\" and highlights the Blackberry Torch. Shira Lazar sits down with the Brothers Strause, directors of \"Skyline.\" Marisa Pinson takes on the world's largest gummy worm. Jesse Thorn interviews Michael Paul Stephenson, director of \"Best Worst Movie.\" Vince Mancini discusses the Blu-ray release of \"Ishtar.\" Jesse talks about the Blackberry Torch more, and highlights the DVD box set of \"The Larry Sanders Show.\"    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn discusses the 25th anniversary of \"The Goonies.\" Jordan Morris invades the LA Auto Show. Jesse Thorn examines the graphic novel \"Johnny Cash: I See a Darkness\" and corresponding iPad app. Jesse discusses the \"TV Carnage\" Tour and DVDs; highlights the DXG-5D7V 3D Pocket Camcorder; enters the world of unboxing with Unboxing Porn. Jordan Morris talks \"Call of Duty:Black Ops.\" Jesse Thorn recommends \"I Found This Funny\" by Judd Apatow.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn interviews Tim League of Drafthouse Films and backyard comedian Daniel Songer. Vince Mancini discusses Norwegian fantasy film \"The Troll Hunter.\" Jordan Morris examines the new Japanese RPG \"Catherine,\" from the makers of \"Persona.\" Meme of the week: Prancing Cera. Marisa Pinson sheds light on Krampus Day with Krampus Postcards from Fantagraphics.com. Jesse Thorn recommends \"The Undisputed Guide to Pro Basketball History,\" from the team behind FreeDarko.com.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "9 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn talks \"Rare Exports: A Christmas Tale.\" Jordan Morris attends a weekend-long film festival at LA's Cinefamily to celebrate the release of \"Destroy All Movies!!!: The Complete Guide to Punks on Film.\" Kulap Vilaysack discusses the Blu-ray release of \"Space: 1999.\" Meme of the week: Disaster Girl. Shira Lazar interviews Brant Bridges about what makes Sideshow Collectibles so special. Jesse Thorn talks \"Tron: Legacy\" and reveals some deleted scenes featuring Jordan Morris and Timmy the Intern. Jesse Thorn recommends \"The Jon Dore Television Show,\" now ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn celebrates the 25th Anniversary of Super Mario Brothers. Marisa Pinson explores the gross world of \"Epic Meal Time.\" Jesse Thorn highlights \"The Art of District 9.\" Jordan Morris discusses the Verizon 4G LTE. Meme of the Week: You are a Douche bag. Jordan Morris explores \"Cataclysm,\" a new expansion to the MMORPG \"World of Warcraft.\" Kulap Vilaysack discusses Simon Pegg's autobiography \"Nerd Do Well,\" along with its corresponding app, and Pegg's new comedy, \"Paul.\" Marisa Pinson works out with \"Cardio for Indie Rockers.\" Jesse Thorn recommends the cookbook...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn examines the Quidditch World Cup, a product of the International Quidditch Association, and discusses \"The Illusionist,\" a film from the makers of \"The Triplets of Belleville.\" Timmy the Intern helps out with full mime makeup. Jessee Thorn and a Stoner discuss \"Reefer Movie Madness: The Ultimate Stoner Film Guide.\" Meme of the Week: Dude, You have no Quran. Marisa Pinson plays with the A.R. Parrot Drone, and its corresponding iPhone app. Vince Mancini discusses \"Christmas with a Capital C.\" Jordan Morris talks Verizon 4G LTE. Jesse Thorn recommends his new...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "30 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn discusses the Blu-ray release of Robert Rodriguez's \"El Mariachi\" trilogy. Jordan Morris highlights \"Charles Bronson Kills Hipsters\" from SureThingChief.com. Jesse Thorn showcases the \"Angry Birds Peace Summit\" from GeekyGadgets.com. Marisa Pinson celebrates the Blu-ray release of \"Flash Gordon.\" Meme of the Week: Mike Relm- They Shot the Rubber. Vince Mancini discusses \"Gone with the Pope,\" on tour by Grindhouse Releasing. Kulap Vilaysack explains how YourNovel.com lets you tell your own story in novel form. Jesse Thorn recommends David Rakoff's book, \"...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "6 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Jesse Thorn celebrates the Special Edition Blu-ray release of \"Raging Bull.\" Marisa Pinson talks pizza flags (Tiny Urban Kitchen). Jesse Thorn practices some scientific cooking with his Molecular Gastronomy Starter Kit, via ThinkGeek.com. Jesse explains the art of HumbleBragging (@HumbleBrag on Twitter). Meme of the Week: Double Dream Hands. Vince Mancini discusses the DVD/Blu-ray release of \"Piranha 3D.\" Jordan Morris invades the Pinball Hall of Fame in Las Vegas. Jessee Thorn talks Tim Burton's \"Stain Boy\" (twitter.com/BurtonStory). Jesse recommends L.L. Bean Duck ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "13 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jesse Thorn talks \"Little Big Planet 2.\" Marisa Pinson discusses the \"Back to the Future\" inspired \"DeLorean Dunk\" shoes by Nike, and the DeLorean USB hard drive from GeekAlert.com. Jordan Morris looks at the film \"The Green Hornet.\" Jesse Thorn examines \"Federico Fellini: The Book of Dreams\" by Federico Fellini. Meme of the Week: GET TO THE CHOPPA REMIX! Jordan Morris talks adult action figures: \"2001: A Space Odyssey,\" \"Rocky,\" \"Road House,\" and \"The Big Lebowski.\" Kulap Vilaysack discusses the Cinemin iPad Projector Dock. Jesse Thorn recommends Mike Leigh's film \"...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Jesse Thorn discusses the game \"Greatest Jewish-American Basketball Team\" from TabletMag.com and FreeDarko.com. Jessee highlights \"The Anthology of Rap\" from Yale University Press. \"Professor\" Curtis Gwinn analyzes several passages from rap songs. Jesse Thorn examines Michael Rappaport's documentary about A Tribe Called Quest, \"Beats, Rhymes, and Life.\" Vince Mancini discusses the film \"Hobo with a Shotgun.\" Jesse Thorn and a Stoner showcase the time lapse photography of Tor Even Mathisen. Meme of the Week: Hugh Jackman Can Ride Anything. Jordan Morris speaks with the...    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "27 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Jesse Thorn discusses the cocktail robot festival RoboExotica. Jesse's evil robot clone makes a cameo. Jordan Morris attends a preview event for the release of \"Marvel vs Capcom 3,\" featuring a food truck battle with themed food. Kulap Vilaysack talks about \"Sweet Tooth,\" the new comic book series by Jeff Lemire. Marisa Pinson reviews Weird Al Yankovich's children's book \"When I Grow Up.\" Jesse Thorn discusses the tour DVD \"Journey of the Childmen\" from the creators of \"The Mighty Boosh.\"    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "3 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Jesse Thorn checks out a video about gaming consoles being blown up in slow motion. Jordan Morris goes to an Anime Burlesque convention. Kulap Vilaysack tells us about Marvel's Point One initiative. Jordan Morris previews Nic Cage's movie, \"Drive Angry 3-D.\" Jesse Thorn's 'Greatest Thing Ever' is \"Working Together\" by Ike and Tina Turner.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    D.J. Donwill pays homage to the rom-com with his concept album, \"Don Cusack in High Fidelity.\" Jordan Morris shows you what toys are up with Thesecretlifeoftoys.com. Kulap Vilaysack tells us about the \"Let Me In\" graphic novel prequels. Marisa Pinson shows us what pranks Jack Vale has up his sleeves. Jesse Thorn tells us about Jack White and Wanda Jackson's new collaboration. Jordan Morris previews Ed Helms' flick, \"Cedar Rapids.\" Marisa Pinson shows us Wikileaks founder, Julian Assange's coloring book. Jesse Thorn show us favorite new website, cocaineblunts.com    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "17 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "24 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "3 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "10 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "17 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "24 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "31 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Grid (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "7 Apr. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Thorn, Jesse"
            },
            {
                "name": "Morris, Jordan"
            },
            {
                "name": "Pinson, Marisa"
            },
            {
                "name": "Vilaysack, Kulap"
            },
            {
                "name": "Duralde, Alonso"
            },
            {
                "name": "Lane, Sarah"
            },
            {
                "name": "Lyn, Kathryn"
            },
            {
                "name": "Mancini, Vince"
            },
            {
                "name": "Lazar, Shira"
            },
            {
                "name": "Pastorek, Whitney"
            },
            {
                "name": "Downey, Ryan J."
            },
            {
                "name": "Berg, Alex"
            },
            {
                "name": "Gwinn, Curtis"
            },
            {
                "name": "Orci, Taylor"
            },
            {
                "name": "Downey, Ryan"
            },
            {
                "name": "Wollterstorff, Ian"
            },
            {
                "name": "Wolterstorff, Ian"
            }
        ],
        "genres": [
            "News"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "$500,000 (estimated)",
        "plot outline": "The Grid, hosted by podcasting and public radio juggernaut, Jesse Thorn, is a weekly rundown of what's trending in Indie Culture. Each week, The Grid recommends the movies, music, games, and gadgets that are worth your time. Joining Jesse are an array of up-and-coming comedians, offering their own opinions on what's trending now.",
        "languages": [
            "English"
        ],
        "title": "The Grid",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "The Grid (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Berg, Alex"
            },
            {
                "name": "Rajabi, Nadine"
            },
            {
                "name": "Weiner, Joshua"
            }
        ],
        "production companies": [
            {
                "name": "Michael B. Pressman Productions"
            }
        ],
        "distributors": [
            {
                "name": "Independent Film Channel (IFC)"
            }
        ],
        "plot": [
            "_The Grid_ (qv), hosted by podcasting and public radio juggernaut, Jesse Thorn, is a weekly rundown of what's trending in Indie Culture. Each week, _The Grid_ (qv) recommends the movies, music, games, and gadgets that are worth your time. Joining Jesse are an array of up-and-coming comedians, offering their own opinions on what's trending now.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "15 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}