{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "10 October 2010"
            }
        ],
        "release dates": [
            "Belgium::10 October 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Cara",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A nightmare reminds white witch Cara it's time for her calling. Buzzard Bakkestoe helps her spot four youngsters, soccer goalkeeper Arne, his adventurous friend Babs, computer game nerd Tuur and would be musical singer Kato. Messages trick them all for fake summer camps or courses to Bokrijk, a Flemish folk-law theme park. They're not amused, but decide to stay once puzzled by a magical book which Cara claims will help them and a fifth she must still locate to fight Mordus, a monster to be released by the impending 199-yearly Jupiter-Orion conjunction. They ...    "
                },
                "2": {
                    "title": "De Smid",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Arne's quartet is arrested for illegally being in the pastory, but they are released after the blacksmith's intervention. He secretly steals the book, but can't destroy it, so he disposes of it in a muddy dumpster. However, a séance leads to its location. Meanwhile the buzzard starts looking for the fifth and Cara brews a singing potion from his urine, which Arne tests successfully before diving into the dumpster.    "
                },
                "3": {
                    "title": "Sam",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The blacksmith arrived the kids just when Arne had retrieved the book and chases the with fire. As he stops at a brook, Tuur guesses and proves water scares him off. Drying in their underwear at the pastory, they try reading the book. It says Mordus can be defeated and locked up again by pouring over him the cup of justice, which must be filled with 'gold juice' harvested with a golden arrow. Cara bitches over time running out but grudgingly accepts to make a love perfume for Arne and more singing potion as the first bottle got spilled. The buzzard hangs around Sam, a...    "
                },
                "4": {
                    "title": "Water en Vuur",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Another fire-armed attacked from the blacksmith is warded off with Holy water. Arne's briefs-only prancing may meet no verbal approval from Kato, she kisses him when given the singing potion. Yet it leaves her voiceless, according to Cara because she must dig into herself. Arne experiences dosage is crucial with love perfume. Disciple Sam gets a painful, scary lesson in using fire-power for (self-)metamorphosis from the blacksmith, who assumes the appearance of well-groomed gentleman Tuinman ('gardener'). The four split up, Tuur leading the search for the chalice, ...    "
                },
                "5": {
                    "title": "Inbraak en diefstal",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The girls turn vindictively on Arne discovering the love perfume had enough of an effect on them to make them jealous. The blacksmith finds that Sam has turned himself into a rat, helpful to dodge the police who are looking for him after he re-assumes Tuinman's appearance. Tuur already Googled his ex-con past as J.Smit and alerts the police while the fiend uses a smoke canister to asphyxiate Cara, but she's found in time. Arne realizes same old walls' alphanumeric mason marks are coordinates. The spot was dug up years before, an archery guild treasure found is now in ...    "
                },
                "6": {
                    "title": "De vuurklauw",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Despite Babs's carelessness, Tuur manages to steal the chalice from the museum, while Kato acknowledges Arne's soft core. Smid orders Sam to spy on the quartet, transformed as a rat again. They ignore the fifth is with them, so wonder why the book now reveals their next task. The blacksmith first eliminates a cop, as Tuinman, then attacks the kids using his 'fire claw', but Cara spends herself fighting him off and is transformed into a butterfly-ghost.    "
                },
                "7": {
                    "title": "Kelders",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The quartet was prepared for another fire attack, but don't suspect Tuinman and Sam, who pretend to fumigate the place as pest exterminators. Only Babs was upstairs, the others are nitrogen-affected unconscious without memory so the fiend can search unnoticed, but Cara's herbs help revive them. She believes Sam is the fifth, as he secretly tipped her off upstairs. As the others disagree, she accompanies Arne on his search for him among persons on the estate sharing their birth date. Tuur is told info on the archery may be found in the museum archives. Tuinman tricks ...    "
                },
                "8": {
                    "title": "Donker uur",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Arne's brave method works. Sam is caught and submitted to purification in Mordus's marsh pool. Tuur was already disheartened, but at their return the quartet finds all almost all their things burned to a crisp. Sam gets a suspicious welcome but is ultimately recognized from the painting as their fifth fellow as archery descendant, and indeed his presence enables the book again to reveal the next instructions. Sam shows them the pool, reveals where the golden arrow is hidden and tries to retrieve it from the blacksmith's home, to which end he tricks the fiend in ...    "
                },
                "9": {
                    "title": "De vijfde boog",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The fire ring is broken, inspired by Cara's butterfly-ghost, but the smith captures Sam and Babs, drags them to Modus's pool and assumes knave's persona. Thus he infiltrates the other three, who prepare traps using sailer knots and ice Popsicle delivery truck cooling. Theyt are caught in their own net, but freed by the buzzard. The real Sam is found and passes muster. The smith now attacks in the pastory, where they are caught to be put to the stake. But diversion allows to trick him.    "
                },
                "10": {
                    "title": "Mordus",
                    "kind": "episode",
                    "episode of": {
                        "title": "De 5e boog (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    After defeating Smid utterly, the five return home, exhausted. Then they notice the PC-alert clock was stopped, in fact their time is nearly up. They hush to follow the magical book's last instructions. Although unsure of the exact spot and procedure until the astronomical alignment clarifies the first, Sam successfully hits the tree and harvest the 'gold sap' into the chalice. Meanwhile Mordus has unleashed the forces of fire, impossible to control for the fire department, contrary to the stupid governor's lies. The five have a hard time getting passed the police to ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Focketyn, Arne"
            },
            {
                "name": "Boen, Steven"
            },
            {
                "name": "Kersting, Manou"
            },
            {
                "name": "Van Goethem, Thomas"
            },
            {
                "name": "Gantura, Darya"
            },
            {
                "name": "Apers, Evelien"
            },
            {
                "name": "De Bruyn, Joke"
            },
            {
                "name": "van Boeckel, Door"
            },
            {
                "name": "Santacreu, Sara Gracia"
            }
        ],
        "locations": [
            "Domein Bokrijk, Genk, Limburg, Vlaanderen, Belgium"
        ],
        "genres": [
            "Adventure",
            "Fantasy",
            "Mystery"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWE0MTQ5ZmQtZTg3ZC00MTlhLWI2ZGYtNmE5NTYwMzhmYjlkXkEyXkFqcGdeQXVyNzI1OTQxMTY@._V1_SY150_CR14,0,101,150_.jpg",
        "plot outline": "White witch Cara finds, trough her buzzard, four of the five youngsters born on the same day as descendants of their predecessors to perform the same job. Every 199 years, a sinister astronomical conjunction allows Mordus, an evil spirit seeking to kill humanity trough smoke and fire, to get free. Only the five can, by a method revealed in a book only they can read as a group, return him to the bog in time. But Mordus's earthly helper, a blacksmith, has got hold first of Sam, the fifth, and even plans to use him as acolyte to eliminate the four.",
        "languages": [
            "Dutch"
        ],
        "title": "De 5e boog",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2010",
        "akas": [
            "De 5e boog (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Nielandt, Dirk"
            }
        ],
        "distributors": [
            {
                "name": "Ketnet"
            },
            {
                "name": "Vlaamse Radio en Televisie (VRT)"
            }
        ],
        "plot": [
            "Five chosen adolescents have to unravel the mystery of a magic book in order to save the world from the evil Mordus.::Anonymous",
            "White witch Cara finds, trough her buzzard, four of the five youngsters born on the same day as descendants of their predecessors to perform the same job. Every 199 years, a sinister astronomical conjunction allows Mordus, an evil spirit seeking to kill humanity trough smoke and fire, to get free. Only the five can, by a method revealed in a book only they can read as a group, return him to the bog in time. But Mordus's earthly helper, a blacksmith, has got hold first of Sam, the fifth, and even plans to use him as acolyte to eliminate the four.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "25 min (Belgium)",
                "30 min (approx) (Belgium)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "males": {
                "votes": 5,
                "rating": 5.1
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "females": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 8.0
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 5,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 1,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}