{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2010"
            },
            {
                "country": "UK\n",
                "date": "22 March 2011"
            }
        ],
        "release dates": [
            "UK::2010",
            "UK::22 March 2011"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Charity",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "23 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Already irked by expectant father Darren bringing his robot baby to work, Ollie is further confused by a new phone app which leads him to rip out a kitchen at a house where the brief was actually to build a bedroom for the new orphanage. Winging it he explains to the man from the council that he was about to supply the new bedroom for free, hoping his act of charity will bring his business good publicity. Unfortunately Liz and Emma, literally fighting over him, destroy the work in hand but somehow a miracle occurs as the new orphanage is about to be officially opened.    "
                },
                "2": {
                    "title": "The Break Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Discovering that Darren has been moonlighting for his Polish business rival Andrzej Ollie sacks him and lets him work full time for the opposition though the Poles' industrious work ethic proves too much for lazy Darren,especially when he is also expected to drink vodka and get a tattoo. In the absence of a suitable replacement Ollie takes Liz on his new assistant and she is very efficient. However she recognises that Darren and Ollie are an established team and graciously resigns,allowing Darren to happily return to the fold.    "
                },
                "3": {
                    "title": "Cupboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "8 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    When Ollie calls Darren to find out why he has not turned up for work, he is disinclined to believe Darren's story of being trapped in a cupboard. Darren however really is trapped in a strange cupboard and must turn to Tony for help.    "
                },
                "4": {
                    "title": "The Ones That Got Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "15 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Ollie arranges to meet old flame Jasmine for drinks, before remembering that he has already invited Emma out to dinner. Meanwhile, Tony is nervous about his first date for many years and Darren must do a job at the house of his hated former teacher.    "
                },
                "5": {
                    "title": "They Think It's All Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "22 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Ollie is shocked when captain Ben drops him from the local Saturday League football team for being too old,when he hits his thirty-second birthday. Answering a newspaper advert he joins another team,which includes Darren,but they are rubbish and stand no chance against his old side. When Liz starts dating Ollie's young replacement - who turns out to be only fifteen - and gets him grounded before a vital game Ollie has his chance of revenge.    "
                },
                "6": {
                    "title": "Crime and Punishment",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "29 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Disturbing burglars at Emma's cafe Ollie is shocked to unmask one of them as Darren,who claims he needs money to pay off a debt to his pregnant girl-friend Joanne's scary uncle Reggie but that his accomplice Ricky has the thousand pounds stolen from the till. Ollie confronts Ricky,threatening to have him arrested unless the money is returned. Unable to give Reggie the money Darren is forced to turn up at the registry office to marry Joanne but then the police arrive,claiming that Emma and Ricky were working an insurance scam between them. Most of the wedding party is ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Ollie's First Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "22 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Despite being booted out of catering college for his inability to distinguish oregano from marijuana Ollie still hopes to open his own eaterie the Toast Office but,when his father Tony's health fails,he reluctantly takes over his handyman's business. Saddled with gormless sidekick Darren,his first day is a disaster as one of Darren's mates steals his Satnav,a girl claims that he is the one out of several handymen who have been to the house that impregnated her and he gets a parking ticket. Even an encounter with old flame Emma is not a treat when he discovers that she...    "
                },
                "2": {
                    "title": "Turf",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "22 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Ollie decides to remedy the fact that the van bears no contact number and invests in a load of flyers - with a hammer and sickle on them. He also engages the services of Kat,with whom Darren plays online video games,to create a web site. Then his tools are stolen and a note left which reads,Stop This Now. Unbeknown to him there are four handyman family firms in Maplebury,each with its own turf and he has encroached on somebody else's territory. After Tony has intervened and got the tools back Ollie comes to appreciate why there is no number on the van.    "
                },
                "3": {
                    "title": "The Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "29 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    When Yuppie Jeremy only pays Ollie £600 and not the agreed grand for his new bathroom Ollie takes a stand by blocking the driveway with his van. Since the street's other residents hate Jeremy, Ollie soon gathers support,including that of Darren's sister Liz,a special constable in addition to working in a DIY shop. But when Ollie succumbs to the great British compromise he loses his local heroic status and it is left to Tony to recoup the rest of the money. Darren has problems of his own when he 'loses' Irene,a sparky old Irishwoman he has taken out for the day from ...    "
                },
                "4": {
                    "title": "The Morning After",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "5 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Ollie arrives to fit a fireplace for the glamorous Lucy only to find that Darren has picked her up in a club and spent the night with her,telling her that he is a lawyer. Consequently he sees himself as above helping Ollie and a further hindrance occurs when Tony asks Ollie to place a bet for him. At the bookies Ollie discovers that his father is on a wanted list as the leader of a supposed betting scam gang and the staff keep him prisoner. Fortunately Darren,in his guise as a lawyer,is able to spring him but by this time he has missed meeting the backer prepared to ...    "
                },
                "5": {
                    "title": "Honest",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "12 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Ollie rebukes Tony for trying to drum up trade by breaking Emma's mother's roof tiles so he is not happy when Emma asks him to break into the estate agent to find out how much a rival bidder for the premises she wants for the Toast Office has put in so she can top it. Furthermore he gets innocently roped in when Darren wants to take the sofa from a blind customer's flat and swap it with his brother's identical settee,which he has stained. Local burglar Ricky is a great help on the first heist though it was not a good idea to give him access to so many house keys - ...    "
                },
                "6": {
                    "title": "Beginnings and Ends",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Ollie and Darren are fitting a wardrobe for elderly Albert but when he goes to collect his pension he locks them in the bedroom. Hearing that Ollie slept with Liz is too much for claustrophobic Darren and the lads fight, trashing the room. Making their escape they find a delegation outside the house. Joanne, the girl who claims a handyman impregnated her, turns up with Tony, at least eight and a half months gone but unable to name the father. Liz and Emma are next to arrive and Ollie is the last to know that Liz is in love with him. A fight breaks out but when ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Love and Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "White Van Man (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    As if trying to keep the peace between Darren and wheelchair bound client Patrick Smallcock,the teacher who made his school days hell, is not enough,Ollie inadvertently arranges a date with old flame Jasmine and has to try and keep it from Emma. This creates a further misunderstanding when Tony announces that he too has a date,leading to Ollie's mistaken belief that Emma wants a threesome. All is resolved when Jasmine and Emma meet,though not exactly amicably and Ollie could do without Darren's efforts to repay Patrick with messy practical jokes.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Moffett, Georgia"
            },
            {
                "name": "Mellor, Will"
            },
            {
                "name": "Fry, Joel"
            },
            {
                "name": "Bentley, Naomi"
            },
            {
                "name": "Mantle, Clive"
            },
            {
                "name": "Holder, Ram John"
            },
            {
                "name": "Longley, Victoria"
            },
            {
                "name": "Harrison, Blake"
            },
            {
                "name": "Fletcher, Sam"
            },
            {
                "name": "Poynton, Adrian"
            },
            {
                "name": "Woodhall, Alex"
            },
            {
                "name": "Beeput, Camilla"
            },
            {
                "name": "Mitchell, Peter"
            },
            {
                "name": "Garvey, Marcus"
            },
            {
                "name": "Cargill, Margo"
            },
            {
                "name": "Kane, Susy"
            },
            {
                "name": "Wright, Rufus"
            },
            {
                "name": "Yue, Ozzie"
            },
            {
                "name": "Wilfort, Robert"
            },
            {
                "name": "Davies, Deddie"
            },
            {
                "name": "Dickinson, Sandra"
            },
            {
                "name": "Fletcher, Dexter"
            },
            {
                "name": "Murphy, Brian"
            },
            {
                "name": "Roca, Stacey"
            },
            {
                "name": "Chazen, Debbie"
            },
            {
                "name": "McGuire, Lloyd"
            },
            {
                "name": "Patel, Monica"
            },
            {
                "name": "Uhiara, Ony"
            },
            {
                "name": "Shah, Amit"
            },
            {
                "name": "Moyle, Sarah"
            },
            {
                "name": "Liu, Stacy"
            },
            {
                "name": "Page, Joanna"
            },
            {
                "name": "Barber, Paul"
            },
            {
                "name": "Standing, Hayley Jayne"
            },
            {
                "name": "Hogarth, Jane"
            },
            {
                "name": "Ramsey, Russell"
            },
            {
                "name": "Schaal, David"
            },
            {
                "name": "Grover, Ricky"
            },
            {
                "name": "Ash, Peter"
            },
            {
                "name": "Bankes, Sally"
            },
            {
                "name": "Benton, Mark"
            },
            {
                "name": "Giggs, Rhodri"
            },
            {
                "name": "Godliman, Kerry"
            },
            {
                "name": "Knox, Benjamin"
            },
            {
                "name": "Long, Jordan"
            },
            {
                "name": "Reeves, Lewis"
            },
            {
                "name": "Suttie, Isy"
            },
            {
                "name": "Tims, Liam"
            },
            {
                "name": "Vick, Gabriel"
            },
            {
                "name": "Mikic, Aleksandar"
            }
        ],
        "locations": [
            "Hollins Building Supplies, Hollins Lane, Marple, Stockport, England, UK::(Flatley's Hardware)",
            "Manchester, Greater Manchester, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 6.9,
        "votes": 469,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUxMDYzMzQ2NV5BMl5BanBnXkFtZTgwMDEyODcwMzE@._V1_SY150_CR52,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "White Van Man",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "White Van Man (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Poynton, Adrian"
            },
            {
                "name": "Blakewill, Marc"
            },
            {
                "name": "Goldstein, Brett"
            }
        ],
        "production companies": [
            {
                "name": "ITV Studios"
            }
        ],
        "other companies": [
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "Victor Humphries t/a Vision Motor Services"
            }
        ],
        "plot": [
            "Ollie is a helpless handyman who is somewhat hindered by his lazy, freeloading right-hand-man Darren. This series follows their hilarious capers as the pair leave a trail of destruction after every job."
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 469,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 122,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 173,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 94,
                "rating": 6.8
            },
            "males": {
                "votes": 351,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 107,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 147,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 80,
                "rating": 6.8
            },
            "females": {
                "votes": 57,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 26,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 13,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 5.6
            },
            "us users": {
                "votes": 47,
                "rating": 6.8
            },
            "non us users": {
                "votes": 297,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 94,
            "9": 55,
            "8": 83,
            "7": 118,
            "6": 44,
            "5": 27,
            "4": 7,
            "3": 9,
            "2": 12,
            "1": 20
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}