{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "30 August 2010"
            }
        ],
        "release dates": [
            "Mexico::30 August 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "El primer sueño: 1808",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    September 1808. During the French occupation of Spain, in the New Spain a group of men led by Francisco Azcárate, Francisco Primo de Verdad, and Friar Melchor de Talamantes propose to the Audience, and to the Viceroy José de Iturrigaray himself, the creation of a government council that would confer autonomy to the Viceroyalty. The Spaniards, headed by Miguel Bataller, reject the proposal, fearing that it might lead to a breaking off with Spain. The peninsular elite, suspecting that the Viceroy is backing the proposal in order to keep his power and fill his coffers, ...    "
                },
                "2": {
                    "title": "Las conspiraciones de Josefa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Josefa Ortiz de Domínguez, the wife of the magistrate of Querétaro, is part of a conspiracy against the Spanish government. Other criollos involved are Ignacio Allende, Juan Aldama and Miguel Hidalgo. A spy at the meetings alerts the authorities about the group's intentions. Magistrate Miguel Dominguez, husband of Doña Josefa, is ordered to conduct a house-to-house search to capture the insurgent leaders. To protect his wife, he keeps her under lock and key. However, Josefa Ortiz de Dominguez manages to send a message to the priest Miguel Hidalgo telling him that the ...    "
                },
                "3": {
                    "title": "El Estallido: 1810",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Mayor Ignacio Pérez is looking for Ignacio Allende to inform him of the incident in Querétaro. Meanwhile, in the town of Dolores, Allende is in Miguel Hidalgo's home, worried about the arrest warrant issued against him. Hidalgo calms his friend and decides to go visit the under-delegate Nicolás Fernández to find out if he knows about the warrant. When he confirms that the official knows nothing, he returns home with a lighter heart. Mayor Pérez and Juan Aldama come to see Hidalgo and tell him that their plot has been discovered. Allende, Hidalgo, Aldama and Mariano ...    "
                },
                "4": {
                    "title": "Sangre que divide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Hidalgo's fierce uprising reaches Guanajuato, where the Spaniards and the rich merchants barricade themselves in a fortified warehouse called the Alhóndiga de Granaditas. The action takes place in the home of the Alamán family, where young Lucas and his mother refuse to leave their home in spite of Mayor Riaño's insistence that they are in grave danger. This decision, however, will save their lives. The Alamán homestead stands witness to the horrors of war and death.    "
                },
                "5": {
                    "title": "Entre el miedo y la victoria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The forces of Hidalgo and Allende arrive at the outskirts of México City after defeating the royalist army in the Battle of Monte de las Cruces. General Ignacio Allende sends a dispatch to Mexico City demanding the surrender of the Viceroy, who refuses. Hidalgo, worried about what might happen if the insurgent army should overrun the city, and also concerned about the proximity of Calleja's army, decides to retreat, and thus opens a breach between himself and Ignacio Allende.    "
                },
                "6": {
                    "title": "Décimas para Ortega",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Chihuahua, 1811. Miguel Hidalgo y Costilla is captured by the royalist army. During his imprisonment he befriends his young jailer, Miguel Ortega, who becomes his confidant and listens to all his reflections, confessions and fears, until the final day arrives and he is executed by a firing squad.    "
                },
                "7": {
                    "title": "El triunfo del temple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    General José María Morelos y Pavón takes refuge in Cuautla where he is able to reorganize his army. While Viceroy Venegas sends the implacable General Félix María Calleja to try and capture him. In his attempt to put a stop to the most important leader of the insurgent movement, Calleja decides to take advantage of the geographic location and lays siege to the city. This sets off an endless series of battles that will undermine the health and sanity of both generals. The people of Cuautla suffer terribly from hunger, thirst and dysentery. Morelos takes a chance and ...    "
                },
                "8": {
                    "title": "El fin de las campañas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    José María Morelos y Pavón is captured and has to stand trial. He is judged by both the military authorities and the Spanish Inquisition. Throughout his trial, there are flash-backs to some key military and political episodes in Morelos' life. He is sentenced to death and defrocking, and this last religious ceremony exposes his soul to damnation. Afraid of not receiving the Last Rites, Morelos publicly repents of his actions as an insurgent leader. The now Viceroy Félix María Calleja demands that the death sentence be carried out immediately to avoid an uprising of ...    "
                },
                "9": {
                    "title": "Retrato de una Leona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Leona Vicario is a young orphan of good breeding who lives with her uncle, a prominent lawyer named Don Agustín Pomposo. Leona sympathizes with the Independence cause, as does Andrés Quintana Roo, her uncle's young assistant, with whom she falls in love. Don Agustín Pomposo discovers their romance and Leona's connections to the Independence movement. He decides to denounce her and she is put on trial. As a result all her properties are seized and she is sentenced to home arrest for life. A few days later, Andrés frees her and they escape. The couple is constantly on ...    "
                },
                "10": {
                    "title": "La última conjura",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    With the execution of the Spanish insurgent Francisco Javier Mina, Viceroy Juan Ruiz de Apodaca believes that the Insurgent movement is finally at an end, even though the successor of Morelos, Vicente Guerrero, is still active in the jungles of southern Mexico. The endless struggle is weakening the country. The royalist general Gabriel de Armijo gives up on his assignment: to capture Guerrero. The Spanish government orders the Viceroy to abide by the laws of the new Cádiz Constitution. The New Spain high class and military reject this document, deeming it excessively ...    "
                },
                "11": {
                    "title": "La patria es primero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Viceroy Juan Ruiz de Apodaca orders General Agustín de Iturbide to destroy Vicente Guerrero. The soldier realizes he is up against an enemy he cannot defeat. He then decides on a new strategy: to begin corresponding with Guerrero behind the Viceroy's back. The contents of Guerrero's letters leads Iturbide to believe there is a peaceful way out of the conflict, and the Plan of Iguala is born. Vicente Guerrero is filled with mistrust but agrees to leave the safety of the jungle to meet with Iturbide. The gathering takes place in Acatempan, where both generals seal their...    "
                },
                "12": {
                    "title": "El fin de la clandestinidad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Guadalupe Victoria, another general fighting for Independence, remains in the jungle. He suffers from frequent epileptic seizures and is in delicate health. Some old soldiers remain by his side, looking after him. During this period, General Antonio López de Santa Anna visits him and offers him a full pardon. Victoria turns it down. Not until he receives word of the Acatempan Treaty does he resolve to come out of hiding and rejoin Vicente Guerrero.    "
                },
                "13": {
                    "title": "El nacimiento de la república",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gritos de muerte y libertad (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Agustín de Iturbide, who is exiled in Europe, returns to Mexico. The Congress has issued a decree that declares the ex-emperor a traitor, and gives any person who sees him set foot in Mexico the right to put him to death. Iturbide arrives from England and disembarks in Soto la Marina, where he is recognized by Colonel Felipe de la Garza. The Colonel arrests him and informs him of the irrevocable order to execute him. Unaware of the decree, Iturbide has come back to warn the government of a possible invasion planned by the Holy Alliance, and persuades De la Garza to ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Tommasi, Alejandro"
            },
            {
                "name": "Estrella, Alberto"
            },
            {
                "name": "Ríos, Arturo"
            },
            {
                "name": "Bracho, Julio"
            },
            {
                "name": "Calva, Alejandro"
            },
            {
                "name": "Cacho, Daniel Giménez"
            },
            {
                "name": "Azuela, Irene"
            },
            {
                "name": "Cuétara, Alejandro"
            },
            {
                "name": "Nevarez, Rodolfo"
            },
            {
                "name": "Cavazos, Lumi"
            },
            {
                "name": "Gama, Dagoberto"
            },
            {
                "name": "Luna, Diego"
            },
            {
                "name": "Peña, Luis Fernando"
            },
            {
                "name": "Trejoluna, Gerardo"
            },
            {
                "name": "Méndez, Luis Gerardo"
            },
            {
                "name": "Uribe, Christian"
            },
            {
                "name": "Aragón, Carlos"
            },
            {
                "name": "Cárcamo, Alfonso"
            },
            {
                "name": "de los, Jorge Reyes"
            },
            {
                "name": "García, René"
            },
            {
                "name": "la Vega, Antonio de"
            },
            {
                "name": "Yerger, Dov"
            },
            {
                "name": "Benavides, Osvaldo"
            },
            {
                "name": "Echevarría, Emilio"
            },
            {
                "name": "Suárez, Cecilia"
            },
            {
                "name": "Bianchi, Rosa María"
            },
            {
                "name": "Bichir, Odiseo"
            },
            {
                "name": "Rodarte, Miguel"
            },
            {
                "name": "Vives, Juan Carlos"
            },
            {
                "name": "Yazpik, José María"
            },
            {
                "name": "Zárate, Jorge"
            },
            {
                "name": "Ayala, Alexis"
            },
            {
                "name": "Blume, Ricardo"
            },
            {
                "name": "Carcaño, Álvaro"
            },
            {
                "name": "Colombo, Juan Carlos"
            },
            {
                "name": "D'Amico, Roberto"
            },
            {
                "name": "Martínez, Mario Iván"
            },
            {
                "name": "Parra, Adalberto"
            },
            {
                "name": "Rojo, María"
            },
            {
                "name": "Ruy, Eduardo"
            },
            {
                "name": "Biegai, Marius"
            },
            {
                "name": "Flores, Miguel"
            },
            {
                "name": "Negrete, Eduardo"
            },
            {
                "name": "Ortega, Héctor"
            },
            {
                "name": "Ramírez, Claudia"
            },
            {
                "name": "Zamora, Ruben"
            },
            {
                "name": "Isaac, Mauricio"
            },
            {
                "name": "Peraza, Alejandro"
            },
            {
                "name": "Scanda, Tiaré"
            },
            {
                "name": "Serrán, Juan Carlos"
            }
        ],
        "locations": [
            "Mexico City, Distrito Federal, Mexico",
            "Televisa San Angel, Mexico City, Distrito Federal, Mexico"
        ],
        "genres": [
            "Biography",
            "Drama",
            "History"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 77,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTMzNWY2YTgtYTIwNi00M2NlLTg0NjktOWZjMDgxODdhNjk2XkEyXkFqcGdeQXVyNjEzOTIzMDA@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "MXN7,000,000 (estimated)",
        "languages": [
            "Spanish"
        ],
        "title": "Gritos de muerte y libertad",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Gritos de muerte y libertad (Mexico)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Mastretta, Catalina Aguilar"
            },
            {
                "name": "Gómez, Leopoldo"
            },
            {
                "name": "Irwin, Caitlin María"
            }
        ],
        "production companies": [
            {
                "name": "Televisa S.A. de C.V."
            }
        ],
        "distributors": [
            {
                "name": "Televisa"
            },
            {
                "name": "Televisa Internacional"
            }
        ],
        "plot": [
            "A mini series that shows Mexico's Independence movement.::gritosfan"
        ],
        "tech": {
            "runtime": [
                "22 min",
                "22 min (Mexico)",
                "30 min (Mexico)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 77,
                "rating": 7.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 18,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 28,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 14,
                "rating": 7.0
            },
            "males": {
                "votes": 50,
                "rating": 7.7
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 21,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 10,
                "rating": 7.8
            },
            "females": {
                "votes": 14,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 5.2
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.6
            },
            "us users": {
                "votes": 10,
                "rating": 5.1
            },
            "non us users": {
                "votes": 46,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 21,
            "9": 10,
            "8": 15,
            "7": 6,
            "6": 7,
            "5": 5,
            "4": 5,
            "3": 0,
            "2": 0,
            "1": 8
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}