{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 September 2010"
            },
            {
                "country": "UK\n",
                "date": "24 September 2010"
            },
            {
                "country": "Sweden\n",
                "date": "18 January 2011"
            },
            {
                "country": "Sweden\n",
                "date": "20 January 2011"
            },
            {
                "country": "Australia\n",
                "date": "16 May 2011"
            }
        ],
        "release dates": [
            "UK::5 September 2010",
            "UK::24 September 2010",
            "Sweden::18 January 2011",
            "Sweden::20 January 2011",
            "Australia::16 May 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "An Idiot Abroad"
            },
            {
                "countries": "Finland",
                "title": "Ääliö Ulkomailla"
            },
            {
                "countries": "Hungary",
                "title": "Egy idióta külföldön"
            },
            {
                "countries": "Italy",
                "title": "Scemo di viaggio"
            },
            {
                "countries": "Norway",
                "title": "An idiot abroad"
            },
            {
                "countries": "Poland",
                "title": "Idiota za granica"
            },
            {
                "countries": "Russia",
                "title": "Простак за границей"
            },
            {
                "countries": "Spain",
                "title": "Un idiota de viaje"
            },
            {
                "countries": "Sweden",
                "title": "En idiot på resa"
            },
            {
                "countries": "UK (working title)",
                "title": "Around the World for Ricky Gervais"
            },
            {
                "countries": "UK (working title)",
                "title": "Karl Pilkington's Seven Wonders"
            },
            {
                "countries": "UK (second season title)",
                "title": "An Idiot Abroad 2: The Bucket List"
            },
            {
                "countries": "USA (reissue title)",
                "title": "An Idiot Abroad: Lost Luggage"
            },
            {
                "countries": "USA (third season title)",
                "title": "An Idiot Abroad 3"
            }
        ],
        "akas": [
            "An Idiot Abroad (original title)",
            "Ääliö Ulkomailla Finland",
            "Egy idióta külföldön Hungary",
            "Scemo di viaggio Italy",
            "An idiot abroad Norway",
            "Idiota za granica Poland",
            "Простак за границей Russia",
            "Un idiota de viaje Spain",
            "En idiot på resa Sweden",
            "Around the World for Ricky Gervais UK (working title)",
            "Karl Pilkington's Seven Wonders UK (working title)",
            "An Idiot Abroad 2: The Bucket List UK (second season title)",
            "An Idiot Abroad: Lost Luggage USA (reissue title)",
            "An Idiot Abroad 3 USA (third season title)"
        ],
        "akas from release info": [
            "An Idiot Abroad (original title)",
            "Ääliö Ulkomailla Finland",
            "Egy idióta külföldön Hungary",
            "Scemo di viaggio Italy",
            "An idiot abroad Norway",
            "Idiota za granica Poland",
            "Простак за границей Russia",
            "Un idiota de viaje Spain",
            "En idiot på resa Sweden",
            "Around the World for Ricky Gervais UK (working title)",
            "Karl Pilkington's Seven Wonders UK (working title)",
            "An Idiot Abroad 2: The Bucket List UK (second season title)",
            "An Idiot Abroad: Lost Luggage USA (reissue title)",
            "An Idiot Abroad 3 USA (third season title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Short Way Around: Venice",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 200,
                    "original air date": "19 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    For the latest proposed travel adventure of Marco Polo's route from Venice to China, Karl wants to take along a mate for support and companionship. Who Ricky assigns is Warwick Davis, who Karl believes will be more of a hindrance than an asset if only because of his dwarf stature. But as their stay in their first locale - Venice - progresses, Karl realizes that the biggest problem with Warwick as an adventure travel partner is their total incompatibility in terms of what they want to do and experience. Their first Warwick chosen event is to attend a masquerade ball, which is a ...    "
                },
                "2": {
                    "title": "The Short Way Around: India",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 175,
                    "original air date": "26 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Karl and Warwick arrive in Mumbai, India, the country which Karl hated on his last visit. Warwick, who is immediately taken by the sights and sounds, hopes Karl will appreciate it this second time around, while Karl wants to expose Warwick to the down and dirty side of life in India. They partake in the morning activity of laughing yoga. Ricky manages to get both Warwick and Karl parts in a Bollywood movie, which is right up Warwick's alley, but in which Karl wants to do his own improvisation. Next, Ricky gets them on a train to Varanasi, specifically so that they can...    "
                },
                "3": {
                    "title": "The Short Way Around: China",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 163,
                    "original air date": "2 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Still in India, Karl and Warwick are still clashing over Karl's want to be part of the Spider Sister's \"act\", as Warwick feels it's solely to capitalize on his dwarfism and the old mentality of him and the Spider Sisters being sideshow freaks. Once in China and on a Yangtze River cruise, Warwick believes that Karl's experience on the cruise is some retribution. They next travel to a panda reserve, and are required to get up and close and personal with one in what Karl considers a less than safe way. They decide to do some people watching on a down Sunday in Chengdu, ...    "
                },
                "4": {
                    "title": "A Commentary",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 69,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "0": {
                    "title": "The Preview Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 143,
                    "original air date": "5 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A man, who sees the world as a photograph, is forced by his friends Ricky and Steve to go out to see the seven wonders of the world. What he does not know, is that he will be getting pranked the whole time.    "
                },
                "1": {
                    "title": "China",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 426,
                    "original air date": "24 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Ricky and Stephen send Karl on his first trip to perhaps Karl's worst nightmare: China. The reason that Karl is so afraid of this locale is that what he is exposed to of Chinese culture - that being solely his local Chinatown - he does not understand at all, and he is afraid that if he gets a taste for some exotic Chinese food, such as toad, he won't be able to find it when he gets back home. On his itinerary is Beijing, the Great Wall of China (which he ends up believing is not great but a sham), and Shanhaiguan. Stephen also surprises him with some excursions, ...    "
                },
                "2": {
                    "title": "India",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 344,
                    "original air date": "1 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Upon Karl's arrival in Delhi, his senses are overwhelmed, and not in a good way, which is not helped by his sleeping arrangements. He trusts on day two of his trip, he will feel better if only because things can't get worse. He is scheduled for an eight hour overnight bus ride to the Kumbh Mela Festival, the largest religious festival in the world, which he is not looking forward to since he is not a religious person and doesn't understand the attraction of religion. But the day ends up being a \"colorful\" one in an unexpected way, which in part is the reason for him ...    "
                },
                "3": {
                    "title": "Jordan",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 316,
                    "original air date": "8 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Karl is somewhat excited about his trip to Petra, Jordan, if only because of its association with the movie Indiana Jones and the Last Crusade (1989), although he does mention that he would rather live in a cave across from the palace rather than live in the palace to be able to see the beautiful instead of seeing the squalor from the beautiful. His excitement is tempered when Stephen and Ricky suggest that since he is in the Middle East, that he take advantage of the situation by visiting Israel as well. This suggestion scares him because all news stories out of Israel are generally grim. Karl is amazed by ...    "
                },
                "4": {
                    "title": "Mexico",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 298,
                    "original air date": "15 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Karl isn't overly concerned about going to Mexico beyond Ricky and Stephen's assertion that it probably is the most dangerous place from a personal safety perspective than anywhere he's traveled thus far. As he travels there during the Easter season, Karl is exposed to two religious celebrations, the first which recreates the crucifixion and resurrection of Christ, and the second which is on the surface less religious and which the authorities would like to shut down if only because of its explosive and thus potentially dangerous nature. Interspersed between these two...    "
                },
                "5": {
                    "title": "Egypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 277,
                    "original air date": "22 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    For Karl's trip to Egypt, Ricky and Stephen believe it's time for him to experience budget travel by flying economy and staying in the seediest of hotels, about which Karl is not too happy. Karl's first experiences wandering the streets of Cairo makes him wonder how anyone gets anything done, as he is bombarded by street hawkers at every turn. Unlike his other travels, Karl ends up traveling almost immediately via camel-back to see the main site, the Great Pyramids, due to their close proximity, which ends up being underwhelming if only because of the weather. As he ...    "
                },
                "6": {
                    "title": "Brazil",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 268,
                    "original air date": "29 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When Karl is told that his next trip will be to Rio de Janeiro to see Christ the Redeemer atop Corcovado, his first reaction is that it is akin to a pylon: something that is there everyday that people probably get tired of seeing. What Ricky and Stephen don't tell him until he arrives in Rio is that they want him to be more social on his trips. As such, they place him in a dorm room in a hostel. They do tell him that Carnival will be happening while he's there. He's not too excited about it as he hates crowds and he presupposes it's a gay event, which makes him feel ...    "
                },
                "7": {
                    "title": "Peru",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 259,
                    "original air date": "5 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Karl is relieved that this trip is his last, but is worried that Ricky and Stephen will do something monumentally outrageous to end the series on a high note. Karl has never heard of the monument he is to visit next: Machu Picchu. He is also not aware of the potential of altitude sickness due to lack of oxygen. But he is not concerned about the eleven hour trek to get to Machu Picchu, as he likes camping, and even makes preparations for a makeshift toilet. When he gets to his Peruvian lakeside location to start his trek, he learns that Ricky and Stephen are making him...    "
                },
                "8": {
                    "title": "Karl Comes Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 250,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Karl, now back in Britain after his \"seven wonders\" trips, sits down with Ricky and Stephen to discuss the experience. Stephen is confused by Karl's seemingly contradictory statements about not wanting to miss the many sights and sounds on his travels, but also being overly annoyed by them. Many of those sights center on food. Many of the situations Karl experienced he classifies as false fun, which he does not like in principle. They talk about the people Karl met. Karl tells them about what he thinks he's learned from these travels. They discuss the fact that many ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Desert Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 268,
                    "original air date": "21 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Karl is sent to spend time on a desert island in the South Pacific. Along the way, he attempts bungee jumping, land-diving, and arseboarding, and he meets a tribe that worships Prince Philip.    "
                },
                "2": {
                    "title": "Trans-Siberian Express",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 239,
                    "original air date": "28 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Karl takes the Trans-Siberian Express from Moscow to China. On the trip, he experiences a Russian steam room, undergoes Cosmonaut training, meets a magnetic man, gets buried alive, competes in a wrestling match, and visits a dwarf village.    "
                },
                "3": {
                    "title": "Swim with Dolphins",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 224,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Karl travels to Australia to swim with dolphins, but the trip doesn't turn out as expected. On the way, he stops in Thailand, where he meets some ladyboys and gets attacked by monkeys. In Australia, he swims with sharks instead of dolphins.    "
                },
                "4": {
                    "title": "Whale Watching",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 216,
                    "original air date": "11 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Karl sets off to Alaska to go on a whale-watching cruise. Before heading out to sea, he journeys across a frozen landscape on foot, by snowmobile, and by dog sled. The cruise aboard a working deep-sea fishing boat proves difficult for Karl.    "
                },
                "5": {
                    "title": "Meet a Gorilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 207,
                    "original air date": "18 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Karl travels to Africa to see wild gorillas. Prior to visiting the gorillas, Ricky and Steve send Karl to teach at a school, rebuild a hut, go bungee jumping, visit a domesticated hippo, cook for a king, and go animal tracking.    "
                },
                "6": {
                    "title": "Route 66",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 223,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Karl travels U.S. Route 66. Along the way, he participates in a high school production, a \"snuggle party\", gold mining, monster truck driving, Amish farming, and wing walking.    "
                },
                "7": {
                    "title": "Climb Mount Fuji",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 205,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Karl visits Japan where he trains to be a sumo wrestler, stays in a capsule hotel, decides to invent something, eats fermented Japanese fish, studies with a Zen Buddhist master, participates in a Japanese tea ceremony, and climbs Mt. Fuji.    "
                },
                "8": {
                    "title": "Karl Comes Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "An Idiot Abroad (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 197,
                    "original air date": "10 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Karl returns home from the 'Bucket List' of adventures Ricky and Stephen have sent him on and the guys discuss the highs and lows of his trip    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Pilkington, Karl"
            },
            {
                "name": "Gervais, Ricky"
            },
            {
                "name": "Merchant, Stephen"
            },
            {
                "name": "Campbell, Luke"
            },
            {
                "name": "Yee, Richard"
            },
            {
                "name": "Davis, Warwick"
            },
            {
                "name": "Mondal, Ganga"
            },
            {
                "name": "Mondal, Jamuna"
            },
            {
                "name": "Gee, Andrew"
            },
            {
                "name": "Maciel, Celso"
            },
            {
                "name": "Nurmi, Seija"
            },
            {
                "name": "Romany, Ramy"
            },
            {
                "name": "Dave, Chas &"
            },
            {
                "name": "Chinegwundoh, Frank"
            },
            {
                "name": "Gill, Valerie"
            },
            {
                "name": "Green, Benjamin"
            },
            {
                "name": "Hart, Gail"
            },
            {
                "name": "Johnson, Jamie Jay"
            },
            {
                "name": "Raney, Marty"
            },
            {
                "name": "O'Rourke, Tony"
            }
        ],
        "genres": [
            "Documentary",
            "Adventure",
            "Comedy",
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Australia:M::(some episodes)",
            "Australia:MA15+::(some episodes)",
            "Finland:S",
            "Singapore:R21",
            "Singapore:NC16::(Netflix)",
            "South Korea:15",
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 8.3,
        "votes": 27390,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODM4MjcxNzktMjFlYi00YjM3LTk3MWEtNmZlZWE2MTAxYzQ0XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Brit Karl Pilkington has led a sheltered life. Not having done any traveling, he enjoys living within the comforts of what he knows, basically that being what is purely British. As such, his friends, Ricky Gervais and Stephen Merchant, decide to send Karl to various parts of the world to experience unfamiliar cultures. Stephen believes that travel is a life broadening venture, and hopes that Karl will indeed feel like his life is enriched by these travels. Ricky, however, hopes that Karl will hate every minute of his travels. For Ricky, this experiment is the most expensive gag for his own pleasure that he could have conceived.",
        "languages": [
            "English"
        ],
        "title": "An Idiot Abroad",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Me & You Productions"
            },
            {
                "name": "RiSK Productions"
            },
            {
                "name": "Sky"
            }
        ],
        "distributors": [
            {
                "name": "British Sky Broadcasting (BSkyB)"
            },
            {
                "name": "Science Channel"
            },
            {
                "name": "Travel Channel"
            }
        ],
        "plot": [
            "Brit 'Karl Pilkington' (qv) has led a sheltered life. Not having done any traveling, he enjoys living within the comforts of what he knows, basically that being what is purely British. As such, his friends, 'Ricky Gervais' (qv) and 'Stephen Merchant' (qv), decide to send Karl to various parts of the world to experience unfamiliar cultures. Stephen believes that travel is a life broadening venture, and hopes that Karl will indeed feel like his life is enriched by these travels. Ricky, however, hopes that Karl will hate every minute of his travels. For Ricky, this experiment is the most expensive gag for his own pleasure that he could have conceived.::Huggo"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 27390,
                "rating": 8.3
            },
            "aged under 18": {
                "votes": 11,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 8275,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 11528,
                "rating": 8.2
            },
            "aged 45 plus": {
                "votes": 2264,
                "rating": 7.7
            },
            "males": {
                "votes": 18453,
                "rating": 8.3
            },
            "males aged under 18": {
                "votes": 11,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 6551,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 9303,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 1771,
                "rating": 7.7
            },
            "females": {
                "votes": 4426,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 1639,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 2102,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 463,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 174,
                "rating": 7.0
            },
            "us users": {
                "votes": 3992,
                "rating": 8.3
            },
            "non us users": {
                "votes": 14383,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 7471,
            "9": 6885,
            "8": 7076,
            "7": 3324,
            "6": 1145,
            "5": 431,
            "4": 231,
            "3": 155,
            "2": 146,
            "1": 526
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}