{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "10 July 2010"
            }
        ],
        "release dates": [
            "Denmark::10 July 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "31 Years before the wheel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Is it really so important that wheels are round? Caveman al thinks not. He thinks that his square wheels are totally cool. And maybe square wheels are more safe after all.    "
                },
                "2": {
                    "title": "21007 years before soccer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Since the beginning of time, man has played ballgames. The round shape has been an inspiration to a countless number of games. So as caveman bob sees caveman als ball, he is fast to invent soccer. Unfortunately there is some important differences between als massive stone ball and a inflated leather football.    "
                },
                "3": {
                    "title": "22405 years before bottled water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    It is quite unbelievable, that people will spend their money on bottled water, when most places can tap good water for almost nothing. You may think that bottled water is something new, but even in the long forgotten past, somebody would go far to get a sparkling, delicious and refreshing bottle of bottled water.    "
                },
                "4": {
                    "title": "23506 years before rocket science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    It is not easy to roast beef when the rain pours down. Caveman bob cannot light the wet firewood. Caveman al is happy that he has got some good onions. But then a lightning strikes a tree.    "
                },
                "5": {
                    "title": "2 years before bow and arrows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Caveman bob has an idea. If you attach a string to a stick, you can shoot arrows and make bird hunting much easier. Caveman al laughs. Bow and arrows are for losers. He believes that rocks and wooden clubs are much better. At least you are familiar with them. But all in all, it is not an easy task, hunting birds.    "
                },
                "6": {
                    "title": "25009 years before music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Everywhere you go, you hear music. In the stadium before a match, when you dine at a restaurant, when you shop in a supermarket, on the phone, when you wait to get through to the doctor. It is as if we are afraid of silence. But once upon a time music was a new and very strange thing. For others it was just a handy tool in their daily life.    "
                },
                "7": {
                    "title": "28314 years before commercials",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Caveman bob wonders why caveman al is getting all the customers. The two cavemen are selling fish at the market. \"i have to do something about it\". He decides and buys himself a shiny pink sign. It works, but caveman al isn't stupid so he buys a bigger sign. Bright yellow.    "
                },
                "8": {
                    "title": "26103 years before fitness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Caveman bob thinks that caveman al is very strong. Caveman bob wants to be just as strong, so he borrows al's membership card for the gym. But it is exhausting and dangerous affair just to get to the gym..    "
                },
                "9": {
                    "title": "23111 years before love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Even cavemen have feelings. So when a beautiful cave woman suddenly appears it will of course lead to competition between the cavemen present. And all is fair when it comes to win the love of a cave woman.    "
                },
                "10": {
                    "title": "29412 years before dual flush toilets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Did you ever had to go to a privy? Well if you do then you know how awful it can smell. No wonder that caveman bob is experimenting with the flushing theory. You just have to be moderate with the amount of water you use for flushing.    "
                },
                "11": {
                    "title": "64 years before the soup plate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    A soup plate is a very handy thing, especially when you're eating soup. Before it was invented soup eating was rather silly, and caveman bob, who always has a good idea, figures out how to solve the problem. Unfortunately mankind is not quite ready for a giant intellectual step like this.    "
                },
                "12": {
                    "title": "28416 years before the family doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Caveman al has a mysterious looking red spot on his skin. Caveman bob is eager to find a cure therwise caveman al might die. Several medicines are tested but nothing seems to work. The only way seems to be an operation.    "
                },
                "13": {
                    "title": "? Years before common sense",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    See how a simple line in the dirt suddenly changed the world. From being part of the same mess, caveman al and caveman bob suddenly are nothing alike. It is now \"yours and mine\" and the world has not been quite the same since.    "
                },
                "14": {
                    "title": "20614 years before cheap junk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Caveman al's old stone hammer is not what it used to be, and he needs to repair it - But maybe it's better just to replace it with one of caveman bobs new cheap ones?    "
                },
                "15": {
                    "title": "21415 years before neighbourhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Everybody knows how annoying the dog next door is. Caveman al certainly does and he will do whatever it takes to make it stop barking.    "
                },
                "16": {
                    "title": "188116 years before the barber shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Lice and fleas may have been the reason for the invention of shaving off men's beard and haircuts, but you better be careful with those sharp razors.    "
                },
                "17": {
                    "title": "20517 years before democracy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Caveman al and caveman bob have made a spectacular stone chair, almost as a throne. But they both want to sit in it, so what to do? Caveman bob has a great idea.    "
                },
                "18": {
                    "title": "23819 years before diving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Caveman al is ice fishing with his club but is not particularly successful. Caveman bob has an idea. If you go down to the fish, it will be so much easier to catch them. The only thing is, it takes a lot pumping to breathe down there.    "
                },
                "19": {
                    "title": "20 years before dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    It seems that the human race always has moved, stamped their feet and clapped their hands to rhythm and music. But at one point it must have become more than just random moves. Man started to tell stories and express feelings and dance was invented. Here is what happened - Or?    "
                },
                "20": {
                    "title": "20321 before traffic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    There are two kinds of road users: those who believe in rules and regulations and those ignorant who don't. Caveman bob thinks that to prevent road accidents, there has to be a sudden level of regulations. Caveman al could not care less.    "
                },
                "21": {
                    "title": "26103 years before the greenhouse effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    It was pretty cold in the old days. You had to wear woolen scarfs to keep you from freezing. But then caveman bob gets a great idea. Why not wear woolen hats and woolen sweaters too? All you need is a lot of sheep.    "
                },
                "22": {
                    "title": "21023 years before the aeroplane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Since the morning of times man has been fascinated by birds and the art of flying. Even caveman al who tries to make his kite take off into the air but something is missing. It does not work. Now caveman bob comes along, and his visions about flying is different and a lot more ambitious.    "
                },
                "23": {
                    "title": "27326 years before crossing rivers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    You cannot just cross a roaring river. It can be very dangerous and also wet. But there are ways to do it safely. Caveman bob shows caveman al a couple of them.    "
                },
                "24": {
                    "title": "22228 years before music videos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Caveman al and caveman bob play rock music and look cool with cheap sunglasses and a rock star attitude. They don't have any instruments, so they have to use whatever they can find, which unfortunately not always wants to be used as a music instrument.    "
                },
                "25": {
                    "title": "247729 years before a good night's sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Caveman al is tired an wants to sleep but how can he go to sleep with all the lurking dangers waiting in the dark. Caveman bob says he better buy himself a nice heavy mace.    "
                },
                "26": {
                    "title": "24130 years before superstition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Originalos? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    A real miracle appears as caveman al is sawing his plot. Two stones placed on top of each other cracks the sky open and life giving rain pours down. Caveman al sees it as a coincidence, but caveman bob is certain this is a miracle, that can be developed and capitalized.    "
                }
            }
        },
        "number of episodes": 26,
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "3"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "zxx"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Denmark:A",
            "Denmark:A",
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWJhMTI4MWMtNDFmMy00OTY1LWFjZTktMjNmY2VjZjBkNmEwXkEyXkFqcGdeQXVyNzgxMzUwNTg@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Each episode takes off with the invention of a specific obeject or idea, that we use in our everyday life of today. But at the time it was invented, it must have been a milestone along the bumpy road of development. In this case only, we are present a certain number of years before the real version arrived. The wheel has not quite found the right shape yet, and some of the originalos people can not see any use of a soup plate. We watch some of the struggles these idea men may have suffered, and one or two of the wrong turns a good invention may have taken, before the right idea did appear.",
        "languages": [
            "None"
        ],
        "title": "Originalos?",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Originalos? (Denmark)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Madsen, Karsten"
            }
        ],
        "production companies": [
            {
                "name": "Tiny Film"
            }
        ],
        "distributors": [
            {
                "name": "DR Ramasjang"
            },
            {
                "name": "Monster Entertainment"
            }
        ],
        "plot": [
            "Tells the story about how a specific object was invented. Or rather: was NOT invented. We are present some time before the real version arrived. Not scientifically proven facts, but a good laugh, and maybe a thought or two.::Karsten Mungo Madsen",
            "Each episode takes off with the invention of a specific obeject or idea, that we use in our everyday life of today. But at the time it was invented, it must have been a milestone along the bumpy road of development. In this case only, we are present a certain number of years before the real version arrived. The wheel has not quite found the right shape yet, and some of the originalos people can not see any use of a soup plate. We watch some of the struggles these idea men may have suffered, and one or two of the wrong turns a good invention may have taken, before the right idea did appear.::Karsten Mungo Madsen"
        ],
        "tech": {
            "runtime": [
                "3 min (Denmark)",
                "3 min (original) (Denmark)"
            ],
            "color": [
                "Color",
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 8.8
            },
            "males": {
                "votes": 17,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.3
            },
            "females": {
                "votes": 3,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 8.0
            },
            "us users": {
                "votes": 3,
                "rating": 8.0
            },
            "non us users": {
                "votes": 11,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 3,
            "9": 3,
            "8": 5,
            "7": 8,
            "6": 3,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}