{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "1 November 2010"
            }
        ],
        "release dates": [
            "Netherlands::1 November 2010"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Ontgroening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "26 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Bram's former pledge class now attends an annual alumni gala, hoping to land the kind of dream jobs Mercurius networking ultimately aims for. Olivier, still a student eight years in a row, is not amused when told be a regular senior he's no longer fit for hazing the new pledges, which include Neeksma's brighter kid brother Jeroen. Hemerslag dryly informs Olivier and his sister that the crisis has rendered their bank inheritance worthless, so he resigns as their trust fund administrator and the frat's, suggesting they should sell its last significant asset, the grand ...    "
                },
                "2": {
                    "title": "Novietjes testen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "2 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The formal hazing may be over, Noordzij and co pull a cruel prank on Edward Beeksma's model-behaved pledge cousin Jeroen and his cockier mates, tricking them into believing they killed and cooked a bunny, supposedly president Bram's \"late\" sister's. Bram is sworn in as attorney while Marie hides she can't even handle the only job she landed, as barmaid. Olivier's creditors move to foreclose Ithaka dorm. Bram's law firm boss, alumnus John Francken, demands Mercurius admission, against frat rules, for his son Vincent, without mentioning it's a juvenile delinquent, just ...    "
                },
                "3": {
                    "title": "Inzameling lustrum gala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "9 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Olivier is now so broke he can't pay a cab driver after overplaying his hand while attempting to sell his sport-car, which proves in dire condition after years of neglect. Family lawyer Hemerslag humiliates Marie, who thus looses her waitress job. Bram needs to please his boss by arranging a pledge admission against the rules, for his sickly relative. That requires stealing the legacy spot filled by Beeksma's model-behaved cousin Jeroen, who gets falsely blamed for the theft of off cash raised by the girls.    "
                },
                "4": {
                    "title": "Sjaarsveiling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "De Varsity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "23 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Zuipen op de toko",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "30 Sep. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Huisfeestje Walhalla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Oct. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Veteranendiner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Lustrumgala (1)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Lustrumgala (2)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Welkom stelletje kutfeuten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Butcher's son Bram Wagtmans is one of the four pledges at a posh Dutch university's mixed but mainly male student society, singled out during hazing to care for the piglet mascot on top of endless chores and abuse. Fear of old boys favoritism and nepotism made him lie his dad is a lawyer, but a fake identity changes a lot.    "
                },
                "2": {
                    "title": "Gepokt en gemazeld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Bram must quickly overcome the shock of seeing Hendrik Sr. stab the mascot bunny to death as the hazing resumes. President Olivier de Ruyter tries to save Bram's bacon, which after a stupid smack for Freek is only possible by making a bet, the protégé who arrives first in a dropping may stay in the frat. During that run, Bram learns Freek is frustrated by his bully brother and suffers from a heart condition. Alas Bram previously dumped Freek's backpack, containing the medicine for his congenital hart condition. Desdpite Olivier's arrival, the outcome is fatal.    "
                },
                "3": {
                    "title": "Billen bloot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After Freek's funeral, father Bolhuis bitterly tells Hendrik bitterly it's bad enough he failed to protect his kid brother, help with childish 'revenge' on rival Olivier is out of the question. The fraternity ends the pledging season not with a hell-night but in an orgy, the only pains of which come from a prostitute's craps. Bram panics when a reporter asks questions about the tragic incident, but Olivier, who already arranged for Freek's incriminating backpack to be found and disposed of, promises to smooth any risk of criminal charges.    "
                },
                "4": {
                    "title": "Ithaka en Vrijthof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Hendrik pretends to believe Olivier's story about Freek's death, but asks his powerful father to break his mate. But Hendrik is told that he's a worthless son who more than failed to protect his poor kid brother, so he keeps investigating on his own. After Olivier's mate Beeksma feels victimized in a silly row over a girl, Bram is ordered to break up his friendship with Joep to enable a raid on the rival chapter's house, but they are outsmarted.    "
                },
                "5": {
                    "title": "Het ongeluk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The frat is mildly shocked when Olivier cheekily announces he has got and probably spread the whore's STD, causing a rush to medical check-up. Bram is immensely grateful when Olivier covers for him, playing the drunk, when the police takes him to the precinct concerning Freek's death. Joep however suspects Olivier of foul play, snoops until he finds incriminating data and takes them to the Bolhuis family.    "
                },
                "6": {
                    "title": "Olivier is jarig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The whole chapter is invited for Olivier's birthday dinner at the grand De Ruyter home. Olivier is moody, despite his gift, a vintage car. He gets drunk, being jealous of Bram now his sister Marie-Claire showed his mate some interest. Father De Ruyter gets a visit from Freek's Onno, whose offer to settle the boy's tragic death amicably with a mere confession from Olivier is rejected. Instead, the police gets cued to arrest Hendrik for an old car crash and Trudy, the witness concerning Freek's belated hospitalization, retracts claiming to be bullied by the Bolhuis ...    "
                },
                "7": {
                    "title": "Vader-kinddag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Het gala",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Joep pretends to have left the frat on his own accord. The pledge year is over, and Marie is Bram's date to his senior installation ball, clearly to overprotective brother Oivier's disease, even with an incestuous taste. Olivier orders Freek's hidden medicine backpack to be delivered to the police, so Bram will be arrested as his murderer. But a clever provocation and a hidden walkie-talkie conspiracy brings out the horrible truth.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 8,
                    "plot": "\n    Joep pretends to have left the frat of his own accord. Now the pledge year is over, Marie is Bram's date to his senior installation ball, clearly to his brother's displeasure. Olivier orders Freek's hidden medicine backpack to be taken to the police, so Bram will be arrested as his murderer. But a clever provocation and a hidden walkie-talkie conspiracy bring out the horrible truth.    "
                }
            },
            "2": {
                "1": {
                    "title": "Katers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Mercurius frat eagerly prepares to welcome as new pledge HRH Alex, a cousin of the Dutch monarch. Newspaper reporter Jurg van Ginkel is eager to find out why the prince was previously tutored privately and plans to have an apprentice pledge. Meanwhile the mighty alumni fathers are determined to prevent Oliver's arrest ruining his life. The detective in charge is open to a peculiar bribe. Despite his initial refusal, key witness Bram ends up accepting a deal to make him chapter president.    "
                },
                "2": {
                    "title": "Praeses Wagtmans?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Honoring his deal with the mighty alumni, Bram is inaugurated as Mercurius frat's Ithaca chapter president, at seniors' expense. Olivier curses being forced to move out and back home. Bram welcomes the new pledge class, especially the royal prince Alex, who has mixed feelings about his bodyguard - dorm-room-mate. A further surprise is Bram's traditional abduction to be dropped, boxers only, near a church from where he must find the venue of his frat senate admission test.    "
                },
                "3": {
                    "title": "Koelkasten en kutfeuten?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "13 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Bram starts his term as Mercurius frat's Ithaca chapter president, in charge of hell-week. He handles the case of shy royal prince Alex well, making him admit he joins to make friends at last and on that account goes less absurdly easy on him. Undercover reporter Charlie wriggles out of being caught searching Alex's luggage and makes his royal acquaintance. Olivier's bitter refusal to make up with his father causes the patriarch to get a serious cardiac arrest.    "
                },
                "4": {
                    "title": "Welcome @ Ithaka?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Bram may officially represent Mercurius at father de Ruiter's funeral, but Marie-Claire dumps him as an ambitious hypocrite. Worse, after the testament is read, his bank cancels the frat's annual 1,000,000 allowance, the bulk of its budget, unless Bram is voted down. Royal prince Alex is offered 'suitable quarters' as discretely agreed with his father, the spacious inverse of a traditional pledge's room, but prefers regular treatment and promises Bram to pay 200,000 'rent' for it, from his private trust fund. Undercover reporter Charlie reports to Jurg van Ginkel, who...    "
                },
                "5": {
                    "title": "Heil Prins Alex!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Royal prince Alex is order by his father to undo his 'rent', he's barely allowed to stay in the frat. Bram sides with him and mediates with the royal father Robbie, but his own frat chapter 'senate' votes he should resign so Olivier's bank may resume subsidizing Ithaka. Undercover reporter Charlie promise to Jurg van Ginkel a sequel soon to the saucy scandal article 'Prince Lager pays the party'. The exclusive 'taboo' party provides a controversial sight: prince Alex appears in a Nazi uniform he borrowed from the royal palace.    "
                },
                "6": {
                    "title": "De Tafel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Bram's position as frat president looks hopeless when he has to 'dealy' the popular annual beer binge competition because the lager supplier refuses to deliver on credit. Royal prince Alex actually defeats a senior. Olivier sees his chance to invoke a bylaw stating if a heavy oak table is carried outside, requiting about 30 members, the president must step down, promising he'll transfer the family bank's annual contribution the day after that happens. Bram bitterly sneers taking over the presidency was Olivier's plan from the start, but is convinced he only wants to ...    "
                },
                "7": {
                    "title": "De deur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Shy, sensitive royal prince Alex hasn't yet 'earned a door' by having sex and admits being a virgin. Olivier sees to it that soon changes during a small orgy, despite Bram's worried objections. The sex goes well, but installing the door leads to a silly accident, landing Alex in hospital. Royal father Robbie appreciates the frat's discretion and allows Alex to stay after 'this very last incident'. Fired vice president Van Genugten learns Charlie is an undercover reporter and insists his mother Anna explains to them the deal that made Bram president instead of Olivier....    "
                },
                "8": {
                    "title": "Op de toekomst",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Now the controversy seems solved by Olivier's readmission, a gleaming frat president Bram presides over the biannual alumni reunion, another beer party. Prince Alex doesn't mind being made drunk. Meanwhile Marie searches the pledge girls' rooms and thus finds Charlie's research notes. She informs Jorg, who arrives furious and dumps her as both lover and undercover reporter.    "
                },
                "9": {
                    "title": "21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Jurg's editor is delighted with his article on the cover-up of Freek's death. Olivier's confidence he can buy off the reporter proves sadly mistaken. Bram's frat mates trick him to his family home to celebrate his 21st birthday. Marie discloses there that Charlie was planted as Jorg's undercover. The police is openly watching Brama and Olivier, who expects to be jailed after all. Hemerslag and Keller however are determined to fix everything again with Bram as scapegoat.    "
                },
                "10": {
                    "title": "Auto Vincere, Aut Mori!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Feuten (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Jurg's editor promises him an interior news tenure as reward for the article on the frat homicide. Hemerslag and Keller demand Bram resigns as as scapegoat, while Olivier will probably be jailed. Their unsuspecting frat mates are ready to enter upper class professional life. Olivier however takes prince Alex's royal father the Nazi uniform picture, pretending that's part of the article. Jurg's editor is easily intimidated and holds the presses. To win Bram back, Charlie pretends not to be his undercover informer, so Jurg is fired. Alex pays a grim price.    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Broekman, Manuel"
            },
            {
                "name": "Murck, Tim"
            },
            {
                "name": "Verboom, Hanna"
            },
            {
                "name": "van Loon, Jurjen"
            },
            {
                "name": "Speller, Anna"
            },
            {
                "name": "Brinkman, Ruben"
            },
            {
                "name": "de Hoog, Robert"
            },
            {
                "name": "Hoes, Abbey"
            },
            {
                "name": "Lakemeier, Martijn"
            },
            {
                "name": "Evers, Korneel"
            },
            {
                "name": "Koblenko, Victoria"
            },
            {
                "name": "Maerten, Bo"
            },
            {
                "name": "van Zinnicq, René Bergman"
            },
            {
                "name": "Steenkamp, Thijs"
            },
            {
                "name": "Hoes, Hans"
            },
            {
                "name": "Schoneveld, Pepijn"
            },
            {
                "name": "Treurniet, Dimme"
            },
            {
                "name": "Blanken, Madelief"
            },
            {
                "name": "der Woude, Jochum van"
            },
            {
                "name": "van Beusekom, Jasper"
            },
            {
                "name": "Schwarze, Bob"
            },
            {
                "name": "van Asten, René"
            },
            {
                "name": "Weeber, Egbert Jan"
            },
            {
                "name": "van Vledder, Xander"
            },
            {
                "name": "Gerritsma, Tjebbo"
            },
            {
                "name": "van Rijthoven, Harry"
            },
            {
                "name": "den Hoek, Nelly van"
            },
            {
                "name": "Heijmans, Simon"
            },
            {
                "name": "Prijs, Serge"
            },
            {
                "name": "Rietman, Mark"
            },
            {
                "name": "Wouterse, Jack"
            },
            {
                "name": "de Sande, Matthijs van Bakhuyzen"
            },
            {
                "name": "der Woude, Jochem van"
            },
            {
                "name": "van Heijningen, Erik"
            },
            {
                "name": "Klever, Bart"
            },
            {
                "name": "Woudenberg, Helmert"
            },
            {
                "name": "Dames, Margo"
            },
            {
                "name": "der Heijden, Hein van"
            },
            {
                "name": "Knops, Julien"
            },
            {
                "name": "Bussemaker, Reinout"
            },
            {
                "name": "Dapiran, Lonneke"
            },
            {
                "name": "Hermannsdottir, Lilja Björk"
            },
            {
                "name": "Ipenburg, Inge"
            },
            {
                "name": "der Meer, Sijtze van"
            },
            {
                "name": "Leijen, Roscoe"
            },
            {
                "name": "Voogd, Willem"
            },
            {
                "name": "Zeelenberg, Dirk"
            },
            {
                "name": "Bozzolini, Erwin"
            },
            {
                "name": "Muller, Hero"
            },
            {
                "name": "Retèl, René"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Netherlands:12"
        ],
        "number of seasons": 3,
        "rating": 7.5,
        "votes": 783,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM3YmFlYzAtZTYxZC00YTE0LWI5M2UtZWUyNzMwOWQ4ZDdhXkEyXkFqcGdeQXVyMjEzNDg1MTM@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Butcher Wagtmans's son Bram joins prestigious Dutch frat Mercurius. He becomes best mates with slick silver-spoon womanizing Senior Olivier de Ruyter, who helps Bram survive the hazing and introduces him to join his, the most esteemed frat-house. Bram's arrogant fellow/rival Hendrik Bolhuis and his sickly kid-brother, Bram's pledge-classmate Freek, tried their best to keep commoner Bram out. After Freek's nightly death during hell-night, Bram, who becomes Olivier's doted sister's lover, and Bram's buddy Joep start finding out the truth is complexer and darker, with matching price-tags.",
        "languages": [
            "Dutch"
        ],
        "title": "Feuten",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2013",
        "akas": [
            "Feuten (Netherlands)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Bosch, Willem"
            },
            {
                "name": "Leendertse, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Pupkin Film"
            },
            {
                "name": "BNN TV"
            }
        ],
        "distributors": [
            {
                "name": "BNN TV"
            },
            {
                "name": "Indies Home Entertainment"
            },
            {
                "name": "Twin Pics"
            }
        ],
        "other companies": [
            {
                "name": "Kemna Casting"
            },
            {
                "name": "Warnier Studio Amsterdam"
            }
        ],
        "plot": [
            "Butcher Wagtmans's son Bram joins prestigious Dutch frat Mercurius. He becomes best mates with slick silver-spoon womanizing Senior Olivier de Ruyter, who helps Bram survive the hazing and introduces him to join his, the most esteemed frat-house. Bram's arrogant fellow/rival Hendrik Bolhuis and his sickly kid-brother, Bram's pledge-classmate Freek, tried their best to keep commoner Bram out. After Freek's nightly death during hell-night, Bram, who becomes Olivier's doted sister's lover, and Bram's buddy Joep start finding out the truth is complexer and darker, with matching price-tags.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 783,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 346,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 255,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 39,
                "rating": 7.3
            },
            "males": {
                "votes": 592,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 282,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 227,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 39,
                "rating": 7.3
            },
            "females": {
                "votes": 92,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 60,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 25,
                "rating": 7.1
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 7.7
            },
            "us users": {
                "votes": 10,
                "rating": 7.2
            },
            "non us users": {
                "votes": 492,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 106,
            "9": 84,
            "8": 260,
            "7": 218,
            "6": 72,
            "5": 16,
            "4": 4,
            "3": 6,
            "2": 5,
            "1": 12
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}