{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 August 2010"
            }
        ],
        "release dates": [
            "USA::5 August 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Stan Lee's Superhumans"
            },
            {
                "countries": "Brazil",
                "title": "Os Super-Humanos de Stan Lee"
            },
            {
                "countries": "France",
                "title": "Stan Lee et les Super-Humains"
            },
            {
                "countries": "Hungary",
                "title": "Stan Lee bemutatja: Szupermenek a valóságban"
            },
            {
                "countries": "Russia",
                "title": "Сверхлюди Стэна Ли"
            },
            {
                "countries": "USA (complete title)",
                "title": "Stan Lee's Superhumans"
            },
            {
                "countries": "World-wide (Spanish title)",
                "title": "Súper Humanos"
            },
            {
                "title": "Superhumans"
            }
        ],
        "akas": [
            "Stan Lee's Superhumans (original title)",
            "Os Super-Humanos de Stan Lee Brazil",
            "Stan Lee et les Super-Humains France",
            "Stan Lee bemutatja: Szupermenek a valóságban Hungary",
            "Сверхлюди Стэна Ли Russia",
            "Stan Lee's Superhumans USA (complete title)",
            "Súper Humanos World-wide (Spanish title)",
            "Superhumans "
        ],
        "akas from release info": [
            "Stan Lee's Superhumans (original title)",
            "Os Super-Humanos de Stan Lee Brazil",
            "Stan Lee et les Super-Humains France",
            "Stan Lee bemutatja: Szupermenek a valóságban Hungary",
            "Сверхлюди Стэна Ли Russia",
            "Stan Lee's Superhumans USA (complete title)",
            "Súper Humanos World-wide (Spanish title)",
            "Superhumans "
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Throat of Steel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "13 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Stan's comic-book character's bodies had physically shocking features and gruesome modifications, enabling them to perform incredible feats. But Daniel Browning Smith goes in search of real people who claim their bodies can do things that no normal human can do. While most humans aren't able to withstand the effects of high voltage or current, Daniel investigates rumors of the legendary Duongs, an entire family in Vietnam that claim to be shock proof. John Doyle has a real-life ability to control his eyes like a chameleon that will literally make your eyes pop out in ...    "
                },
                "2": {
                    "title": "Painproof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "20 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Stan sends Daniel to meet four people who can control their perception of pain, and push their bodies to unthinkable levels. Having created so many fictional pain-proof characters in his comics, Stan never thought real people could possess immunity to pain, but these four individuals perform staggering feats of pain tolerance that challenge the known limits of the human body. Eduardo Lasaga claims he can withstand extreme amounts of bone-crunching weights on his body. But, is he really un-crushable? Evgeny Kuznetsov takes the gore factor to the extreme, withstanding ...    "
                },
                "3": {
                    "title": "Human Fireball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "27 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    This time Stan wants Daniel to investigate four people who claim to have superhuman heat tolerance, performing potentially deadly demonstrations that push themselves, and the human body, to new limits. Daniel puts them to the test to find out if they really can stand the heat! Ted Batchelor claims he is fireproof. At Salinas Airfield, Ted attempts the longest full body burn of all time, running over 500 feet, whilst burning at temperatures of 2400 Fahrenheit. Kann Trichaan from Thailand is rumored to be immune to the searing heat of boiling cooking oil, and appears to...    "
                },
                "4": {
                    "title": "Powerlifting Pastor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "6 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Super-strength appears in almost all comics, whether a natural-born ability or the result of some misguided scientific experiment. This time Daniel investigates four claims of genuine real-life super-strength that appear to take human power to mind boggling levels. Ales Novak claims to have the ability to scale ropes incredibly fast, using his own pulling power. Daniel tests the man known as the human winch, to find out if he is truly superhuman. Kevin Fast claims he's the strongest man in the world. He says his ability is a power granted by God, but he's going to ...    "
                },
                "5": {
                    "title": "Fearproof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    This time Stan wants Daniel to meet four people who claim to be fear-proof, and push man's limits to the very edge, performing staggering feats at extreme heights that would paralyze any normal person with fear. Julio Munoz claims to have the ability to switch off fear, and wants to prove it by attempting one of the scariest stunts of all time that requires superhuman nerves of steel. Tyler Bradt takes fearlessness to a whole new level, kayaking over waterfalls hundreds of feet high. Andy Lewis is a fearless slackliner who uses no safety harness when traversing deadly...    "
                },
                "6": {
                    "title": "Rapid Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Comics are full of inventors and geniuses that use machines to perform amazing feats. Stan sends Daniel to meet real life inventors who claim to have built machines that that merge man and machine. But can they take humans to the next level, to become superhuman? Jerry Miculek is rumored to be able to fire an old fashioned handgun, faster than a fully automatic. Daniel puts that claim to the test, to see if he is... a human machine gun. Francky Zapata claims he has built a machine that allows him to fly through and over the water, just like Iron Man. Time for Daniel ...    "
                },
                "7": {
                    "title": "Man vs. Beast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "27 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Animals are imbued with incredible abilities, like echo-location, super-sight. This time Stan is sending Daniel on a mission to find four people who claim they have the ability to match nature's superpowered animals. Ru Anting claims to have superpowered tear-ducts, that can shoot liquid even further than the deadly Spitting Cobra. Daniel heads to Vietnam, to put his claims to the test. Kie Willis claims to have a superhuman jump, that he says can match nature's most powerful jumpers, the leopard. Daniel investigates claims that Igor Zaripov could have jaws just as ...    "
                },
                "8": {
                    "title": "High Voltage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Genetic mutation produces incredible comic-book superheroes. But Stan wants Daniel to meet four real people who claim to have a difference in their physiology, that makes them superhuman! Mr. Duong claims that his entire family possess a genetic mutation that makes them completely immune to electrocution, and can hang from a live pylon and survive. Orlando Serrell claims he was turned into a real life genius after being hit on the head, and can remember the exact weather every day since the accident. Thanks to a unique genetic mutation, Joshua Carter is able to ...    "
                },
                "9": {
                    "title": "Disc of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The secret of any good superhuman is a deadly power hidden beneath an ordinary exterior. This time Stan is on the hunt for people with secret abilities that turn them into lethal human weapons! Lee Morrison says he has trained himself to deliver a super-powered strike, as deadly as a tiger claw. Brodie Smith is rumored to use an every day frisbee with killer accuracy. Daniel puts him head-to-head with a sniper to find out how accurate he really is. Rick Smith Jr. claims to be able to throw an everyday playing card with devastating accuracy and power, but can he throw ...    "
                },
                "10": {
                    "title": "Ultimate Super Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "17 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Creating teams of comic book heroes requires a combination of incredible but unique superpowers. This time Daniel meets four people with totally separate powers...but could they be ultimate team of real life superhumans? Adam Winrich claims to have extraordinary accuracy with a whip and has turned this old-school object into a comic book weapon just like a real life Whiplash! Daniel seeks out Will Trubridge, a free-diver that claims he can dive deeper than anyone else with no mechanical assistance. Is he really a human submarine? Joel King claims he's built a ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Electro Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Daniel Browning Smith, a man with Superhuman flexibility, travels to India to investigate the local legend that Rajmohan Nair has developed immunity to electric current and can let it pass through his body, unharmed. Just one tenth of an amp can kill, but Daniel witnesses Mohan passing more than 30 times that amount through his body. Can anyone really be immune to electrocution?    "
                },
                "2": {
                    "title": "Killer Punch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Daniel is in Vegas to meet Bob Munden the planet's fastest gunslinger, rumored to be faster than the blink of an eye, and with accuracy second to none. Using electromyography, and the fastest camera technology in the world, we investigate whether his speed goes beyond what science says is humanly possible.    "
                },
                "3": {
                    "title": "Hammer Head",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Daniel meets Dean Karnazes. He's run 50 marathons in 50 days, and then ran 1300 miles back to the start. But how can Dean's body not suffer the exhaustion and fatigue faced by everyone else on earth? John Ferraro is rumored to have a skull that can withstand sledgehammers, bowling balls and even jackhammers.    "
                },
                "4": {
                    "title": "Human Speed Bump",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 20,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Daniel's incredible journey continues, as he investigates Tim Cridland, who claims to be able to switch off pain. He demonstrates his ability to go beyond normal pain thresholds by impaling himself with skewers, with little or no bleeding. Derek Paravicini is a blind autistic man with an incredible \"superhuman\" gift.    "
                },
                "5": {
                    "title": "Human Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 21,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Host Daniel Browning Smith heads to the Caribbean to meet Patrick Musimu, who's able to dive to 656 feet on a single breath. Inspired by Stan Lee's own Aqua Man, Patrick believes there is no limit to how far he can push his ability to withstand the enormous pressures associated with such depths.    "
                },
                "6": {
                    "title": "Human Crash Test Dummy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 20,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Isao Machii is a real life modern day samurai with unbelievable sword skills. But are his eyesight, accuracy, speed truly superhuman? To find out, Daniel asks him to attempt to cut a speeding rubber bullet in mid air. dexterity and body control in the face of death.    "
                },
                "7": {
                    "title": "Rubber Band Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Daniel Browning Smith's search for real life superhumans takes him to Wisconsin to meet Tim Friede. Tim has made himself a human guinea pig, allowing some of the world's deadliest snakes to bite him and recording the results, to hopefully reduce the 20,000 deaths that are caused by snakebite annually throughout the world.    "
                },
                "8": {
                    "title": "Jaw Breaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Daniel heads to Chicago to meet \"The Human Stun Gun\"--a man who claims to be able to knock a man to the ground without touching him. Next, it's off to Marrakech, Morocco to meet Salim Haini, dubbed, \"the man who eats anything.\" Watch him chow down on candles, plastic, strip lights, sawdust, nails, newspapers and more!    "
                }
            },
            "2": {
                "1": {
                    "title": "Unbreakable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    In a temple in Kuala Lumpur, Shaolin monk Hu Qiong demonstrates his unbreakable body by smashing steel on his head, and spears in his throat. Bio-mechanic professor Dan Voss measures the forces at play to prove this is real.    "
                },
                "2": {
                    "title": "Shark Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Daniel searches out \"The Spring,\" an unlikely internet star from Wisconsin, to see if his talents are for real. Could he be the greatest jumper on the planet? An American born fighter claims he can break baseball bats in half with a single kick.    "
                }
            },
            "3": {
                "1": {
                    "title": "Yo Yo Ninja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "28 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    In his quest to find people with real superpowers, Daniel Browning Smith meets some extraordinary individuals including the man with the strongest neck on earth.    "
                },
                "2": {
                    "title": "Super Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "7 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The search is on to find more real-life superhumans! First Daniel is in Canada to meet Pat Poviliatis and a man who boasts his hands are tough enough to withstand the deadly jaws of a steel-tooted cougar-trap.    "
                },
                "3": {
                    "title": "Human Shield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Rene Richter says he has the strongest teeth on earth, capable of bending coins. But we discover his strength lies in his jaw, which Rene says allows him to lift over 1000lbs.    "
                },
                "4": {
                    "title": "Steel Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel meets Ho in Kuala Lumpur, where he demonstrates his incredible ability, smashing through the rock hard exterior of a coconut with his index finger. Dan Voss measures the force of his \"finger of steel.\"    "
                },
                "5": {
                    "title": "Spider Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "28 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    At high altitude, low oxygen causes hypoxia, altitude sickness and very quickly, death. But Ang Rita Sherpa claims he's climbed Everest 10 times with no extra oxygen.    "
                },
                "6": {
                    "title": "Beast Masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "21 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Dean Sheldon claims to be immune to America's deadliest scorpion venom. Daniel asks him to prove it by collecting 22 wild scorpions form the Arizona desert, and putting them in his mouth, all at once!    "
                },
                "7": {
                    "title": "Rocket Blader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "28 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Stan sends Daniel to meet 38-year-old German speed fanatic Dirk Auer, who claims that with his incredible turbo powered rocket backpack and skates, he can reach amazing speeds.    "
                },
                "8": {
                    "title": "Robo Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "4 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Matthius Schlitte was born with Proteus syndrome, giving him one arm MUCH bigger than the other. He has used this genetic difference as a gift, and through training, turned himself into a top arm wrestler, capable of beating men twice his size.    "
                },
                "9": {
                    "title": "Bird-Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The ultimate superpower is flight, and Yokke Sommer is rumored to have achieved it--coming as close to a bird as any human has ever achieved. Daniel meets him on a 1000ft cliff in Norway, the site of many tragic deaths.    "
                },
                "10": {
                    "title": "Supersight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stan Lee's Superhumans (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Daniel travels to Sardinia to meet free diver Stig Severinson who wants to take breath holding beyond all known human capabilities. He says he wants to hold his breath for over 20 minutes!    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Lee, Stan"
            },
            {
                "name": "Smith, Daniel Browning"
            },
            {
                "name": "Bir, Cynthia"
            },
            {
                "name": "Menor, Melchor"
            },
            {
                "name": "Amin, Milan R."
            },
            {
                "name": "Amonette, Bill"
            },
            {
                "name": "Bavli, Guy"
            },
            {
                "name": "Cameron, Tom"
            },
            {
                "name": "Crawford, Langdon"
            },
            {
                "name": "Cridland, Tim"
            },
            {
                "name": "Durvasula, Ramani"
            },
            {
                "name": "Ellis, Shaun"
            },
            {
                "name": "Faure, Paul"
            },
            {
                "name": "Ferraro, John"
            },
            {
                "name": "Flansburg, Scott"
            },
            {
                "name": "Gary, Norman"
            },
            {
                "name": "Haight, Rusty"
            },
            {
                "name": "Hubbard, David"
            },
            {
                "name": "Ivey, Charles"
            },
            {
                "name": "Karnazes, Dean"
            },
            {
                "name": "Machii, Isao"
            },
            {
                "name": "Meyer, Dan"
            },
            {
                "name": "Muhammad, Kenny"
            },
            {
                "name": "Munden, Bob"
            },
            {
                "name": "Musimu, Patrick"
            },
            {
                "name": "Nair, Raj Mohan"
            },
            {
                "name": "Nowinski, Chris"
            },
            {
                "name": "Paravicini, Derek"
            },
            {
                "name": "Poe, Greg"
            },
            {
                "name": "Robinson, Chris"
            },
            {
                "name": "Rogers, Dennis"
            },
            {
                "name": "Rossi, Yves"
            },
            {
                "name": "Ruiz, Juan"
            },
            {
                "name": "Rønningsbakken, Eskil"
            },
            {
                "name": "Santini, Steve"
            },
            {
                "name": "Shenton, Martha"
            },
            {
                "name": "Smith, Joseph"
            },
            {
                "name": "Spaniol, Frank"
            },
            {
                "name": "Taylor, Darren"
            },
            {
                "name": "Turner, Garry"
            },
            {
                "name": "Vatcher, Jim"
            },
            {
                "name": "Warren, Joshua P."
            },
            {
                "name": "White, Ron"
            },
            {
                "name": "Williams, Stevie"
            },
            {
                "name": "Zarins, Zinta"
            },
            {
                "name": "Andreotti, Sarah"
            },
            {
                "name": "Evans, Aaron"
            },
            {
                "name": "Ito, Kenichi"
            },
            {
                "name": "Karpul, David"
            },
            {
                "name": "Netherland, Chad"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Singapore:PG13::(season 1)",
            "United States:TV-PG"
        ],
        "number of seasons": 4,
        "rating": 7.4,
        "votes": 625,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQyMzE3MDA4Ml5BMl5BanBnXkFtZTgwMjE4NzcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Stan Lee's Superhumans",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Off the Fence"
            },
            {
                "name": "History Channel"
            }
        ],
        "distributors": [
            {
                "name": "A&E Home Video"
            },
            {
                "name": "A&E Home Video"
            },
            {
                "name": "History Channel"
            }
        ],
        "other companies": [
            {
                "name": "Audio Networks"
            },
            {
                "name": "Buzzy's Recording"
            },
            {
                "name": "Hello Charlie"
            },
            {
                "name": "Marvel Entertainment"
            }
        ],
        "plot": [
            "Stan Lee and Daniel Browning Smith travel the world looking for humans that have powers like heros from comic books.::Andrew James Minucci"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 625,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 196,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 243,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 68,
                "rating": 6.5
            },
            "males": {
                "votes": 470,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 174,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 213,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 57,
                "rating": 6.4
            },
            "females": {
                "votes": 65,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 22,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 28,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 35,
                "rating": 6.5
            },
            "us users": {
                "votes": 153,
                "rating": 7.2
            },
            "non us users": {
                "votes": 255,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 128,
            "9": 73,
            "8": 137,
            "7": 141,
            "6": 73,
            "5": 24,
            "4": 17,
            "3": 7,
            "2": 8,
            "1": 17
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}