{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2010"
            },
            {
                "country": "Canada\n",
                "date": "16 April 2010"
            },
            {
                "country": "Canada\n",
                "date": "7 September 2010"
            },
            {
                "country": "Canada\n",
                "date": "21 November 2011"
            }
        ],
        "release dates": [
            "Canada::2010",
            "Canada::16 April 2010",
            "Canada::7 September 2010",
            "Canada::21 November 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Prince$$"
            },
            {
                "countries": "Canada (French title)",
                "title": "Prince$$e"
            },
            {
                "countries": "Hungary",
                "title": "Plázacicák a csőd szélén"
            },
            {
                "title": "Princess"
            },
            {
                "title": "Julie"
            },
            {
                "title": "Diana"
            }
        ],
        "akas": [
            "Prince$$ (original title)",
            "Prince$$e Canada (French title)",
            "Plázacicák a csőd szélén Hungary",
            "Princess ",
            "Julie ",
            "Diana "
        ],
        "akas from release info": [
            "Prince$$ (original title)",
            "Prince$$e Canada (French title)",
            "Plázacicák a csőd szélén Hungary",
            "Princess ",
            "Julie ",
            "Diana "
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Catyanna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Twenty-three year old Catyanna is a full time student in her last year of a marketing program at college. For school, her parents, Andreas and Alana, gave her $15,000, the rest to be paid on a line of credit. Cat feels she deserves to indulge herself, from spending on beauty and fashion items, to partying. When she runs out of money, her parents cover the rest. She lives at home rent-free and doesn't lift a finger around the house, she believing she doesn't need to since it is not her house. Her parents do worry about her partying in particular, as she was responsible...    "
                },
                "2": {
                    "title": "Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Princess Kim is so obsessed with her image that she has no qualms spending thousands of dollars - other people's dollars - to keep her skin tanned, lips plump, and hair coiffed each month. At 26, Kim has already undergone several invasive plastic surgeries, and hopes to go under the knife again in the near future. A full time student, Kim has changed her career path ten times, squandering every last cent in the process. With no direction, a fragmented education and a barely $14,000 yearly income, Kim depends completely on her adoring boyfriend and fed up mother to ...    "
                },
                "3": {
                    "title": "Kirsten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    One of the older of ten siblings, thirty year old Kirsten feels like it is her time to pamper herself seeing to all the years that she spent being older sister in taking care of her siblings when they were growing up. Formerly an executive assistant, she has just lost her job in downsizing. While waiting for her severance check the equivalent of six months salary, Kirsten continues to spend while going back to school at teacher's college, with her heart not seemingly fully embracing the fact of going into the teaching profession. Kirsten does not realize the burden ...    "
                },
                "4": {
                    "title": "Ariana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Princess Ariana is used to getting her own way, and her selfish habit of putting her own needs before those of her friends and family has isolated everyone around her. At just 20 years old, she's already traveled the globe on her mother's dime and squandered every cent that her parents had put aside for her siblings' education. But, in true Princess style, Ariana commits the same indiscretions time and time again, using her parents' money to fund a lavish lifestyle she could never maintain on her own. After her latest transgression, an \"accidental\" online purchase of ...    "
                },
                "5": {
                    "title": "Corrinne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Thirty-two year old Corrinne earns $32,000 as a customer care call center supervisor. She likes buying everything new, it being designer the better. What troubles her family and friends even more is that her three year old daughter already knows designer names. She is also a party girl, going out clubbing and dining, more often than not indulging on her favorite food, expensive shrimp dishes. Whenever Corrinne runs out of money, she is not averse to sponging off others, mostly her partner Rohan, who admits it is a thorn in their relationship. A joint cost is their ...    "
                },
                "6": {
                    "title": "Michelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Twenty-seven year old Michelle is a student with lofty goals. She wants to attend law school, is writing a book, is designing her own house which she wants someone to build for her, wants a second home in Los Angeles, wants a $80,000 Cadillac Escalade, and wants a dog, but is doing nothing substantial to achieve any of it. She doesn't believe she has a shopping addiction, but admits she does like to shop. She doesn't even have to pay for her most basic needs as those are supplied by her parents, Rodha and Raj. They bought her a $35,000 luxury car which they maintain ...    "
                },
                "7": {
                    "title": "Sarah D.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Twenty-three year old Sarah believes image is everything. That's why she is not averse to spending well above her $34,000 annual income means on items and services for herself. When she runs out of money, she turns to family and friends using emotional blackmail to get what she wants. Her boyfriend Brad does not like Sarah's entitled attitude, she believing he should buy her whatever she wants. She lives at home rent-free, pays no household expenses, and expects her parents to pick up the tab on her car purchase (the car loan which her parents had to cosign since she ...    "
                },
                "8": {
                    "title": "Rachel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-five year old Rachel has a sense of entitlement, believing that parents' responsibilities include supporting their children financially, a child which she still sees herself largely as being. Still living at home rent free, she is given almost everything by her parents, Brian and Debbie. While Brian states that he wants Rachel to be more independent, Debbie does see her role as being a safety net for her daughter. Beyond room and board which also includes Debbie doing all the household chores such as cooking and cleaning, Brian and Debbie have given Rachel a ...    "
                },
                "9": {
                    "title": "Sarah N.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "23 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    20 year old Princess Sarah is a university student who takes from everyone around her. Sarah's parents finance her excessive lifestyle, shelling out almost $35,000 a year to keep their Princess primped and preened to her liking. She's got big dreams of becoming a fashion journalist after graduation, but so far all she's done is a lot of expensive research. Sarah has crammed her closets full of expensive brand name items, all on her parents' dime. And while Sarah's parents are her benefactors, her roommates are her maids: since she refuses to pitch in around the house,...    "
                },
                "10": {
                    "title": "Diana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "23 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Twenty-five year old Diana believes image is everything. She only works one day a week, as an esthetician, earning only $9,000 a year. As such, she relies on others to fund her lavish lifestyle, her boyfriend Tino taking the brunt of it. He pays for all their dates, as well as puts gas in her car and buys all her cigarettes. She wants Tino to buy a house, she not putting anything into that purchase at all. She also is training Tino into believing that he should buy her an engagement ring worth one year of his salary. In addition, she got her parents to buy her a car ...    "
                },
                "11": {
                    "title": "Ashley B.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-five year old Ashley, a social worker, has the attitude that money is for the here and now, and thus she spends it on what she wants in the present. She buys anything that will make her stand out as special. She's a party girl, the exact opposite of her husband of one year, Scott, who still has to pay many of Ashley's bills. He has to work at a part time job above and beyond his full time job to pay Ashley's bills. Even with Scott's assistance, Ashley has racked up close to $40,000 in consumer debt, including a $18,000 student loan she has made no attempt at ...    "
                },
                "12": {
                    "title": "Jennifer T.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "5 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Twenty-six year old Jennifer is a customer service rep at a financial institution, ironic as she advises people on how to save money when she can't manage her own finances. Jennifer can't resist buying anything that's \"pretty\" or \"girly\" for herself. She has also long worked at a lingerie store, she keeping that job only part-time if only to maintain her employee discount, especially important as she loves lingerie. She still lives with her parents rent-free, they who have placed their lives on hold for her. Although her spending drives him crazy, her father, Tullio, ...    "
                },
                "13": {
                    "title": "Spencer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "12 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Gail shows that being a princess has no gender barrier. Meet twenty-one year old Spencer. All of his $23,000 annual income working full time for a moving company goes to Spencer, whose shopping weaknesses include designer clothes, jewelry, eating out and partying. But his biggest indulgence may be his car. Although not an expensive car at $12,000 new which he bought on credit, he has put in all the bells and whistles, treating it much like it is his castle. His spending has caused a rift between him and three women who are closest to him in life. His girlfriend Morgan...    "
                },
                "14": {
                    "title": "Heather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "19 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Twenty-one year old Heather lives with her parents, Les and Susan, and one of her two older sisters, Amber. Heather does nothing to help around the house, often leaving a mess in her wake. Her other older sister, Seana, recently got married, and Amber is doing the same soon. Heather is in both wedding parties, and has made her participation in both all about her, and not about her sisters. She is a college student and works part time in retail, all her money and more which goes to her own wants. She has switched majors several times with no clear goal of what she ...    "
                },
                "15": {
                    "title": "Nicole M.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "23 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-six year old Nicole likens her spending to drugs: they're both addictions. She makes good money with a $55,000 annual income, but it is insufficient to support her shopping addiction. She basically gets what she wants, whether it be from her mother Lenni, her girlfriend Leticia with who she spends together in the flush of early love, and her best friend Ivory. Nicole has access to one of Lenni's credit cards, which Nicole has maxed out time and time again. All three enablers know that they are such, and that money does and will cause problems in their ...    "
                },
                "16": {
                    "title": "Nina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-five year old Nina makes a good $52,000 annual income as a law clerk, with dreams of becoming a criminal lawyer. Beyond being accepted into Harvard Law School, she has made no financial plans to pay for that schooling nor will she accept any offers other than from other Ivy League schools. She squanders all her money on herself in the moment. She has so much stuff, she uses a spare bedroom to store it all in. Because she doesn't like to drive or, God forbid, take public transit, she has retained the service of a personal driver. She has made no effort to pay ...    "
                },
                "17": {
                    "title": "Ashley W.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-five year old Ashley, who has a $30,000 per year income, is all about consumption: clothes and accessories, eating out, and partying. Even though yoga is one of her passions, she is not zen about it, as she has a mountain of yoga clothes which for her is easier than having to do laundry. Her boyfriend Mike often will buy Ashley gifts, and when they are out shopping together and he doesn't offer to pay, she will drop not so subtle hints for him to do so. Sam and Kelly, her parents, paid for her college education, bought her a car which they upkeep for her, and ...    "
                },
                "18": {
                    "title": "Andrea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-five year old Andrea works no more than five hours a week in events planning, never having worked in a full time job for more than seven days consecutively in her life. Of Salvadoran ancestry, she believes, as is her culture, that parents are responsible for their children until the children get married. As such, she has no issue living off Nora, her mother, spending on clothes (jeans being her passion), partying, beauty treatments and other self-indulgences. After graduating from university two years ago, she got a paid vacation to Europe, and money which was ...    "
                },
                "19": {
                    "title": "Treva",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Thirty year old Treva's shopping weaknesses are jewelry, handbags and shoes, she estimating that she has $15,000 worth of these three items alone. She also estimates that she could currently wear a different pair of shoes each and every day for three or four months. While she was in school, she used her now unpaid $15,000 worth of student loans to travel the world. As she no longer has incoming student loans to finance her extravagant spending, she goes to payday loan companies. Her roommate Véronique is always concerned that they will not be able to pay full rent ...    "
                },
                "20": {
                    "title": "Allison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-seven year old Allison is an aspiring actress who acts likes a celebrity. Beyond the plethora of designer labels among her wardrobe, she considers the most expensive of beauty products necessities in the entertainment business. She can't hold a steady nine-to-five job as she would rather ditch work than miss an audition. Her boyfriend Jared provides her with gifts and pays for her every time they go out together. The only fall-back from acting that she has given herself is a stint at school, but that was always sidelined by trips she made so that she could be ...    "
                },
                "21": {
                    "title": "Daniela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-three year old Daniela believes she's paid her dues in life to a point where she deserves to be in a position to direct, rather than be directed. As such, she sets her own rules, which includes living at home with her parents, Daniel and Roxana, rent-free since that money can be better spent on herself, and since she expects people to cater to her every need. She is obsessed with her appearance, especially her hair. She manipulates her boyfriend Jesse, which she plans to continue to do after they're married. Jesse is worried as he does not want to inherit her ...    "
                },
                "22": {
                    "title": "Lasia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Princess Lasia just had her 30th birthday, and so far, her life hasn't turned out the way she wanted. She's making less money than ever, and finds herself begging her parents to pay her bills. She's racked up so much debt she can't imagine how she'll ever move out of her grandparents' home. She's stuck! Enter financial expert Gail Vaz-Oxlade who challenges Lasia to re-think her approach to finances and fun.    "
                },
                "23": {
                    "title": "Stacey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-seven year old Stacey is a party girl, with her motto for partying being \"FMO\": fear of missing out. When she was younger, she rebelled against her parents, Heidi and Brad, which resulted in a vacation funded on her credit card for as long as the credit lasted. Deep in debt upon her arrival home, she moved back in with her parents rent-free, they who she still treats poorly. However, Heidi is just so relieved to have her back that she will \"help\" Stacey while she tries to get out of debt. But Stacey continues to shop, buying rounds for friends while out ...    "
                },
                "24": {
                    "title": "Lauren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "votes": 9,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Princess Lauren knows exactly what she wants, and she knows exactly who's going to pay for it: her future husband! This pampered princess will only accept the finer things in life, but doesn't see why she should have to spend any of her own hard-earned money on the boring necessities when she could be using that money on designer shoes and bags. Her family is fed up and her boyfriend doesn't know if he'll ever be able to meet Lauren's ridiculous standards. Host Gail Vaz-Oxlade challenges Lauren to reconsider her approach, but with a lifetime of indulgence to overcome ...    "
                },
                "25": {
                    "title": "Katelyn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Having recently graduated from university with a business degree, twenty-three year old Katelyn has a $32,000 per annum income job as an account manager at an advertising firm. The problem is is that she was banking on making at least double that after graduation as she spent her student loans and lines of credit on indulgences, such as vacations and cosmetic surgery. Even with her income, she focuses on spending on herself rather than paying off debt. If her credit card works, she'll think nothing about spending on whatever she wants. From a small town, she talked ...    "
                },
                "26": {
                    "title": "Mario",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    In the next in the sub-series \"Man Edition\", Gail counsels twenty-six year old male princess, Mario, a hairdresser who makes $19,000 a year not including tips. The youngest of his siblings but the first son, he still plays the baby and the oldest son cards with his parents, who have paid and continue to pay for much in his life, including car insurance and gas. Because of the business he is in, he believes that style is everything. That style also extends to his home, where he has lots of collectibles, specifically championship boxing belts. A momma's boy, Mario ...    "
                },
                "27": {
                    "title": "Laura H.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-eight year old Laura earns $26,000 a year as a sales rep in the fashion industry. She will spend whatever required to look the part in the business. She treats her credit cards and lines of credit as unlimited sources of income. She went straight from sponging off her parents to sponging off her live-in boyfriend John, who does not appreciate it but who still pays for her every whim. She contributes $500 per month to their household, while the mortgage, condo fees and property tax alone are about $2,000 a month, and they haven't even eaten yet. She borrowed ...    "
                },
                "28": {
                    "title": "Ashley C.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-three year old Ashley lives the high life and believes she should have the best of everything. She is also currently unemployed, dropping jobs easily if she doesn't like it or thinks it's not worth her time. She also has no career goals. So how does she afford her extravagant life?: her parents, who always buckle under her requests for money. Her boyfriend Brandon also gives her an allowance of $1,000 a month, above what he spends directly on or for her, which includes a condo on which she pays nothing. With all those handouts, Ashley is still $45,000 in debt, ...    "
                },
                "29": {
                    "title": "Leanna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-one year old Leanna aspires to three C's: clothes, cocktails and clubbing. She knows she overspends, setting spending limits for herself, but ATMs and credit cards quickly puncture those thoughts. She lives at home rent-free, and sponges off her mom Debra, who provides her with her every need and many wants. She has further taken advantage of Debra by buying a $1,700 dog that she knows Debra did not want in the house and which Debra now has to clean up after, and making Debra clean up the post-clubbing vomit in the family car. She doesn't feel guilty about ...    "
                },
                "30": {
                    "title": "Ashley S.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    Twenty year old Ashley worked as a dispatcher for a towing company, having just lost that job. She likes the feeling when she spends money on herself, feeling incomplete if she leaves a mall without buying something. Ashley's mom, Brenda, spoils Ashley now since she couldn't when she raised Ashley as a single mom. Brenda cannot resist Ashley's pout, which works on her each and every time. Brenda estimates she has spent $10,000 on Ashley in the past year alone. Brenda still is not financially well off nor is Brenda's mom who still works and lives with them, but Brenda ...    "
                },
                "31": {
                    "title": "Jennifer K.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-one year old Jennifer has no sense of responsibility beyond her $32,000 per year income job. She usually shops twice a week for stuff for herself - her weaknesses being makeup and hair (wigs, hair extensions) - and goes bar-hopping in-between having expensive meals. Being the youngest of six siblings, she plays the baby card to the hilt, her older siblings who find it hard not to oblige her requests for handouts. She often lies to them saying that she needs money for a need, but really it is for a want. She frequently steals her mother's credit card. Her ...    "
                },
                "32": {
                    "title": "Rachel P.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Twenty-eight year old Rachel, who has a $40,000 annual income, is typical of most princesses that Gail counsels. She loves to spend money on expensive things for herself and to go out partying, so much so that she is $40,000 in debt. But she is atypical in that she also spends on others - primarily on her friends, for who she will pick up the entire tab for such items as meals, drinks and cab rides, especially when they are short of cash, so that she will have a good time with them doing things she wants to do - and she doesn't sponge off anyone else for money. As ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Ashley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "7 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Twenty-five year old Ashley, a student and social worker, is just starting her career with a $30,000 per annum income job. But she's also a princess, turned on by brand names and having a sense of entitlement since she's always gotten whatever she's wanted. She doesn't see why the future should be any different. Her father John has always spoiled her, and her fiancé Kyle seems to be taking up the cause in John's footsteps. But the time has finally come when cracks are starting to show in what seemed like Ashley's perfect world, where she has racked up $17,000 in debt,...    "
                },
                "2": {
                    "title": "Krista",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Thirty-seven year old Krista, a corporate trainer with a $47,000 per annum income, unabashedly admits she's a princess, spending all her money on the single party girl lifestyle. The problem is, she's not single. Meet Ryan, Krista's somewhat devoted husband, who's happy when she's happy, but isn't so happy when he doesn't have any money because she's spent it all. She hides most of her shopping from Ryan, who does eventually find out since he has to pay the bills. Ryan admits that Krista is a narcissist, never passing a mirror without checking herself out. Her ...    "
                },
                "3": {
                    "title": "Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Thirty-three year old Lee treats herself not so much like a princess as she does a queen, having an overall sense of entitlement. Working as a beauty consultant at an upscale department store (i.e. a high end shop girl), Lee walks the walk and talks the talk. She isn't averse not only to buying herself the expensive clothes and accessories that her customers have, but pampering herself in any conceivable way, including living in the swankiest part of town, Yorkville. She has surrounded herself largely with friends who admire her lifestyle. Her family - her mother ...    "
                },
                "4": {
                    "title": "Katie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Twenty-four year old Katie is a full time nanny earning about $2,200 a month. Since Katie lives rent-free at \"home\" with her mother, Cindy, and her new husband, Katie has no qualms spending money on her indulgences, designer clothes and even botox being the weaknesses. Katie even bought a designer dog, a $800 shar pei named Kingston, knowing that Cindy said no dogs. Kingston has ended up being as high maintenance as Katie, with Cindy handling the many bills concerning Kingston. Katie's parents and her step-parents help Katie out on many of her purchases, including her...    "
                },
                "5": {
                    "title": "Tanya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Twenty-four year old Tanya, who's lived on her own since she was seventeen, is a $33,000 per annum income cosmetician at a drug store. She uses the excuse of being in the fashion business to splurge on herself to look good, and further to live the high end life. She believes she deserves what she spends on herself. She treats her boyfriend, Jamal, like her sugar daddy, he who moved out of their shared accommodation because of it. Her friends don't expect anything from Tanya when they go out because they know she will never offer to pay. If she doesn't have enough ...    "
                },
                "6": {
                    "title": "Kezia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Twenty-four year old Kezia earns about $30,000 a year as a makeup artist, but is currently on stress leave, reducing her annual pay to about $12,000. That stress is largely the result of working in a mall and being constantly surrounded by temptation. Being in the industry, she is aware of all the latest trends, which she follows religiously and will spend whatever to be part of that trend. As Kezia is aware of those trends, her friends live vicariously through her. Being an only child, her single mother, Sherrie, admits she spoiled her. By the time Sherrie tried to ...    "
                },
                "7": {
                    "title": "Julie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Forty year old divorcée Julie started a new downtown life following her marriage breakup, but her downtown chic attitude has been with her since childhood, when she used her lunch money to take cabs to school. Having worked her entire life in the service industry, she recently moved from a management position to service since she could make more money via the cash tips, that cash which just prompts her to spend on indulgences for herself. Her father and stepmother, Larry and Audrey, have been her cushion, bailing her out financially more than once, as Julie has panic ...    "
                },
                "8": {
                    "title": "Neelam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Twenty-one year old Neelam, who earns $23,000 annually, likes to be the center of attention, which means being decked to the nines in almost all occasions. She will often go out clubbing with her friends three to four times per week, each time using a limo service. She feels she needs to keep up appearances around her large social network, which means lots of birthdays and the like. Her friends mutually support each other in this regard. Her delinquency in credit card and cell phone payments have resulted in those companies sending her cases to collections companies, ...    "
                },
                "9": {
                    "title": "Laura",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Eighteen year old Laura, who works at a $22,000 job as a receptionist at a spa, wants to appear the most beautiful, glamorous person in any situation. She spends all her money on designer clothes, accessories and beauty treatments. Her goal is to have a different outfit for every day of the year. She dreams of becoming a model, but has no money for an agent or to put together a portfolio. She also plans to go to college as a backup if the modeling does not come to fruition. She has done nothing to work toward any of these two goals from a financial perspective. She ...    "
                },
                "10": {
                    "title": "Cortney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Twenty-nine year old Cortney, an environmental activist with a $47,000 per annum income, is always wearing the nicest clothes and accessories, one-of-a-kind being all the better. But it's the type she spares no expense on which makes her a unique princess, that for her first passion: outdoor adventures. These expenses are not only for gear and accessories, but adventure vacations around the world. When spending time with friends, she often sponges off them, always coming just a little short on what she is supposed to owe. Her get rich scheme is to marry into money, ...    "
                },
                "11": {
                    "title": "Nicole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Twenty-five year old Nicole earns $32,000 as a youth services coordinator. She uses her emotional states as excuses to shop for herself. Her friends and family believe she is lured by the gloss of celebrity, and she pampers herself the same way, refusing to do any of the work herself when she can pay big bucks for others to do it for her. She neglects her nine year old daughter Kiki, who is shipped to stay with grandma Jacqueline more often than not, in favor of doing things solely for her own pleasures. She also neglects Jacqueline, who becomes her best buddy only ...    "
                },
                "12": {
                    "title": "Nicola",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "23 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Thirty-five year old Nicola works as an office temp earning $23,000 a year, but her real passion is performing as a singer on which she makes no money since she has never done anything to work toward it. It's that celebrity lifestyle to which she aspires, eating out at the best restaurants four to five times a week, shopping for the best clothes, sparing no expense on beauty treatments, traveling on a whim, taking taxis everywhere no matter where she goes, and racking up cell phone charges higher than her rent payments. She gets an adrenaline rush from spending. How ...    "
                },
                "13": {
                    "title": "Jennifer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prince$$ (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Thirty year old Jennifer is a dental assistant who doesn't know how much she earns (although she can earn earn up to $60,000 a year in such a job). Jennifer is self-absorbed, spending on her whims, especially beauty treatments, shoes and black winter jackets. She doesn't have a high tolerance for anything she finds boring or that she doesn't like, which has resulted in a few jobs, lots of periods of unemployment (combined which resulted in a gross income of $8,000 this past year), and one ex-husband so far. She seems unphased by her money problems, she having been ...    "
                }
            }
        },
        "number of episodes": 45,
        "cast": [
            {
                "name": "Vaz-Oxlade, Gail"
            },
            {
                "name": "Francisco, Afiya"
            },
            {
                "name": "Kearns, Alan"
            },
            {
                "name": "Maker, Melissa"
            },
            {
                "name": "Moffat, Kimberley"
            },
            {
                "name": "Aubrey, Brion"
            },
            {
                "name": "Bernard, Dawn"
            },
            {
                "name": "Blackburn, Susan"
            },
            {
                "name": "Cortney"
            },
            {
                "name": "De Verdier, Krizia"
            },
            {
                "name": "Diosay, Eric"
            },
            {
                "name": "Elkerton, Joe"
            },
            {
                "name": "Francis, Justice"
            },
            {
                "name": "Joy, Marla"
            },
            {
                "name": "Kennedy, Sammie"
            },
            {
                "name": "Lamb, Brad J."
            },
            {
                "name": "Lee, John"
            },
            {
                "name": "McCabe, Corinne"
            },
            {
                "name": "Mimran, Joe"
            },
            {
                "name": "O'Neill, Shaun"
            },
            {
                "name": "Paquin, Julien"
            },
            {
                "name": "Shoom, Adrienne"
            },
            {
                "name": "Stein, Richard"
            },
            {
                "name": "Taub, Robin"
            },
            {
                "name": "Thompson, Dan"
            },
            {
                "name": "Walker, Andy"
            },
            {
                "name": "Woods, Wendy"
            },
            {
                "name": "Bassin, Annabel"
            },
            {
                "name": "Che, Julia"
            },
            {
                "name": "Chris, Sarah"
            },
            {
                "name": "Clark-Koufis, Sharon"
            },
            {
                "name": "Cleaveley, Robert"
            },
            {
                "name": "Doyle, Christina"
            },
            {
                "name": "Hain, Corrie"
            },
            {
                "name": "Han, Janet"
            },
            {
                "name": "Hodges, Craig"
            },
            {
                "name": "Jaboor, Justin"
            },
            {
                "name": "Mackie, Amelia"
            },
            {
                "name": "Malisani, Miranda"
            },
            {
                "name": "McCabe, Dean"
            },
            {
                "name": "Philips, Heidi"
            },
            {
                "name": "Pink, Lindsay"
            },
            {
                "name": "Rosso, Jason"
            },
            {
                "name": "Sabucco, Vanessa"
            },
            {
                "name": "Albano, Jessica"
            },
            {
                "name": "Araghian, Naz"
            },
            {
                "name": "Arthur, Carson"
            },
            {
                "name": "Belkova, Nelia"
            },
            {
                "name": "Blicker, Ari"
            },
            {
                "name": "Carslake, Shane"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.1,
        "votes": 48,
        "plot outline": "Financial planner Gail Vaz-Oxlade has long helped households struggling with mounting debt try to get out of their financial messes on Til Debt Do U$ Part (2005). Gail now turns her attention to spoiled young women - princesses - whose reckless spending has not only created financial problems for themselves, but for family and friends who have enabled that behavior. In the same vein as \"Til Debt...\", Gail issues a series of challenges to these princesses which helps them deal with their financial problems directly, with root causes or subsequent consequences of their reckless behavior, or with the relationships with these family and friends that have been negatively affected by this spending. With weekly status checks over the course of a month, Gail will provide these princesses with up to $5,000 to help them pay off their debt, the amount based on how successfully Gail believes they have embraced and completed the challenges.",
        "languages": [
            "English"
        ],
        "title": "Prince$$",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Brown, Jamie"
            },
            {
                "name": "Horvath, Jennifer"
            },
            {
                "name": "McCoy, Megan"
            }
        ],
        "production companies": [
            {
                "name": "Frantic Films Live Action Productions"
            }
        ],
        "distributors": [
            {
                "name": "Life Network"
            }
        ],
        "other companies": [
            {
                "name": "CIBC"
            }
        ],
        "plot": [
            "Financial planner 'Gail Vaz-Oxlade' (qv) has long helped households struggling with mounting debt try to get out of their financial messes on _Til Debt Do U$ Part (2005)_ (qv). Gail now turns her attention to spoiled young women - princesses - whose reckless spending has not only created financial problems for themselves, but for family and friends who have enabled that behavior. In the same vein as \"Til Debt...\", Gail issues a series of challenges to these princesses which helps them deal with their financial problems directly, with root causes or subsequent consequences of their reckless behavior, or with the relationships with these family and friends that have been negatively affected by this spending. With weekly status checks over the course of a month, Gail will provide these princesses with up to $5,000 to help them pay off their debt, the amount based on how successfully Gail believes they have embraced and completed the challenges.::Huggo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 48,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 6.2
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 6.2
            },
            "males": {
                "votes": 22,
                "rating": 4.6
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 5.2
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 4.2
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 4.7
            },
            "females": {
                "votes": 18,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 5.9
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.0
            },
            "us users": {
                "votes": 12,
                "rating": 6.2
            },
            "non us users": {
                "votes": 27,
                "rating": 5.2
            }
        },
        "number of votes": {
            "10": 8,
            "9": 2,
            "8": 6,
            "7": 6,
            "6": 6,
            "5": 7,
            "4": 4,
            "3": 4,
            "2": 3,
            "1": 2
        },
        "arithmetic mean": 6.1,
        "median": 6
    }
}