{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 March 2010"
            },
            {
                "country": "USA\n",
                "date": "13 July 2010"
            }
        ],
        "release dates": [
            "USA::1 March 2010",
            "USA::13 July 2010"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Toronto Batman",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Lu's new roommate is a dark knight.    "
                },
                "2": {
                    "title": "Conspiracy Theorist",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "4 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Lu's roommate goes mentally AWOL over a bizarre pattern in Kim Kardashian's tweets, which ultimately lead the two roommates down a very dangerous and unexpected path.    "
                },
                "3": {
                    "title": "Troll",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Rapper",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Integrity. For those of us who venture into the realm of entertainment, integrity is our anchor. It is the solid force that grounds us in an environment designed for the flight of mind. But to achieve \"success\", a price must be paid, a barter made. The principal of equivalent exchange: \"In order to gain something, one must exchange something of equal value\". In this industry, a lot of artists put up their self worth as collateral as they gamble with their with their hearts for a chance to play the odds and attain fortune and fame. In this dangerous game, however, the ...    "
                },
                "5": {
                    "title": "Sex Addict",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "25 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After Lu discovers his roommate's sex addiction, he takes it upon himself to use the same aggressive attitude to meet women, to which the entire approach backfires.    "
                },
                "6": {
                    "title": "Pedophile",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "8 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Pedophilia is no laughing matter. It's a very sad day when an adult takes advantage of a child's trust for their own selfish and indulgent reasons. The youth of this world are to be protected from those who would prey upon their innocence and naïveté. Statutory rape is a clear cut crime and there is no ambiguity or gray area in the matter. So to all those choosing to engage on pedophilic behavior, know that the rest of the world will not stand for such behavior. And the punishment for such a cruel and repugnant act will at times reflect the crime.    "
                },
                "7": {
                    "title": "Good Roommate",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Pregnant Teen",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    When Lu discovers his pregnant roommate is a runaway teenager, the situation escalates beyond his imagination.    "
                },
                "9": {
                    "title": "Bad Driver",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    When Lu's roommate Flo agrees to drive him to his dental appointment, Lu quickly learns how a bad driver behaves behind the wheel.    "
                },
                "10": {
                    "title": "Catfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "8 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Identity. We all have ways in which we categorize ourselves. Some of us are extroverts, exhibiting our talents and opinions for all to see. While others remain introverted, whether it be from humility or a lack of confidence. What side of the social line you walk sometimes feels pre-ordained. But in this new digital age, technology offers us a chance to, at times, re-invent ourselves. If you should so choose to be \"reborn\" in the realms of cyberspace, just be careful of the electronic life you create. Every day, people are forging new bonds with others who are ...    "
                },
                "11": {
                    "title": "Gleek",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Introducing 'my roommate the Gleek', a short episode of musical competition between the two quintessential groups of insecure high school kids. When Lu comes home to a group of his roommates Glee students in search of their teacher, he quickly discovers that there's more to one's pride than simply shrugging off a bully.    "
                },
                "12": {
                    "title": "Artist",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "3 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Is it Art? Well it's not non-Art. Or is non-art an art? The confusion brought on by even trying to call it art might actually BE the art, so saying \"I don't get it\" might mean you do get it, which is a concept nobody quite gets. The self-proclaimed artist is a creature whose very nature is an interpretation of its own existence. And though some would argue the true art of being an artist is in profiting from it, many would rather starve and die unknown than admit the fact that nobody cares enough to pay them to masturbate their elitist prowess onto a canvas, or in ...    "
                },
                "13": {
                    "title": "Tease",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "17 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Lu's roommate needs his help moving in, but little does he know that it's a favor with more than a few extra stings attached.    "
                },
                "14": {
                    "title": "Freegan",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "31 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Freeganism: \"an anti-consumerist lifestyle whereby people employ alternative living strategies based on limited participation in the conventional economy and minimal consumption of resources.\" With corporations continuing to abuse this planets resources, it's no wonder that some have resorted to extreme measures to rebel against such an imposing system. Some may argue that under America's \"laissez-faire\", capitalistic utopia, corporations are only adhering to their natural evolution towards being autonomous institutions. But with the waste that occurs here in America ...    "
                },
                "15": {
                    "title": "Awkward Black Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Lu attends his roommate J's 10 year high school reunion and finds his own awkward drama deeply intertwined with J's.    "
                },
                "16": {
                    "title": "Assassin",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "30 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    In a time when governments are now resorting to the use of drones to strike down their enemies, there is a secret brotherhood of peculiarly skilled operatives that is slowly fading into obscurity. Heroes to some and ghosts to most, these relics of an era on the outs are now left to renegotiate their place in the ever changing world. To those who can only remember the dark, those very shadows will always be their refuge. But is it possible to shed one's past, right the wrongs, and move forward with the possibility of a brighter future? To some, redemption comes from ...    "
                },
                "17": {
                    "title": "Youtube Conspiracy",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "25 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    \"My roommate the\"'s YouTube channel suddenly goes viral and Lu receives an ominous invitation to YouTube Headquarters.    "
                },
                "18": {
                    "title": "Kickstarter",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "9 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Last Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    When the lights to a swanky bar go up, it's time to close out and go home. At least that's what you're supposed to do. But as most last calls go, this is when the meat market goes into full effect.    "
                }
            },
            "1": {
                "1": {
                    "title": "Emo",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    What once began as an expression of the tragedies of existence, is now a screamo hot topic of self-loathing and black eyeliner. Despite their poetic journal entries on loneliness, or their self-inflicted victim-hood, the Emo is a passionate creature that has helped make crying over your ex an attractive thing...to 13 year-olds. So, in honor of those who thought about attempting to think about cutting their wrists to look like they tried to kill themselves, this isn't for you.    "
                },
                "2": {
                    "title": "Racist",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    In the 21st Century is it possible that Racism still exists? Where does this racism stem from? Is it ignorance? Hardly, for we live in a world where technology has helped bridge the gap between the known and the unknown. So is it tradition? Possibly. Customary behavior that one has inherited from their family, friends, or other social circles. Ignorance WAS bliss. But if one refuses to grow and change with the times, then they are willingly choosing to ostracize themselves from the rest of us who have chosen to give tolerance a chance.    "
                },
                "3": {
                    "title": "Pikey",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Having been coined the term Pikey by their European counterparts, these roaming herds of gypsy trailer merchants are as ambiguous about their intentions as they are about their language. And to whichever used, broken, stolen, or simply non-existent items being exchanged, no negotiation is too mature for a fight. This episode is for every squatting con-man who broke the rules of common courtesy in the name of foreign principle. Sme' caravan!    "
                },
                "4": {
                    "title": "Douchebag",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Today in the world of roommatism, we observe the unavoidable archetype known as the Douchebag. We've lost many a great women to this creature of instinct, and have watched it's kind invade our most popular clubs and beaches. Serving as a constant in all of human culture, the Douchebag remains unapologetic for his simplicity, and steadfast in his endeavors. So, in honor of those who seek to pleasure themselves above all others, this is for you...    "
                },
                "5": {
                    "title": "Hipster",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Also referred to as the scenester, the indie, the mod, the metrosexual; the title continuing to change as does the definition of it's culture, and it's subcultures, and it's microcultures, and everything that isn't what everything else is; and then is again, because you aren't. So not without a sense of irony, presented here is the authentic, label-free, conformation of noncomformity: The postmodern hipster.    "
                },
                "6": {
                    "title": "Vampire",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Age of the Vampire is upon us. Now more than ever these ancient relics of a time long forgotten have resurfaced to reclaim the world that has long been theirs...pop culture. Now fueled by the undying love of their tween-aged masses, vampires once again rule the airwaves. But this time, multiple factions have arisen creating conflicting dogma on what is fantasy and what is fact. Sparkling in the sunlight? Fairies? Making sure to Let the Right One In? Ridiculously ripped werewolves? With so many endless possibilities, it's befitting that one has all eternity to ...    "
                },
                "7": {
                    "title": "Actor",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Hypokrites, as the Greeks would term them, all have a particular method of pretending to lie. That is, being truthfully fake about their reactions to another one's... reaction to their action. And in exchange for worship, the actor bravely experiences the agony of dramatic life, all so we don't have to. In dedication to those who fantasize in the third person, who pat themselves on the back for every character they impersonate, but thought they created; and to the most dramatic mirror-lovers of the world, we couldn't have done any of this without you! Enjoy.    "
                },
                "8": {
                    "title": "Celebrity",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Twitter. Facebook. TMZ. These \"pushers\" give us the fix that we \"junkies\" so desperately need...Celebrity Gossip. They are our deity, and we worship them at the Temple of Self-Indulgence. But how far will they go to keep our attention? And how long will we look to them to fill the void in our lives. Forever? Nah. Just until we get bored with them and move on to the next celebrity willing to sell their soul to the media in exchange for 15 minutes with us.    "
                },
                "9": {
                    "title": "Gamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Rarely visible to the actual world, the gamer plays in a land without consequence. Whatever repressed social inadequacies this being harbors, he makes up for on the digital battlefield. Whether you're getting fragged by a 10-year old sociopath who probably abuses helpless animals, or storming a castle alongside a hypocritical bigot who lacks personal hygiene, only one thing is certain - there is no mercy. So here's to all you haters that hide behind your keyboards and consoles, this is for you.    "
                },
                "10": {
                    "title": "Guido",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    It's no surprise that Jersey Shore has taken over our TVs. With their infectious fist bumping, unapologetic partying, and sexual promiscuity, they have shown us a life we all wish we lived. But is their behavior on the show now creating a misrepresentation of all those who hail from the shores of New Jersey? And is their care-free attitude starting to spawn a disdain in our hearts for all those who wear the spray-tanned, muscled, gel'd up hair uniform? It's important to be proud of who you are and where you're from. But when you turn you heritage into a punch-line and...    "
                },
                "11": {
                    "title": "Desperado",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Once the king of action films, 'Robert Rodriguez' has now created a sub-category of this beloved genre that almost seems too self-aware of its own ridiculousness. Intentional or purely coincidental, you be the judge.    "
                },
                "12": {
                    "title": "Model",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    It's is said that beauty is skin deep. But what about self confidence? Or appreciation for one's own inner beauty as well as their physical appearance. In this industry, it seems that the most beautiful people are the most ungrateful. So take the time to appreciate what you been given, or else you won't know what you have.    "
                },
                "13": {
                    "title": "MMA Fighter",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Martial Arts encourage self defense and discipline. But what happens when you mix them? The result is a new-aged hybridization known as MMA, Mixed Martial Arts. Fueled by testosterone and adrenaline, this rising art form teaches its practitioners to adapt to whatever style is thrown at them. It also obliges those forced to encounter said practitioners to improvise with whatever aggression and abuse is thrown their way.    "
                },
                "14": {
                    "title": "Hippie",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Ah yes, the Hippies. A counter culture so resilient, so healthy, and so spiritually ambiguous that throughout human history they have withstood the test of time. And as most would associate the Hippie with the iconic 60's flower child, there have always been a group of earth loving, nomadic tribesmen who appear to be tripping out even when they're sober. Whether they're dressed in hand crafted hemp threads while jamming to the cosmos, or geared in Mad Max leather while dancing at the burn, the Hippie thrives on the infinite possibilities of everything happening ...    "
                },
                "15": {
                    "title": "YouTuber",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    300,000,000+. With so many profiles it's easy for one to get lost in the \"YouTube YouNiverse\". But in a world of 6 Billion+, YouTube represents only a fraction of the people we share this planet with. It has allowed a vast majority of people to open up their homes and their minds to us and share with us their most intimate moments and most original ideas. With the continuous increases in technology, a moment that occurs in life can be immediately be captured and shared with the world in a matter of minutes. Over night, people can go from obscurity to infamy. The world...    "
                },
                "16": {
                    "title": "Time Traveler Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Time Travel, possibly the most impossible probability in a reality that wouldn't normally be possible in the first place if there even was a first place for it to begin with. And whether the subject being transported is traveling by speed or by wormhole, or even speedily through a wormhole, only one thing is for sure: THERE ARE NO RULES. Sure, we try to rationalize the causality of changing the past by knowing the future. But let's face it, there's always going to be a plane of existence where time and space are irrelevant. So in honor of those who like to technically...    "
                },
                "17": {
                    "title": "Time Traveler Part 2: Black to the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    What would a roommate episode be if it didn't make completely clear that the universe revolved around Lu? And as if the possibilities of inter-dimensional entanglement weren't enough, we had to go and bring Time Travel into it! The very fairness of Lu's gregarious mission would be ill-matched if it wasn't set in the strangest, most passive aggressive era in human history... THE 80's! And what a better way to appreciate this man's existential crisis than to do so in the very era that made having an existential crisis a rad thing. To all the people that don't need a ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Clown",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    What is it about clowns?    "
                },
                "3": {
                    "title": "Dancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Ex-Con",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "25 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Inconsiderate Bitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Some people are just inconsiderate bitches.    "
                },
                "7": {
                    "title": "Pageant Mom",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    What ever happened to inner beauty?    "
                },
                "8": {
                    "title": "Spy",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The title of \"Spy\" is reserved for the military elite who are able to seamlessly slip in and out of the world of espionage, undetected. They are the silent killers who use unrivaled wit and cutting edge technology to aid them in their missions to protect their nation and her citizens. In a world wrought with danger and deception, they are the level-headed gunslingers that get the job done no matter what the cost. So let us raise our glasses to these secret heroes who have always left us shaken, and not stirred.    "
                },
                "9": {
                    "title": "Athlete",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Throughout history, the masses have viewed the Athlete as a God amongst men, worthy of plowing across the lines that mere mortals call ethics. In this episode we dissect the basic and most overrated attributes of the culture surrounding man's most coveted, yet fleeting super-human ego. And perhaps it's only nature that we reward one's enhanced physical superiority (artificial or not) with everything they could possibly want. That is of course, whatever it takes to keep them dedicated to the most important goal of all... the WIN! For this creature, the game exists ...    "
                },
                "10": {
                    "title": "Sock Gnome",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Lu finally figures out why he keeps losing socks.    "
                },
                "11": {
                    "title": "Producer",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "26 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Lu gets a Hollywood Producer for a roommate.    "
                },
                "12": {
                    "title": "Stripper",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "19 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In this present economy, there is no saying what one will be willing to do to make ends meet. To some the art of stripping is more than just an act of removing their clothes, but rather it is an opportunity to create a fantasy for someone else. Some use it as a device or mechanism to empower them and allow them to obtain whatever it is that their heart desires. While others see it as a means of supplying supplemental income and they promise not to let themselves fall into the lifestyle permanently. \"This is only temporary\". So whether your do it professionally or ...    "
                },
                "13": {
                    "title": "Homophobe",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Never has there been a more prevalent theme for man than the fear of his own image, and there couldn't be a better example than the ones who work the hardest to define the word natural. Whether they're toting hate signs on behalf of their creator, or abusing the butch and flamboyant to get turned on, the Homophobes' gallant quest to remind everyone how straight they are has taken to an interesting desperation that can't help but beg for it's own roommate episode. And while the rest of the haters carry on about their day, hating hate with hate, these particular haters ...    "
                },
                "14": {
                    "title": "Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    What would this show be if it didn't address society's most sparkling practitioner of personal freedom? With the age old debate singing loudly into every orphace that has the freedom to listen, it is essential that we leave no stone unturned. The Queen, known for his loudly dramatic interpretations of the female psyche, reminds us that there's more than one way to let the world know he's fabulous, and that there's no innocent victims when it comes to sexual identity. Whether they're parading past dogmatic bullies, or cat calling at apathetic observers, it should be ...    "
                },
                "15": {
                    "title": "Girlfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    What woman doesn't want an ever-lasting, fairy tale relationship? It would seem that for most, the idea of a relationship resembles more of a Disney story than the trials and tribulations of a bickering duo. Whether it's his fault or her fault, there's one universal understanding between both parties - the woman is always right. And it doesn't matter if emotion defies logic, that's the point of defiance. For the sake of harmony and ultimate compatibility, one calls into question not the threshold of crazy with which a person can withstand, but the length at which one ...    "
                },
                "16": {
                    "title": "Stalker",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Unrequited love is one of the most dangerous emotions known to human kind. When a person's feelings towards another are not reciprocated, often times it creates a sense of self-worthlessness that is infectious. And in the most extreme cases, it can cause one to become delusional and obsessed. Time usually cures most people of the feeling they get when their love is not received by the person(s) of their choosing. But to those who stubbornly refuse to let the object of their affection go, we offer this cautionary tale as a reminder that you can never make some one fall...    "
                },
                "18": {
                    "title": "Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "30 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Heaven. Hell. Purgatory. Sheol. Reincarnation. Nirvana. Many cultures and religions have tried to offer answers and explanations for what awaits us in the afterlife. But one thing is for certain, death comes for us all. It is that unifying fact that makes us all cling to life so much. And even after ones flame has been extinguished, the lingering effects of their existence can still be felt by those left behind. So let us remember those who have moved on to wherever or whatever is next. May they rest in peace...    "
                },
                "19": {
                    "title": "Southern Belle",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    In life, it is our experiences that help shape us and it is our close friends and family that most often share in those experiences with us. But as we grow older, our lives start to take different paths, and for some the path leads away from what they have grown to know and leads them in another direction, away from what is familiar to them. Few are brave enough to venture out on their own and explore because when uncertainty is the clearest answer as to what lies ahead, often times it is difficult to take the first steps towards your quest. And when the unknown lies ...    "
                },
                "20": {
                    "title": "Thespian",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    As descendants of the great Thespis, thespians have inherited their fore father's gift and love for story telling. A gift that at times is a curse for it causes those endowed with it to pursue the craft no matter what the costs. Whether it be life, love, or liberty, these artists are bound by their commitment to the art. They display their emotional-life before us so that we may all learn from their self-sacrifice. One would believe that such selflessness would be rewarded by all with praise, adulation, and monies. Yet that is not always the case in these troubling ...    "
                },
                "21": {
                    "title": "Bank Robber",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Our economy is terrible. And no matter how long we \"Occupy\" Wall Street, LA, Oakland, etc, the Bad Men will just keep winning. The 1% sit back in their ivory towers untouched and unphased and watch as the other 99% scramble around like headless chickens and drag each other down like crabs in a barrel. And why should they be worried? Like aristocratic blood-sucking vampires they have the rich to protect them, as do lycans... or a FOX. So what hope is there for the rest of us? Anarchy always sounds like a viable option, but it's not. Social destruction benefits no one ...    "
                },
                "22": {
                    "title": "Party Planner",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    It would be safe to say that behind every floral frenzied frosting circus of a party is a professional organizer who chose his/her career for the enjoyment of entertaining others. But since most exorbitant parties with a five figure budget are really just about outshining the rest of the community, the Party Planner is as happy to be entertaining people as DJ is to be playing \"I Gotta Feelin\" for the 54th time that evening. And to whichever vendor, assistant, caterer, or union guy is near when the Party Planner has to solve two or more problems at once, that unlucky ...    "
                },
                "23": {
                    "title": "Hacker",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "30 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Knowledge is power. And in the 21st Century the internet has allowed power to be placed in the hands of the people. But in an era where the world has become so small where can one go to hide and enjoy the luxuries of privacy? In a time where at the click of a button you can search a person's background and learn intimate details they once thought safely locked away. Others now have the ability to hack their way into your most private secrets and share them with the cyber world. What can you do to protect your anonymity? As we approach December 21st, 2012, could this ...    "
                },
                "24": {
                    "title": "Porn Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "1 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Linda Lovelace. Bambi Woods. Jenna Jameson. These are just some of the names of women who have paved the way for porn to become the lucrative industry that it is today. But these women, as well as all the others, are shunned by mainstream society. And are seen as immoral by the religious masses and inferior by the artistic masses. Those who are featured in pornos are never taken serious by the entertainment industry and even though some have been able to parlay their experimentation in the field into a more reputable career, ie. Sasha Grey, most porn stars are doomed ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "CEO",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Roommate the (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 58,
        "cast": [
            {
                "name": "Louis, Lu"
            },
            {
                "name": "Owens, Byrne"
            },
            {
                "name": "Lopez, Juan"
            },
            {
                "name": "Mollica, Chris"
            },
            {
                "name": "Londe, Marlyse"
            },
            {
                "name": "Seiple, Tyler"
            },
            {
                "name": "Jamian, Chad"
            },
            {
                "name": "De Murguia, Bayardo"
            },
            {
                "name": "MacDonald, Tristen"
            },
            {
                "name": "Hocking, Kristy"
            },
            {
                "name": "Ruvalcaba, Ernesto"
            },
            {
                "name": "Dee, Camelia"
            },
            {
                "name": "Jean, Catfish"
            },
            {
                "name": "Octavia, Lamorae"
            },
            {
                "name": "Patterson, Keyonna"
            },
            {
                "name": "Smith, Steven Todd"
            },
            {
                "name": "Robinson, Mindy"
            },
            {
                "name": "Lazarus, Ariel"
            },
            {
                "name": "Chery, Richardson"
            },
            {
                "name": "Gallego, Gustavo"
            },
            {
                "name": "Grimes, Kareem J."
            },
            {
                "name": "Jr., Joseph H. Johnson"
            },
            {
                "name": "Davis, Brett"
            },
            {
                "name": "Marshall, Theo"
            },
            {
                "name": "Metellus, Joberde"
            },
            {
                "name": "Caughlin, Diana"
            },
            {
                "name": "Guidry, Cottrell"
            },
            {
                "name": "Beck, Kyle"
            },
            {
                "name": "Gold, Ira"
            },
            {
                "name": "Eastwood, Beach"
            },
            {
                "name": "Chao, Ray"
            },
            {
                "name": "Ingland, Grace"
            },
            {
                "name": "Boggs, Sasha"
            },
            {
                "name": "Poole, Lauren"
            },
            {
                "name": "Filippone, Joe"
            },
            {
                "name": "Micharlsen, Kristen"
            },
            {
                "name": "Vignola, Jean Marie"
            },
            {
                "name": "Bonner, Marianne"
            },
            {
                "name": "Sandoval, Michael"
            },
            {
                "name": "Tyukin, Sergey"
            },
            {
                "name": "Ying, Alicia"
            },
            {
                "name": "Koszela, Randy"
            },
            {
                "name": "Arrazola, Eddie"
            },
            {
                "name": "Walker, Kevin L."
            },
            {
                "name": "Vega, Joseph"
            },
            {
                "name": "Espy, Brandon"
            },
            {
                "name": "Kowalsky, Jonathan"
            },
            {
                "name": "Ramone, Minquell"
            },
            {
                "name": "Faigus, Ben"
            },
            {
                "name": "Nunley, Samantha"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "8"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 8.1,
        "votes": 62,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTMzMzA5MjM5MV5BMl5BanBnXkFtZTcwNDg2NDU5NA@@._V1_SY150_CR5,0,101,150_.jpg",
        "budget": "$88,000 (estimated)",
        "plot outline": "Most of us have had one at one time or another...roommates. And even those of us who haven't had one are familiar with the connotations that that word evokes. Whether you loved them, hated them, or couldn't care less for them, they still impacted your life and helped shape you into the person you are today. They know our most intimate details and have seen us at our highest of highs and lowest of lows. From college to late adulthood we have been paired with roommates, who at times, wear on our patience, take advantage of your kindness, and abuse our trust. If you're lucky enough to have a roommate that respects you and your stuff, and you're able to get along with them, then great. That is not the case for Lu. In his quest for the perfect roommate, Lu has been forced to put up with the wild hijinks of some unsavory characters. But nevertheless, he pushes forward and continues his search. Always ready to give them a chance and introduce you to \"my roommate the ...\"",
        "languages": [
            "English"
        ],
        "title": "My Roommate the",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "My Roommate the (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Bradstetter, Emily"
            },
            {
                "name": "Louis, Lu"
            },
            {
                "name": "Owens, Byrne"
            }
        ],
        "production companies": [
            {
                "name": "Lucreative Films"
            }
        ],
        "distributors": [
            {
                "name": "Bunim-Murray Productions (BMP)"
            },
            {
                "name": "KoldCast TV"
            }
        ],
        "other companies": [
            {
                "name": "Action Audio & Visual"
            }
        ],
        "plot": [
            "Most of us have had one at one time or another...roommates. And even those of us who haven't had one are familiar with the connotations that that word evokes. Whether you loved them, hated them, or couldn't care less for them, they still impacted your life and helped shape you into the person you are today. They know our most intimate details and have seen us at our highest of highs and lowest of lows. From college to late adulthood we have been paired with roommates, who at times, wear on our patience, take advantage of your kindness, and abuse our trust. If you're lucky enough to have a roommate that respects you and your stuff, and you're able to get along with them, then great. That is not the case for Lu. In his quest for the perfect roommate, Lu has been forced to put up with the wild hijinks of some unsavory characters. But nevertheless, he pushes forward and continues his search. Always ready to give them a chance and introduce you to \"my roommate the ...\"::Lu Louis"
        ],
        "tech": {
            "runtime": [
                "8 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 62,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 4.4
            },
            "aged 30 44": {
                "votes": 28,
                "rating": 8.4
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 8.3
            },
            "males": {
                "votes": 37,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 5.8
            },
            "males aged 30 44": {
                "votes": 20,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 7.0
            },
            "females": {
                "votes": 18,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 2.3
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.2
            },
            "us users": {
                "votes": 33,
                "rating": 6.0
            },
            "non us users": {
                "votes": 14,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 36,
            "9": 8,
            "8": 4,
            "7": 2,
            "6": 0,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 2,
            "1": 7
        },
        "arithmetic mean": 8.1,
        "median": 1
    }
}