{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 December 2010"
            }
        ],
        "release dates": [
            "USA::22 December 2010"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Mistress of the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Hello Darlings and welcome to our \"Summer Spooktacular\" as hosts Matt Raub and Staci Layne Wilson are joined by actress Cassandra Peterson, who has played one of the biggest horror icons of the past 30 years - Elvira : Mistress of the Dark. MARVEL as they discuss the creation of Elvira, living with a super star alter-ego and surviving 30 years of show business while maintaining a sense of humor. Cassandra also fills us in on how she has brought the show that started it all - 'Movie Macabre' back to our screens and what to expect from Elvira in the next 30 years.    "
                },
                "2": {
                    "title": "Men in Suits",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Season 2 kicks off by delving into the world of 'Men in Suits' and by suits we don't mean Armani but more the latex and prosthetic kind that take hours of grueling application. Join Staci and Matt as they discuss the art of bringing life to some of the greatest creatures of the last decade with actor Doug Jones who has created both one of the most beloved characters in \"Hellboy's\" Abe Sapien as well as one of the most gruesome with \"Pans Labyrinth's\" Pale Man. From the cosmic Silver Surfer to the terrifying Gentleman from \"Buffy the Vampire Slayer\" Doug has used his ...    "
                },
                "3": {
                    "title": "Ozploitation",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    This week we delve into the world of Ozploitation with genre-bending director Brian Trenchard-Smith. Join hosts Matt and Staci as they discuss exploitation films, crazy stunts and the art of the sequel with the man who has self proclaimed to have \"Committed 42 crimes against cinema\" - and now it's time to serve out his punishment in our studio. From lighting himself on fire to writing limericks for the Leprechaun himself , Brian Trenchard-Smith has worked in every genre and is like a walking film school of cinematic knowledge. Rounding out the show is Author Ric ...    "
                },
                "4": {
                    "title": "Higher Tension",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    This week we explore the personal stamp of horror that director Ti West has left on his atmospheric films. Join hosts Matt and Staci as they discuss the contemporary horror film and how to break from the generic trappings to create films where character and tension are king. From 'The House of the Devil' to his latest film 'The Innkeepers', Ti West has been making fiercely independent 'Auteur' films that feel like a throwback to the golden era of 1970's horror film-making. Ti discusses his influences, creative approach and the difficulties in getting an 'Alan Smithhee...    "
                },
                "5": {
                    "title": "Franchise Destination",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    This week we dissect the unstoppable sequels that make up the modern horror franchise. Joining our hosts Matt and Staci to explore the sequel phenomenon is Jeffrey Reddick, the writer and creator of the original 'Final Destination' - which is currently in it's fifth incarnation right now, proving they have taken a page from their own book at cheating death. Our second guest conquered Project Greenlight to bring the world the hungry sex crazed beasts of the 'FEAST' trilogy and is currently wrapping up post-production on the sequel to the popular re-make (See!) Piranha ...    "
                },
                "6": {
                    "title": "Slash and Burn",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    This week we delve into the motiveless mayhem of the serial killer with two very different films that explore the compulsion to kill. Director Robert Hall joins hosts Matt and Staci to discuss his slasher sequel 'Laid to Rest 2: Chromeskull' which ups the destruction and gore of the original while also expanding the universe of Chromeskull. They discuss Roberts move from SFX artist to Director and designing the gore drenched kills of the Chromeskull franchise. Joining in on the conversation is actress Angelina Armani who plays a detective in the new film and shares ...    "
                },
                "7": {
                    "title": "Kane Hodder Unmasked",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    This Week we welcome the worlds most prolific cinematic killer, Actor Kane Hodder. Hosts Matt and Staci delve into Kanes revealing new biography 'Unmasked' where he holds nothing back about his troubled childhood, the stunt mishap that left him badly scarred and his incredible career playing two of horrors most iconic roles Jason Vorhees (Friday the 13th parts 7-10) and Victor Crowley (Hatchet 1&2). With a life that strangely mirrors his iconic roles Kane discusses his fascination with serial killers and a career that has seen him go from stuntman to horror icon to ...    "
                },
                "8": {
                    "title": "Fierce Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    This week, Matt and Staci are joined by their faithful producer of the show, Elric Kane, as the three introduce some of their favorite lesser known films in the horror genre. Films such as Suck, Antichrist, Lo, TerrorVision, Dressed to Kill, Possession, DeadHeads, The Entity, The Beyond, Dark Floors, Rosencrantz and Gildenstern Are Undead, Don't Go in the House, Spirits of the Dead, Pieces, and the classic Virgin Among the Living Dead.    "
                }
            },
            "1": {
                "1": {
                    "title": "Christmas Horror Spectacular",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    With the premiere episode of this week in horror we delve into the exploitation of Christmas with our all Christmas Horror spectacular. Join Hosts Matt Raub and Chris Ullrich as they dig through the toy chests of Christmas gore. Marvel as special guest Santa Claus drops by to hand out his picks for the best and worst from Christmas Horrors past. After Santa's list Matt and Chris tear into their stockings with a review of the brand new film \"Rare Exports\" based on the popular series of Finnish short films that deal with an evil Santa, who no longer cares whose been ...    "
                },
                "2": {
                    "title": "Giallo Fever!",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This week our hosts Matt Raub and Staci Layne Wilson get 'Giallo Fever' as they break down the popular Italian genre of slasher mystery films known as 'Giallo'. After reviewing the less then stellar 'And Soon the Darkness' Staci introduces the A- Z of Giallo clichés which will catch you up to speed if you have no idea what Giallo means. Our first guests are the co-writers behind the films 'Toolbox Murders' and \"Mother of Tears' Adam Gierasch and Jace Anderson who discuss working with the master of Giallo himself Dario Argento and they take a look at the fashion and ...    "
                },
                "3": {
                    "title": "Devil Be Gone",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This week our hosts Matt Raub and Staci Layne Wilson get preachy in our all exorcism 'Devil Be Gone' episode. We have a fantastic giveaway from the new film 'The Rite' Starring Sir Anthony Hopkins, who Staci managed to pin down for an interview at the end of the show. Joining us in the struggle between good and evil is our news contributor Heidi (one word like Madonna) who brings us weird headlines from the horror front - sadly one of them involves Miley Cyrus. We count down our top 5 possessions in film before being joined by our #1- the nicest woman to ever play the...    "
                },
                "4": {
                    "title": "Carny Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Step right up for This week in Horror as we enter the Big Top and explore 'Carny Terror'. In celebration of the long awaited release of 'Santa Sangre' our hosts Matt Raub and Staci Layne Wilson are joined by members of the Venice Beach freak show, who both dazzle and disturb as they bend their bodies impossibly and swallow swords, that's right you will see not one but two swords swallowed. While it's a near impossible act to follow we were lucky enough to have the film composer of 'Santa Sangre', Simon Boswell, in studio for a one on one interview about his work on ...    "
                },
                "5": {
                    "title": "Mannequin Menace",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Don't move a muscle - join our plastic beauties as we explore the creepy and strange side of still life in 'Mannequin Menace'. Hosts Matt Raub and Staci Layne Wilson guide us through some of the highlights of horror films that use mannequins less as decoration then as symbols of deteriorating minds. We take a closer look at a pair of neglected gems in 'PIN' and 'Tourist Trap' before being joined by the ultimate Mannequin Maniac, director William Lustig who reveals all about his chilling classic 'Maniac'. Bill also highlights some of his upcoming releases from his cult...    "
                },
                "6": {
                    "title": "Mad Science Mondo",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome to our Lab of terrors, join us as we explore the strange hybrid fruits of 'Mad Science Mondo'. Hosts Matt Raub and Staci Layne Wilson attempt to reveal the Real science behind the Reel science in classic Mad science horror films. Joining in the experiment are two of the most revered mad science directors, Vincenzo Natali who discusses genetic engineering and the ethics of 'Splice', and Director Tom Six \"fills us in\" on the sequel to his cult hit 'The Human Centipede' which he promises makes the first film look like \"My little pony\".Tune in as we promise to ...    "
                },
                "7": {
                    "title": "American Grindhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Day of the Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Birdemic!",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Break out your wire coat hangers, crack open a cold beer and raise your glass for the 1-year anniversary of \"The Romantic Thriller That Became a Cult Sensation Hit!\"- Birdemic: Shock and Terror. Joining our co-hosts Matt Raub and Staci Layne Wilson for the Birdemic Fest is the 'Master of the romantic thriller' himself, Director James Nguyen and lead actor Alan Bagh who played the heroic software salesman Rod. Together they discuss the origins of the Shock and Terror and how a micro budgeted feature went from festival rejection to international cult sensation. Delving ...    "
                },
                "10": {
                    "title": "The Walking Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 19,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    It was only a matter of time before the dead rose from their graves to descend upon our studio, luckily our guest knows a thing or two about stomping out the undead as he plays hot-headed cop, Shane on AMC's hit show 'The Walking Dead'. Host Staci Layne Wilson is missing after all the zombie carnage so joining Matt this week is the wonderful actress and Scream Queen, Brooke Lewis who helps grill Jon about the future of the love triangle at the heart of the popular series. Of course Jon knows the first rule to survive a zombie apocalypse is to never travel alone, ...    "
                },
                "11": {
                    "title": "Edgar Allan Poe",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Once upon a Midnight Dreary, while I pondered weak and weary, over many a dull and forgetful podcast..there was no tapping at the door just the sound of the eleventh episode of This Week in Horror celebrating the works of 'Americas Shakespeare' Edgar Allan Poe. Joining our hosts Matt Raub and Staci Layne Wilson in their Gothic exploration of the man behind The Raven are two people who know the work of Poe intimately. Actor Jeffrey Combs of 'Re-Animator' fame has literally had to get under Poe's skin to play him in the one man show 'Nevermore' which played to sold out ...    "
                },
                "12": {
                    "title": "It's Alive!",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The good news is -It's Alive! The bad news it's a mutant killer baby. This Week in Horror our co-hosts Matt Raub and Staci Layne Wilson count down the top 5 horror films to Avoid while pregnant. Joining them in studio is the man responsible for some of the strangest and most provocative satirical horror films in the business, the original Guerilla filmmaker turned studio screenwriter, Larry Cohen. Together they discuss the inspiration for his horror satires of the American family in 'It's Alive' and consumer culture in 'The Stuff'. Larry tells of how he got away ...    "
                },
                "13": {
                    "title": "Scary Mutha's",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Trailers from Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Caution: While watching the following interview please avoid all contact with water, bright lights and refrain from eating after midnight and above all never ask Joe Dante about the crash-zoom shot from 'The Burbs'. You have been warned. Welcome to episode #14 of This Week in Horror where we are trash talking about trailers with the brilliant director of Gremlins, Howling, the Burbs and the original Piranha- Mr. Joe Dante. Hosts Matt Raub and Staci Layne Wilson unlock the gates to the underworld unleashing the 'Trailers from Hell'- hear how Guillermo del Toro used a a...    "
                },
                "15": {
                    "title": "Amazing Adaptations",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Ever wanted to write a great horror script but haven't got any good ideas? Well you will fit right in here in Hollywood so to help you out we present an entire episode on the art of Adaptation. No longer will you be held back by things like \"thinking\" and \"creative inspiration\"- our experts will instruct you on how to re-imagine someone else's work and make it your own, best of all you don't even have to read as our experts Mick Garris and John Skipp have already done that chore for you. So sit back and plug into our all horror adaptation episode, who knows by the end...    "
                },
                "16": {
                    "title": "Tromatized!",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    For almost 40 years Troma Entertainment has both shocked and repelled us with their over the top satires and bikini clad gore fests and with a $100 million re-make of the Toxic Avenger in the works at a major studio there is no sign that the Troma brand is slowing down. Welcome to episode #16 of This Week in Horror where hosts Matt Raub and Staci Layne Wilson are joined by the creator of such classics as 'The Toxic Avenger', 'Class of Nuke 'em High' and 'Poultrygeist:Night of the chicken dead', co-founder of Troma Entertainment, Lloyd Kaufman. Marvel as we discuss the...    "
                },
                "17": {
                    "title": "The Easter Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Once you've recovered from your post Easter chocolate coma sit back and enjoy our Easter special where we use the holiday as an excuse to show clips of giant killer bunny film 'Night of the Lepus'. We have exclusive interviews with director Kevin Munroe and the stars of 'Dylan Dog: Dead of Night' Brandon Routh and Sam Huntington. After scouring the net for Easter themed Horror we came across the as yet un-released cannibalistic Bunny suit serial killer flick 'Bunnyman' whose director Carl Lindbergh joins host Matt Raub in studio to discuss killer dwarfs, time ...    "
                },
                "18": {
                    "title": "Final Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Surviving a horror film is not an easy feat, but surviving multiple horror franchises is something few actresses have accomplished. This weeks guest has taken on two incarnations of Michael Myers, survived the Hatchet of Victor Crowley and will soon take on the blade of Chrome Skull, but will our ultimate 'Final Girl', Danielle Harris, be able to out run the vampire apocalypse of 'Stake Land'? Danielle joins co-hosts Matt Raub and Staci Layne Wilson to discuss her new film and her prolific career in horror from child actor in 'Halloween 4' to ass-kicking heroine in '...    "
                },
                "19": {
                    "title": "Not Bad for a Human",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    This Week, Staci rejoins Matt as the two welcome sci-fi and horror legend Lance Henriksen to the studio. The two discuss with Lance all of the facets of his long career from Aliens to Near Dark and Millenium. Lance is joined by 'Nightmares in Red, White, and Blue' writer Joe Maddrey who also co-wrote Lance's biography, 'Not Bad For a Human'. And Matt goes one on one with exploitation film 'Hobo With a Shotgun' director Jason Eisener.    "
                },
                "20": {
                    "title": "Body Parts",
                    "kind": "episode",
                    "episode of": {
                        "title": "This Week in Horror (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    In celebration of the first successful hand transplant in America we are joined by Filmmaker Eric Red, who portrayed the difficulty of bonding with a strangers limb 20 years ago in his psychological thriller 'Body Parts'. Hosts Matt Raub and Staci Layne Wilson delve into the nature of evil in Eric's films and the menacing characters he has created from the existentially twisted serial killer John Ryder in 'The Hitcher' to the Vampiric outlaw clan of 'Near Dark'. Eric discusses the practical challenges of shooting with both animals and children in his Werewolf film '...    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Raub, Matt"
            },
            {
                "name": "Wilson, Staci Layne"
            },
            {
                "name": "Dietz, Eileen"
            },
            {
                "name": "Kane, Elric"
            },
            {
                "name": "Lewis, Brooke"
            },
            {
                "name": "Jackson, Lewis"
            },
            {
                "name": "Steiman, David"
            },
            {
                "name": "Ullrich, Chris H."
            },
            {
                "name": "Agnew, Jim"
            },
            {
                "name": "Anderson, Jace"
            },
            {
                "name": "Armani, Angelina"
            },
            {
                "name": "Bagh, Alan"
            },
            {
                "name": "Bernthal, Jon"
            },
            {
                "name": "Boswell, Simon"
            },
            {
                "name": "Bousman, Darren Lynn"
            },
            {
                "name": "Bowen, AJ"
            },
            {
                "name": "Brock, Deborah"
            },
            {
                "name": "Butler, Sarah"
            },
            {
                "name": "Cardinal, Tara"
            },
            {
                "name": "Chiodo, Charles"
            },
            {
                "name": "Chiodo, Stephen"
            },
            {
                "name": "Cohen, Larry"
            },
            {
                "name": "Combs, Jeffrey"
            },
            {
                "name": "Corman, Roger"
            },
            {
                "name": "Dante, Joe"
            },
            {
                "name": "De Mare, Victoria"
            },
            {
                "name": "Drenner, Elijah"
            },
            {
                "name": "Eisener, Jason"
            },
            {
                "name": "Garris, Mick"
            },
            {
                "name": "Gierasch, Adam"
            },
            {
                "name": "Goldenberg, Steve"
            },
            {
                "name": "Gordon, Stuart"
            },
            {
                "name": "Green, Dai"
            },
            {
                "name": "Greene, Dan"
            },
            {
                "name": "Gulager, John"
            },
            {
                "name": "Gunn, James"
            },
            {
                "name": "Hall, Robert"
            },
            {
                "name": "Harris, Danielle"
            },
            {
                "name": "Henriksen, Lance"
            },
            {
                "name": "Hill, Jack"
            },
            {
                "name": "Hodder, Kane"
            },
            {
                "name": "Holland, Tom"
            },
            {
                "name": "Honeycutt, Heidi"
            },
            {
                "name": "Huntington, Sam"
            },
            {
                "name": "Jones, Doug"
            },
            {
                "name": "Kaufman, Lloyd"
            },
            {
                "name": "Keller, Sean"
            },
            {
                "name": "Lindbergh, Carl"
            },
            {
                "name": "Lohr, Jacqueline"
            },
            {
                "name": "Loudermilk, Brett"
            }
        ],
        "locations": [
            "Santa Monica, California, USA"
        ],
        "genres": [
            "Horror",
            "Talk-Show"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 SD",
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 22,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYyNDE3MTAzM15BMl5BanBnXkFtZTcwOTY4NDExNQ@@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "This Week in Horror",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "This Week in Horror (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Kane, Elric"
            }
        ],
        "production companies": [
            {
                "name": "ThisWeekIn"
            }
        ],
        "distributors": [
            {
                "name": "ThisWeekIn"
            }
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 SD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 22,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 1.8
            },
            "males": {
                "votes": 13,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 2.0
            },
            "females": {
                "votes": 6,
                "rating": 6.1
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 6.0
            },
            "us users": {
                "votes": 8,
                "rating": 6.7
            },
            "non us users": {
                "votes": 7,
                "rating": 5.4
            }
        },
        "number of votes": {
            "10": 9,
            "9": 1,
            "8": 2,
            "7": 3,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 6.7,
        "median": 8
    }
}