{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Edge, Jana"
            },
            {
                "name": "Meyer, John"
            }
        ],
        "locations": [
            "British Virgin Islands",
            "Port Isabel, Texas, USA",
            "South Padre Island, Texas, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "If you can get there by boat, Winds of the World will go. And the cameras will follow. The ultimate show-within-a-show, WoW follows lifelong sailor and reality television host John Meyer and nautical neophyte and television newbie Jana Edge as they travel the globe, bringing the viewer along to far-flung destinations as well as revealing the off-the-beaten-path aspects of familiar locales. Get to know John and Jana as they struggle to organize, produce and execute a truly unique travel show that is part luxury yachting, part bargain travel, part reality TV, and all fun.",
        "languages": [
            "English"
        ],
        "title": "Winds of the World",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Winds of the World (United States)"
        ],
        "writer": [
            {
                "name": "Ahrens, Carlton"
            },
            {
                "name": "Edge, Jana"
            },
            {
                "name": "Edmondson, Robbie"
            }
        ],
        "distributors": [
            {
                "name": "Resorts and Residence Channel"
            }
        ],
        "plot": [
            "If you can get there by boat, _Winds of the World_ (qv) will go. And the cameras will follow. The ultimate show-within-a-show, WoW follows lifelong sailor and reality television host John Meyer and nautical neophyte and television newbie Jana Edge as they travel the globe, bringing the viewer along to far-flung destinations as well as revealing the off-the-beaten-path aspects of familiar locales. Get to know John and Jana as they struggle to organize, produce and execute a truly unique travel show that is part luxury yachting, part bargain travel, part reality TV, and all fun.::del monte films LLC"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}