{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 December 2010"
            }
        ],
        "release dates": [
            "USA::30 December 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Foxworthy, Jeff"
            },
            {
                "name": "Morris, David"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Join host David Morris, along with comedian Jeff Foxworthy, as they take viewers across North America in search of giant bucks and reveal the secrets of the Tecomate Management System used to grow so many monster whitetails. 'Tecomate Whitetail Nation' expands audiences' perspectives about what is possible through serious, practical wildlife management and helps viewers realize their deer hunting dreams where they both live and hunt. Centered around the revolutionary Tecomate Food Plot Strategy, the show wraps this paradigm-shifting management information in a fast-paced, entertaining format. Each episode features a hunt and information about whitetail management, behavior and biology.",
        "languages": [
            "English"
        ],
        "title": "Tecomate Whitetail Nation",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Tecomate Whitetail Nation (United States)"
        ],
        "distributors": [
            {
                "name": "The Outdoor Channel"
            }
        ],
        "plot": [
            "Join host David Morris, along with comedian Jeff Foxworthy, as they take viewers across North America in search of giant bucks and reveal the secrets of the Tecomate Management System used to grow so many monster whitetails. '_Tecomate Whitetail Nation_ (qv)' expands audiences' perspectives about what is possible through serious, practical wildlife management and helps viewers realize their deer hunting dreams where they both live and hunt. Centered around the revolutionary Tecomate Food Plot Strategy, the show wraps this paradigm-shifting management information in a fast-paced, entertaining format. Each episode features a hunt and information about whitetail management, behavior and biology.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}