{
    "imdb": {
        "raw release dates": [
            {
                "country": "Sweden\n",
                "date": "20 December 2010"
            },
            {
                "country": "Finland\n",
                "date": "23 December 2010"
            },
            {
                "country": "Hungary\n",
                "date": "26 February 2014"
            },
            {
                "country": "Japan\n",
                "date": "21 July 2014"
            },
            {
                "country": "Italy\n",
                "date": "5 September 2014"
            },
            {
                "country": "Germany\n",
                "date": "29 January 2015"
            },
            {
                "country": "France\n",
                "date": "29 January 2015"
            }
        ],
        "release dates": [
            "Sweden::20 December 2010",
            "Finland::23 December 2010",
            "Hungary::26 February 2014",
            "Japan::21 July 2014",
            "Italy::5 September 2014",
            "Germany::29 January 2015",
            "France::29 January 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Morden i Sandhamn"
            },
            {
                "countries": "Denmark",
                "title": "Mord i Skærgården"
            },
            {
                "countries": "Finland",
                "title": "Murha Sandhamnissa"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Morden i Sandhamn"
            },
            {
                "countries": "France",
                "title": "Meurtres à Sandhamn"
            },
            {
                "countries": "Germany",
                "title": "Mord im Mittsommer"
            },
            {
                "countries": "Hungary",
                "title": "Sandhamni gyilkosságok"
            },
            {
                "countries": "Italy",
                "title": "Omicidi a Sandhamn"
            },
            {
                "countries": "Norway",
                "title": "Mordene i Sandhamn"
            },
            {
                "countries": "Poland",
                "title": "Morderstwa w Sandhamn"
            },
            {
                "countries": "Russia",
                "title": "Убийства на Сандхамне"
            },
            {
                "countries": "UK",
                "title": "The Sandhamn Murders"
            }
        ],
        "akas": [
            "Morden i Sandhamn (original title)",
            "Mord i Skærgården Denmark",
            "Murha Sandhamnissa Finland",
            "Morden i Sandhamn Finland (Swedish title)",
            "Meurtres à Sandhamn France",
            "Mord im Mittsommer Germany",
            "Sandhamni gyilkosságok Hungary",
            "Omicidi a Sandhamn Italy",
            "Mordene i Sandhamn Norway",
            "Morderstwa w Sandhamn Poland",
            "Убийства на Сандхамне Russia",
            "The Sandhamn Murders UK"
        ],
        "akas from release info": [
            "Morden i Sandhamn (original title)",
            "Mord i Skærgården Denmark",
            "Murha Sandhamnissa Finland",
            "Morden i Sandhamn Finland (Swedish title)",
            "Meurtres à Sandhamn France",
            "Mord im Mittsommer Germany",
            "Sandhamni gyilkosságok Hungary",
            "Omicidi a Sandhamn Italy",
            "Mordene i Sandhamn Norway",
            "Morderstwa w Sandhamn Poland",
            "Убийства на Сандхамне Russia",
            "The Sandhamn Murders UK"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "I maktens skugga",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 89,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The summer has just begun and new summer guests Carsten and Celia Larsson have invited the entire island to a summer party to unveil their newly built luxury home in Fyrudden. But not everyone is looking forward to the party. The large construction project has invited the ire of many of the island's residents, who are far from pleased with their new neighbors. Carsten receives anonymous threats, and has also alienated the construction workers by falling behind on his payments. An uninvited guest shows up just in time for the party, as well. Nora is more neutral to the...    "
                },
                "2": {
                    "title": "I sanningens namn",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 83,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It is finally time for this year's sailing camp in Knarrholmen, and the atmosphere is charged with anticipation. But not everyone is happy. Benjamin feels isolated and several of the older boys make him their whipping boy straight away, without the leaders noticing anything. The bullying gets worse every day, and meanwhile someone is lurking in the shadows, watching every step the children take. Several of the boats in Sandhamn's harbor have had their petrol stolen, siphoned off at night. Thomas takes the night surveillance job, to try to get more time with his family...    "
                },
                "3": {
                    "title": "I fel sällskap",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 67,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The Nacka Police receive an anonymous report of domestic violence. Mia receives the report and goes to see Minna, who arrived at the hospital, badly battered, with her newborn son. Mia asks her to testify - and promises her protected housing out in the archipelago. Minna's husband, André, does everything he can to get his family back, while at the same time trying to figure out who has filed the report. Minna and Mia get out of the hospital at the last minute, before André finds them, but he can't take no for an answer, and instead starts to hunt them down to bring ...    "
                },
                "4": {
                    "title": "I nöd och lust",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 58,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Mia and Thomas are on night surveillance, watching suspected alcohol smugglers. Everything is calm and quiet, until Thomas goes for a cup of coffee. A truck comes, and Mia doesn't have the patience to wait. She goes in herself, so that she won't miss her chance to catch them red-handed. She is beaten brutally and Thomas is determined to find the people who assaulted her. A box of imported liquor is his only lead. It turns out that the CEO of the import company lives on Sandhamn, and is an acquaintance of Nora's. Thomas heads out right away to ask Nora if she could ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 102,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    It's a beautiful morning in July and Nora Linde and her two children go to the beach. During the day's first swim, Nora discovers a body in the water and the Stockholm police is notified. At first it seems to be a drowning accident but Thomas Andreasson, the crime inspector who is investigating the case, soon suspects that it is a murder case. The body is found entangled in a fishing net, Nora manages to figure out whose net it is and contacts Thomas. Nora wants to help the police but knows that her husband Henrik won't approve of it. She finds the support and drive ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 83,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The police have a suspect but Nora continues, to her husband Henriks annoyance, to involve herself in the police investigation. On her way to a doctor's appointment for her diabetes that she has neglected lately, she accidentally bumps into Thomas and contributes with information that leads to new clues in the investigation.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 90,
                    "original air date": "22 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    At Henrik and Noras house they are preparing for Henriks parents 40th wedding celebration. Henriks parents take the children to the beach but suddenly the children are missing. While looking for them they also make a macabre discovery that leads the case many years back in history. Between Nora and Thomas feelings are growing strong. Nora turns to her friend Signe for support.    "
                }
            },
            "2": {
                "1": {
                    "title": "I den innersta kretsen - Del 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 92,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Theres a party on Nora Lindes terrace on a beautiful summers day in July. Everyone is there to watch the finish of the Round Gotland Race. Two large yachts are heading for the finish line, and the guests are anxiously waiting to see which boat will win. Noras husband, Henrik, is at the helm on the Team Juliander boat, which ends up winning. Everybody is cheering, but the celebration comes to halt as the captain on the boat suddenly collapses, shot in the chest. Where did the shot come from? And who fired it? Crime inspector Thomas Andreasson is once again called to ...    "
                },
                "2": {
                    "title": "I den innersta kretsen - Del 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 83,
                    "original air date": "18 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Crime inspector Thomas Andreasson and his colleague, Mia Holmgren, keep investigating the murder of well-known lawyer Oscar Juliander. It appears that he has no contact with his son. And someone has been sending anonymous threatening letters. Is the answer within the family? Or on the KSSS board? And who is sneaking around the empty house next to Nora Lindes? Henrik has a hard time accepting that Nora wants a divorce, and does everything in his power to change her mind.    "
                },
                "3": {
                    "title": "I den innersta kretsen - Del 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 81,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    When another member of the KSSS board is murdered, crime inspector Thomas Andreasson and his colleague, Mia Holmgren, look for a connection between the two murders. Is someone out to get the KSSS board, or is there another motive? Is there one or two perpetrators? Nora becomes involved in the investigation in her capacity as a bank lawyer, and eventually she realizes that the killer is closer than she thinks Henrik is hesitant about signing the divorce papers, but realizes that he probably cant win Nora back    "
                }
            },
            "3": {
                "1": {
                    "title": "I grunden utan skuld - Del 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 83,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Children playing in the woods find a severed arm.    "
                },
                "2": {
                    "title": "I grunden utan skuld - Del 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 76,
                    "original air date": "9 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Sandhamn is shaken by the disappearance of another teenage girl.    "
                },
                "3": {
                    "title": "I grunden utan skuld - Del 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 75,
                    "original air date": "16 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    The fate of Sara and the killer of Lena are revealed.    "
                }
            },
            "4": {
                "1": {
                    "title": "I natt är du död - Del 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 78,
                    "original air date": "27 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The idyllic summer tranquility of Sandhamn is shattered when a student, Marcus Nielsen, is found dead. Everything indicates suicide. His mother has a hard time processing what has happened, and can't believe that he would take his own life. Detective Thomas Andreasson and his partner Mia Holmgren with the Nacka Police become involved and discover that Marcus had several meetings scheduled with different people. They interrogate his supervisor from the university and she seems to know more than she is willing to say... As they learn more about Marcus, it becomes clear ...    "
                },
                "2": {
                    "title": "I natt är du död - Del 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 63,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Thomas and Mia continue their investigation. Marcus Nielsen, who studied psychology, had scheduled several meetings with former Marine Commandos. He wanted to talk about group psychology and their time in the special forces. The trail of clues leads to Korsö, a military camp outside of Sandhamn, where the Marine Commandos used to be based. Thomas and Mia try to track down the group. More and more information surfaces about how tough things were at Korsö. They interview an officer, Cronwall, who has a hard time remembering and denies meeting Marcus.    "
                },
                "3": {
                    "title": "I natt är du död - Del 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 60,
                    "original air date": "11 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Thomas and Mia try to track down all of the marine commandos who have come up in the investigation. Meanwhile, they find out that Officer Cronwall is missing. His wife is deeply remorseful. It turns out that Cronwall lied, he had met Marcus. But where is Cronwall now? Did he disappear intentionally, or was he kidnapped? And who murdered the former marine commandos? Old diaries from this period in the Marine Commandos turn up and provide some answers. The investigation leads back to Korsö, where the ultimate revenge has been planned. Both Nora and Thomas are there in ...    "
                }
            },
            "5": {
                "1": {
                    "title": "I stundens hetta - Del 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 83,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Midsummer Weekend in Sandhamn. Young people are partying, the music is pounding and the alcohol is flowing. A young girl, Felicia, comes stumbling along, seriously intoxicated. She is looking for her friend. She collapses and is taken under the care of the police. Sandhamn has a painful awakening from the night's celebrations, when a summer guest who is swimming the next morning finds a teenager, Victor, dead on a cliff. Everything points to murder.    "
                },
                "2": {
                    "title": "I stundens hetta - Del 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 67,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Detective Inspector Thomas Andreasson and his colleague Mia Holmgren continue their investigation, trying to map out the events of that night. They interview Felicia and her friend, Ebba. The girls are completely shocked by the news that Victor is dead. But is Felicia really telling the police everything she knows?    "
                },
                "3": {
                    "title": "I stundens hetta - Del 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Sandhamn Murders (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 68,
                    "original air date": "2 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Thomas and Mia receive a tip-off in their search for Victor's killer and Felicia reveals that she saw Victors best friend Tobbe at the crime scene. Nora gets Vera to tell what really happened the night she was away.    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Cedergren, Jakob"
            },
            {
                "name": "Rapaport, Alexandra"
            },
            {
                "name": "Lidén, Anki"
            },
            {
                "name": "Andreis, Sandra"
            },
            {
                "name": "Tejle, Lotta"
            },
            {
                "name": "Edlind, Louise"
            },
            {
                "name": "Monn, Lion"
            },
            {
                "name": "Wallén, Ping Mon H."
            },
            {
                "name": "Torp, Ane Dahl"
            },
            {
                "name": "Amble, Lars"
            },
            {
                "name": "Malmsjö, Jonas"
            },
            {
                "name": "Gödicke, Stefan"
            },
            {
                "name": "Samuelsson, Saga"
            },
            {
                "name": "Pekkari, Sofia"
            },
            {
                "name": "Hallström, Johan"
            },
            {
                "name": "Hedenberg, Johan"
            },
            {
                "name": "Andersson, Harriet"
            },
            {
                "name": "Sandberg, Kajsa"
            },
            {
                "name": "Kundler, Andreas"
            },
            {
                "name": "Sinisalo, Anu"
            },
            {
                "name": "Knapp, Mikaela"
            },
            {
                "name": "Lemoyne, Liv"
            },
            {
                "name": "Stellby, Eva"
            },
            {
                "name": "Lööf, Ylva"
            },
            {
                "name": "Ornäs, Sebastian Hiort af"
            },
            {
                "name": "Waldfogel, Eliot"
            },
            {
                "name": "Nilsson, Lena"
            },
            {
                "name": "Braskered, Bengt"
            },
            {
                "name": "Wallström, Martin"
            },
            {
                "name": "Eklöf, Pontus"
            },
            {
                "name": "Sparring, Anders"
            },
            {
                "name": "Levin, Gustav"
            },
            {
                "name": "Kovacs, Angela"
            },
            {
                "name": "Lützow, Joel"
            },
            {
                "name": "Pettersson, Lasse"
            },
            {
                "name": "Hansson, Catherine"
            },
            {
                "name": "Milldoff, Kenneth"
            },
            {
                "name": "Ljungmark, Claes"
            },
            {
                "name": "Hallgren, Fredrik"
            },
            {
                "name": "Carlsson, Bengt C.W."
            },
            {
                "name": "Hanzon, Thomas"
            },
            {
                "name": "Delleskog, Marie"
            },
            {
                "name": "Olsson, Annika"
            },
            {
                "name": "Unger, Bisse"
            },
            {
                "name": "Persson, Tore"
            },
            {
                "name": "Engman, Peter"
            },
            {
                "name": "Norström, Tomas"
            },
            {
                "name": "Tafvelin, Pierre"
            },
            {
                "name": "Engström, Felix"
            },
            {
                "name": "Foladi, Kave"
            }
        ],
        "locations": [
            "Sandhamn, Stockholms län, Sweden",
            "Police Headquarters, Stockholm, Stockholms län, Sweden"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Romance",
            "Thriller"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Sweden"
        ],
        "country codes": [
            "se"
        ],
        "language codes": [
            "sv"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Denmark:15::(DVD rating)",
            "Finland:K-12::(DVD rating)",
            "Italy:T",
            "Norway:15::(DVD rating)",
            "Sweden:11::(DVD rating)"
        ],
        "number of seasons": 6,
        "rating": 6.7,
        "votes": 1121,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGJkMTlkNGItYzc2MS00MTAzLWJlMjYtZWFlM2Y1ZWM0MjNiXkEyXkFqcGdeQXVyMTMwOTMzNzU@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "Swedish"
        ],
        "title": "The Sandhamn Murders",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Ahlgren, Camilla"
            },
            {
                "name": "Alfredson, Daniel"
            },
            {
                "name": "Asphaug, Martin"
            }
        ],
        "production companies": [
            {
                "name": "Filmlance International AB"
            },
            {
                "name": "TV4"
            },
            {
                "name": "ZDF Enterprises"
            },
            {
                "name": "ZDF German Television Network"
            }
        ],
        "distributors": [
            {
                "name": "TV4"
            },
            {
                "name": "AXN"
            },
            {
                "name": "Alive Vertrieb und Marketing"
            },
            {
                "name": "WOWOW Prime"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "plot": [
            "Viveca Sten's popular novels come to life in \"_The Sandhamn Murders_ (qv)\", a perfect mix of Nordic crime and the beautiful surroundings of the outer Stockholm archipelago.::Filmlance"
        ],
        "tech": {
            "runtime": [
                "45 min (approx)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1121,
                "rating": 6.7
            },
            "aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 128,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 301,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 413,
                "rating": 6.8
            },
            "males": {
                "votes": 543,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 59,
                "rating": 6.2
            },
            "males aged 30 44": {
                "votes": 173,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 268,
                "rating": 6.8
            },
            "females": {
                "votes": 356,
                "rating": 7.0
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 66,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 126,
                "rating": 6.6
            },
            "females aged 45 plus": {
                "votes": 142,
                "rating": 7.1
            },
            "top 1000 voters": {
                "votes": 44,
                "rating": 5.5
            },
            "us users": {
                "votes": 72,
                "rating": 7.2
            },
            "non us users": {
                "votes": 611,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 127,
            "9": 94,
            "8": 225,
            "7": 286,
            "6": 203,
            "5": 87,
            "4": 39,
            "3": 25,
            "2": 9,
            "1": 26
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}