{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "15 August 2010"
            }
        ],
        "release dates": [
            "UK::15 August 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Luke Gamble travels deep into remote India where he battles to save a cow that has ingested over 14kg of plastic and resorts to a heroic operation to try to save its life. Visiting a shelter that is overwhelmed with abandoned and disabled animals, he faces a difficult ethical dilemma as to how best to help a two-legged dog in a place where life is sacred and his options are limited. Luke also rescues a donkey after receiving an emergency call from a visiting tourist to the area, but without any normal means of transporting the animal to sanctuary for treatment, he has...    "
                },
                "2": {
                    "title": "Malawi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Luke Gamble immerses himself in the challenge of working for the only domestic animal charity in Malawi, a country that has hardly any vets. His first mission is to see if he can save a starved dog that can hardly walk, which has somehow managed to give birth to a litter of puppies. Emergency surgery is required and the stakes are high as he performs a difficult operation in tough situations. When asked to assist with a general health check-up on a leopard, Luke discovers the difficulties of anaesthetising a notoriously dangerous wild animal and he also travels to a ...    "
                },
                "3": {
                    "title": "Grenada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Luke Gamble helps out at an animal shelter in the southern Caribbean. Apart from setting up a field clinic in a hurricane ravaged area, he is busy island hopping to attend to emergency cases, using his veterinary skills to help both the domestic and farm animals on the islands. When asked to help release a sea turtle caught up in a fisherman's net and get it back out to the sea, Luke discovers the truth about the true plight about these wonderful but endangered creatures. One patient he treats back on the island then needs a rather unusual operation to fix a swollen ...    "
                },
                "4": {
                    "title": "Mexico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Luke Gamble gets on a horse and rides up into the Mexican mountains with some cowboys to check on their cows, animals which have never seen a vet. After rescuing a donkey stuck in a swamp, Luke then has to race against time to figure out why a farmer's animals are suddenly dying and try to prevent a complete catastrophe for both the animals and the farmer's family. After working at a local dog and cat shelter, Luke is then asked to check on some birds of prey before getting a first hand experience of how it really feels to fly like a hawk.    "
                },
                "5": {
                    "title": "Thailand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Luke Gamble travels to Chiang Mai in northern Thailand to assist at a dog shelter that is overwhelmed with animals and is absolutely desperate for veterinary help. He visits a hill tribe village and while helping the locals with their animals he meets a Buddhist monk, living in isolation on the hilltop who rescues injured chickens that have been used for fighting. Luke also goes to see if he can help some elephants that have trodden on some exploding land-mines whilst working in the illegal logging camps and meets some very inspiring people who are dedicating their ...    "
                },
                "6": {
                    "title": "Zambia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Luke is on his way to Lusaka, the bustling capital city, to work with a local dog charity. He goes on a patrol across town to crack down on the illegal practice of selling puppies on the streets; coming across young street vendor Richard who is given the opportunity to turn his life around. But will he take it? On the outskirts of town, Luke visits a wildlife sanctuary where he helps an abused baboon, greets a pack of lions, determines the sex of three infant Serval cats and tests some vervet monkeys for tuberculosis. After a bumpy flight to Kafue National Park, Luke ...    "
                },
                "7": {
                    "title": "Peru",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Luke is off to one of the most remote cities in the world as he flies into Iquitos, situated in the heart of the Amazonian rain-forest. His journey starts above a bustling meat market in the centre of town, where a dog clinic is already underway by a group of volunteer vets from his own charity. Always one to get his hands dirty, he is soon on the streets catching a dog that is in urgent need of attention. Jumping on the back of a motorbike-taxi he heads to the outskirts of town to see one of the world's most enigmatic and also highly endangered creatures, the ...    "
                },
                "8": {
                    "title": "Nepal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    This is a breathtaking adventure at the top of the world for our traveling vet as he lands in Nepal's third largest city Pokhara. He is straight to work tackling the country's animal welfare issues, the most notable being the neglectful treatment of the working equine that traipse up and down the small mountain paths all day long. In town, he helps a fledgling animal charity: rescuing a maggot-infested dog and tracking down a cancer drug that can help save the many street dogs which are blighted by a sexually transmitted disease. After a brief visit to check on an ...    "
                },
                "9": {
                    "title": "Costa Rica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In the penultimate episode of the series Luke is in the tropical rain-forests of this Central American nation and he is most certainly outside his comfort zone as he travels the length and breadth of the country helping a host of different animals. After attempting to catch a fiery raccoon, Luke is presented with one of those moments that can never be predicted: teaching a newborn sloth to pooh. At a local horse ranch, Luke tries to change the traditional method of castrating the horses. Jumping on a boat he journeys to a remote tropical island where he gets friendly ...    "
                },
                "10": {
                    "title": "Uganda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vet Adventures (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The final episode of the series kicks off in style as Luke hits the streets of Kampala in order to catch a disheveled dog. Conservation is then the order of the day as Luke sets off to see some of the world's most endangered animals. He helps treat a couple of chimpanzees at a sanctuary on Ngamba Island, where he also follows the rehabilitation of two young and very cheeky chimps. He tracks down some white rhinos that have been released back into the wild after a twenty-five year absence and after a long drive into the dense countryside he spends an even longer day ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Gamble, Luke"
            }
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 1,
        "rating": 8.5,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzI0NTY3YmMtOTIyNi00OTgxLTgwMjYtZTdhNDdjODFmOTA0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTAyMjM4MTA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Vet Adventures takes viewers on a whirlwind trek across the globe as Luke Gamble, a vet from a small village in the south of England, ventures to places where animal welfare is low on the agenda and vets are often non-existent. While helping and saving as many animals as possible Luke immerses himself into the different cultures and traditions of each country he visits. With long hours, little sleep, life on the road to contend with and daily activities that involve anything from anesthetizing a leopard to educating local people about animal welfare issues, Luke takes everything in his stride. Building on Luke's charm, passion and enormous on-screen presence the stories will shock, appall and inspire the audience in equal measure as Luke travels across the open plains of Africa, the tropical rain-forests of South America and the mountains of Nepal. In each episode Luke deals with huge moral questions that will put his veterinary knowledge to the test, creating a series packed full of drama alongside aspirational stories of people who dedicate their lives to animal welfare and selflessly seek to better the natural world around them.",
        "languages": [
            "English"
        ],
        "title": "Vet Adventures",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Vet Adventures (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Off the Fence"
            },
            {
                "name": "Sky One"
            }
        ],
        "plot": [
            "_Vet Adventures_ (qv) takes viewers on a whirlwind trek across the globe as Luke Gamble, a vet from a small village in the south of England, ventures to places where animal welfare is low on the agenda and vets are often non-existent. While helping and saving as many animals as possible Luke immerses himself into the different cultures and traditions of each country he visits. With long hours, little sleep, life on the road to contend with and daily activities that involve anything from anesthetizing a leopard to educating local people about animal welfare issues, Luke takes everything in his stride. Building on Luke's charm, passion and enormous on-screen presence the stories will shock, appall and inspire the audience in equal measure as Luke travels across the open plains of Africa, the tropical rain-forests of South America and the mountains of Nepal. In each episode Luke deals with huge moral questions that will put his veterinary knowledge to the test, creating a series packed full of drama alongside aspirational stories of people who dedicate their lives to animal welfare and selflessly seek to better the natural world around them."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "males": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 8.5
            },
            "non us users": {
                "votes": 3,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.5,
        "median": 1
    }
}