{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 August 2010"
            },
            {
                "country": "Canada\n",
                "date": "11 September 2010"
            }
        ],
        "release dates": [
            "Canada::1 August 2010",
            "Canada::11 September 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Murder She Solved: True Crime"
            },
            {
                "countries": "Hungary",
                "title": "Nyomozónők - Gyilkossági ügyek"
            },
            {
                "countries": "UK",
                "title": "Murder She Solved"
            }
        ],
        "akas": [
            "Murder She Solved: True Crime (original title)",
            "Nyomozónők - Gyilkossági ügyek Hungary",
            "Murder She Solved UK"
        ],
        "akas from release info": [
            "Murder She Solved: True Crime (original title)",
            "Nyomozónők - Gyilkossági ügyek Hungary",
            "Murder She Solved UK"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Ring of Deceit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A woman disappears on her way to the Seattle airport, her fiancé makes an emotional appeal for her safe return. Two weeks later, her body is found in the trunk of her car. The victim's missing engagement ring and oddly tied shoelaces are the crucial clues that crack the case.    "
                },
                "2": {
                    "title": "Never a Doubt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A woman, who is convinced her husband has been wrongly convicted of brutally murdering her mother, launches her own investigation. Her dangerous hunt for the real killer leads to a shocking discovery.    "
                },
                "3": {
                    "title": "Not Forgotten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A young surfer's charred remains are discovered in an Huntington Beach apartment fire. Two small droplets of blood, collected in his kitchen, help police catch the murderer -15 years later.    "
                },
                "4": {
                    "title": "When Death Knocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "26 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    An Austin woman makes the deadly decision to show her high-end home to a killer posing as a prospective buyer. With a murderer on the loose in this normally tranquil neighbourhood, the pressure is on for detectives to stop him before he strikes again.    "
                },
                "5": {
                    "title": "Murder at the Farmhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The town folk of Enderby are shocked when the bodies of a hard-working dairy farmer and his wife are discovered in the living room of their country home. RCMP Detectives launch a clever undercover sting to catch the killer.    "
                },
                "6": {
                    "title": "The Face of Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "9 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Kids playing on the shore of the Wisconsin river make a grisly find - body parts in garbage bags. Someone went to great lengths to disguise the victim's identity. In an effort to solve this horrific murder; detectives use a forensic anthropologist and cutting edge technology.    "
                },
                "7": {
                    "title": "Northern Nightmare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "16 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    An Anchorage nurse disappears from her house and only her abandoned car is found. Local police enlist the help of the FBI to solve this baffling case and their specialized scent dogs lead investigators straight to the killer's doorstep.    "
                },
                "8": {
                    "title": "Kansas Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "23 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Family and friends of Edna Walton, a loving mother and grandmother, are shocked when she is found murdered in her home. Years later, the victim's grandson convinces Investigators to take another look at this cold case.    "
                }
            },
            "1": {
                "1": {
                    "title": "Free to Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Rookie private investigator, Marie Parent puts her life on the line to uncover the horrible truth behind the disappearance of Ottawa freelance journalist Louise Ellis. She delves deep into the mind of a killer to find what police aren't able to on their own - the evidence they need to put him away, before he gets away with murder.    "
                },
                "2": {
                    "title": "A Killer Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A 72-year-old man is bludgeoned to death in the garage of his St. Catharines home. When police discover the victim has multiple ex-wives, their pool of potential suspects grows. As Detective Sgt. Keri Harrison and the Niagara Regional Police Service unravel the mystery of the senior's murder, they uncover a bizarre conspiracy of misguided loyalty and greed.    "
                },
                "3": {
                    "title": "The Pathway Predator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A beautiful young woman is murdered in broad daylight by a predator who prowls the streets and bicycle paths of Ottawa in search of innocent prey. All detectives have to go on are witness descriptions of a man with an eagle tattoo, acting suspiciously on the bike paths. With a killer on the loose in this normally tranquil city, the pressure is on for Sgt. Jenny Edge and the Ottawa Police to stop him before he strikes again.    "
                },
                "4": {
                    "title": "Murder at the Roadhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A Hamilton neighbourhood pub becomes a murder scene when a man out for an evening with his family is found stomped to death in the back hallway. The search for answers only leads detectives to more questions. Dog tags found at the scene and mysterious bruises on the body will finally give Forensic Detective Annette Huys the proof she needs to put the killers away.    "
                },
                "5": {
                    "title": "Deadly Deception",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When a respected member of Toronto's gay community goes missing, Detective Sgt. Pauline Gray and the Toronto Police Service uncover a frightening and intriguing tale of internet sex, extortion and murder.    "
                },
                "6": {
                    "title": "On the Trail of a Hitman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Two gruesome shootings in Vancouver years apart lead rookie cold case cop, Lee Bergerman, on a high stakes journey into a deadly criminal underworld. A massive undercover operation and \"Mr. Big Sting\" net investigators more than they ever expected, launching one of the biggest murder cases in Canadian history.    "
                },
                "7": {
                    "title": "A Fatal Fare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The brutal murder of two taxi drivers in two days has Toronto cabbies fearing for their lives. With mysterious motives and mounting public pressure, Toronto Police detective Inspector Cory Bockus leads the investigation into what will become the case of her career. It will take relentless surveillance and a video tape from the other side of the world to reveal the shocking clues that break the case wide open.    "
                },
                "8": {
                    "title": "Severed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A bottle collector discovers a severed arm in a Calgary dumpster. Across town, police investigate two suspicious fires. Forensic diligence will uncover a gruesome connection that shocks the city. From body parts to burned up evidence, forensic investigator Sgt. Jolayne Anderson uncovers a mysterious murder and a tale of betrayal.    "
                }
            },
            "2": {
                "1": {
                    "title": "A Deadly Turn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    A loving wife and mother shot in the head in broad daylight. The brutal murder is so baffling even seasoned investigators are stumped. Ten months later, another savage shooting with the same M.O. Is it a gruesome coincidence or are the shootings somehow connected? A relentless female investigator uncovers the shocking link and discovers a tragic tale of murder for hire.    "
                },
                "2": {
                    "title": "A Race Against Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    A popular teenager is murdered on the grounds of an elementary school. Her ruthless killer gets away. Years later and hundreds of miles away, another woman is viciously stabbed. In his haste to flee the scene, the attacker leaves behind a vital piece of evidence. When DNA links these two assaults, its up to homicide detective Molly Daul to track down this brutal killer before he strikes again.    "
                },
                "3": {
                    "title": "A Toxic Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Two mysterious deaths - a cop and a firefighter - cut down in their prime. Intrepid journalist Jane Hansen uncovers a tragic tale of love, betrayal and a cold-blooded killer who almost gets away with it.    "
                },
                "4": {
                    "title": "A Poisoned Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Peggy Carr and two of her sons are rushed to hospital with extreme pain and nausea. Doctors are initially baffled by the trio's symptoms but when they test positive for a rare and deadly poison, detectives launch an investigation. Forensics indicates someone has tampered with bottles of coke in the Carr family home. Peggy dies in hospital, and Detective Susan Goreck goes undercover to find the killer - with the investigation, and her life, on the line.    "
                },
                "5": {
                    "title": "Railway Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    A young man is found murdered beside train tracks and his young girlfriend is missing. Detectives hunt for the killer while frantically searching for the girl, hoping to find her in time - alive. The year-long investigation takes police deep into the seedy underworld of freight train riders, where they suspect a serial killer at work.    "
                },
                "6": {
                    "title": "Body in a Bag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    A body discovered in the shallow waters of an old cement quarry has all the signs of a mob hit. What detectives unravel is far stranger: a twisted relationship between two educated, smart men from good families, that ends in murder.    "
                },
                "7": {
                    "title": "Deadly Snow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Just months from their 25th wedding anniversary, a gentle North Toronto couple is found brutally murdered for no apparent reason. With all leads exhausted and chance of finding their killing diminishing, police turn to a criminal profiler with the hopes she will help catch a psychopathic on the run.    "
                },
                "8": {
                    "title": "Cabbie Killer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Murder She Solved (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The brutal murder of two taxi drivers in two days has Austin cabbies fearing for their lives and police are under mounting public pressure to track down the killer. After several eye-witnesses identify a suspect in a photo line-up, police think they have their guy, but with no physical evidence that puts him at the scene, the jury acquits him. The case is shelved until 14 years later when a fingerprint ID breathes life into this cold case.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Aguero, John"
            },
            {
                "name": "Blommaert, Ann-Marie"
            },
            {
                "name": "Crosby, Trevor"
            },
            {
                "name": "Dubberly, Allen"
            },
            {
                "name": "Dubberly, Duane"
            },
            {
                "name": "Goreck, Susan"
            },
            {
                "name": "Judd, Grady"
            },
            {
                "name": "Kodjabchev, Bogomil"
            },
            {
                "name": "Leon, Carmen"
            },
            {
                "name": "MacDonald, Robert"
            },
            {
                "name": "Pfeiffer, Bob"
            },
            {
                "name": "Schottelkotte, Suzie"
            },
            {
                "name": "Smyth, Nicole"
            },
            {
                "name": "Young, Mark"
            }
        ],
        "locations": [
            "Calgary, Alberta, Canada",
            "Hamilton, Ontario, Canada",
            "Mississauga, Ontario, Canada",
            "St. Catharines, Ontario, Canada",
            "Toronto, Ontario, Canada",
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Documentary",
            "Crime"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 3,
        "rating": 7.1,
        "votes": 33,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2M5OGM4NjQtNjNlOS00OWE2LTgzNGItODA1YTg3OThkYzgwXkEyXkFqcGdeQXVyMDQ2Njk1Ng@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Murder She Solved: True Crime, an eight-episode, one hour documentary series, tells the true stories of female crime solvers who, against all odds, have solved some of the most daunting murder cases in North America. Combining elements of mystery and intrigue, the series' unique visual style and riveting storytelling compels viewers to connect the dots as crime-solvers unravel the clues in their journey to solve the crime.",
        "languages": [
            "English"
        ],
        "title": "Murder She Solved",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Zin, Anna Ceraldi"
            },
            {
                "name": "Drewery, Dale"
            },
            {
                "name": "Rodgers, Marlene"
            }
        ],
        "production companies": [
            {
                "name": "Force Four Entertainment"
            },
            {
                "name": "MSS Media"
            }
        ],
        "distributors": [
            {
                "name": "YourTV"
            }
        ],
        "plot": [
            "_Murder She Solved_ (qv): True Crime, an eight-episode, one hour documentary series, tells the true stories of female crime solvers who, against all odds, have solved some of the most daunting murder cases in North America. Combining elements of mystery and intrigue, the series' unique visual style and riveting storytelling compels viewers to connect the dots as crime-solvers unravel the clues in their journey to solve the crime.::Force Four Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 33,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 18,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 6.8
            },
            "males": {
                "votes": 16,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 6.2
            },
            "females": {
                "votes": 15,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 6.5
            },
            "us users": {
                "votes": 8,
                "rating": 7.1
            },
            "non us users": {
                "votes": 21,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 4,
            "9": 4,
            "8": 5,
            "7": 11,
            "6": 5,
            "5": 0,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}