{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "5 June 2010",
                "notes": "                            (Episode 1)"
            },
            {
                "country": "Germany\n",
                "date": "21 June 2010"
            }
        ],
        "release dates": [
            "Germany::5 June 2010                            (Episode 1)",
            "Germany::21 June 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Future of Game Controllers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    In episode one, our host Uke Bosse becomes 'Uke Bosse: The Man With No Name' as he takes to the high plains to show off his riding and shooting skills in Red Dead Redemption. After a high speed news flash, Uke brings us his rundown of the five most underrated games ever. And after that we take a look at the future of game controllers.    "
                },
                "2": {
                    "title": "All About the Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    In episode two, our host Uke Bosse demonstrates how the easy way to hide and shoot in Metal Gear Solid: Peace Walker. After the news, he spares no expenses as he brings you his countdown of the most expensive video games ever made. And the good news is, he's so busy with that he has no time left to review Alpha Protocol!    "
                },
                "3": {
                    "title": "Super Mario or Super Uke?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    In episode three we pit Super Mario Galaxy 2 against Uke's testosterone. With that messy business out of the way, we run through the greatest mustaches to appear in video games and the latest news from the world of gaming. Finally, for all those who can't stand any more World Cup action, Uke provides a hands-on guide to the developer rules for alternative ball games. Enjoy!    "
                },
                "4": {
                    "title": "Back to Atari Lynx",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Welcome to episode four, and in an effort to convince the world to refer to him 'Der Bosse', our host Uke plays Death in Demon's Souls. Inspired by his near-death experiences, he presents his rundown of the top five hardest video games ever played. After the news, Uke looks at the daddy of hand-held devices - the Atari LYNX.    "
                },
                "5": {
                    "title": "Where Batman Meets Transformers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    In this week's PLAY! our host Uke Bosse goes all Hollywood as he looks at the gaming minefield that is movie tie-ins. It's an old problem: love the film, hate the game, but there is the odd exception, such as 2009's Batman: Arkham Asylum. Is Transformers: War For Cybertron a hit or a miss? Uke gives you his verdict and looks at the best and worst of licensed video games...    "
                },
                "6": {
                    "title": "Time Traveller's Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Goodbye! Next year's international time-traveling week has started and to mark the end, Uke Bosse reminisces about temporal shifting shenanigans in Singularity. Yes, it's about time we had a new episode of PLAY! so this week's episode is about time. After breaking the space time continuum he reveals his top five time traveling devices and brings us the news - or history from Uke's perspective. Finally he travels back in time and visit his old friend Sonic the Hedgehog. Welcome!    "
                },
                "7": {
                    "title": "Army of the Undead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Brains are definitely on the menu as PLAY! steps into the world of the undead. Our host Uke Bosse has been appointed mayor of zombie-infested Pacific City in time for our review of sandbox multi-player Crackdown 2. The self-styled Boss Bosse shops s-mart for a new boom stick to bring you the Top Five zombie games of all time. We look at the reincarnation of the Xbox in the news. Finally we buried our Wii controller, read the instruction manual backwards and saw it rise again as the PlayStation Move in our test of the week. Groovy.    "
                },
                "8": {
                    "title": "Uke Goes to Outer Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Space. It's everywhere. Well, OK, maybe not on a chartered flight to the Dark Star sandwiched between two obese Wookies, and there's not much elbow room in Tokyo, either. But, there's definitely lots of space in lots of other places and there's definitely space here on PLAY! for our host Uke Bosse to bring you the best new space shoot 'em ups like Dark Star One, and also to take an old school look back at 2D shooters like Space War and Space Invaders, and we also run down of the Top 5 best space games of all time! What more do you want? There's no room for anything ...    "
                },
                "9": {
                    "title": "Kollects and Kinects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Self styled gaming guru Uke Bosse takes us rummaging through a special collector's edition and slips on his Kore suit to initiate us into the Kore Gang. Not only that but he also takes us on a Top 5 trip through the games that you never had the pleasure of playing. Uke's Newsplay! brings us a glimpse of Madden II, Metroid Other M and more. And before its game over, the Bosse man will Kinect with the world of hands free and control an Xbox via the medium of body contortion and his own rather exceptional dance moves!    "
                },
                "10": {
                    "title": "StarCraft II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "23 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    It's \"Play! Part Deux\" in this edition as Uke reviews Star Craft II and takes a quick 2 step through the best games ever to feature \"2\" in the title. A look at the latest in Newsplay! reveals that a long purple entity has taken residence on Uke's leg, and we also look back at the most famous female gaming character in history who's spawned no less than 12 sequels. This is of course Uke's ex girlfriend Lara Croft who, of course, boasts 2 arms, 2 hands, 2 legs, 2 feet, 2 eyes and, of course, 2 ears. Shame on you if you thought we were going to say \"2 tits\".    "
                },
                "11": {
                    "title": "Kane & Lynch Take 2!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Uke becomes the bastard son of Michael Moore and Quentin Tarantino as he turns his camera on Kane and Lynch 2: Dog Days. Calling for \"cut\" is not the best request in a game like this! Keeping in with the bad-boy theme also makes way for a Top 5 Anti-Heroes with a motley crew including Max Payne, Jimmy Hopkins and Wario. NEWSPLAY! brings us the forthcoming releases of Ace Combat, Batman: the Brave and the Bold and Shrank, surely games many of us will look forward to playing. However, one game Uke just cannot recommend is All Point Bulletin, which easily finds its way ...    "
                },
                "12": {
                    "title": "Uke is a Player at Gamescom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Uke steps out of his studio based virtual reality comfort zone and walks among 250,000 actual, genuine, honest to God people at Gamescom, the biggest Games Fair in Europe. Behold the creator of Fable 3, Peter Molyneux. Jump for joy as you meet the man behind the voice of Super Mario, Charles Martinet. And stand back in disbelief as Uke touches a real human woman and gets his arse interfered with by an actual male man!! What more could you want? A review of Mafia 2? The hottest trends in Gaming, like Nintendo's 3DS, Portal 2 and many more? OK, you got it. Enjoy!    "
                },
                "13": {
                    "title": "Ultimate Achievement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In this episode of Play! Uke gives a review of Metroid: Other M on Wii, lists the top 5 best dressed, female video game characters ever, and finishes with a special on the Nintendo 3DS. Until next time keep gaming.    "
                },
                "14": {
                    "title": "Clancy's Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In this episode of Play! Uke gives you an in depth review of H.A.W.X. 2, Top 5 games from Tom Clancy, and in future play Uke takes you through a preview of Zelda: Skyward Sword.    "
                },
                "15": {
                    "title": "Playing with Spiders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In this exciting episode of Play! Uke gives us an in depth view of \"Spider-Man: Shattered Dimensions\", a look at Silent Hill 8, Dead Rising II, Grand Turismo 5, and lastly Donkey Kong Heroes to finish this episode.    "
                },
                "16": {
                    "title": "Get Ready to Rock!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Welcome to READ! In this installment our little reading circle discuss gaming masterpiece \"Halo: Reach\" along with a review of the best prequels of all time. Leafing further through this week's volume we study X2010, the lead protagonist in GT5. And as our reading circle comes full circle we turn to the final chapter of The Rock Bible which serves as a source of inspiration for Uke to rocks the heck out on \"Guitar Hero: Warriors of Rock\" - ROCK READ ON!..    "
                },
                "17": {
                    "title": "Spooky Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In this exciting episode of Play! Uke takes you to Transylvania to check out the latest version of \"Castlevania: Lords of Shadow.\" You are then introduced to the 5 most evil blood sucking vampires of all time.    "
                },
                "18": {
                    "title": "Problem Solved",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In this episode of Play! we take you on a post apocalyptic journey in the game Enslaved, and try to fight for survival. Uke then gives you his top 5 best video game couples of all times and its time to solve some puzzles in Professor Layton's Unwound Future.    "
                },
                "19": {
                    "title": "Modern Warefare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In this episode of Play! We talk Medal of Honor as you fight a modern day war that has battle grounds that constantly change. You get the best top 5 reboots of all time because the second time around is all about redemption.    "
                },
                "20": {
                    "title": "Uke Get's the Creeps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Yes, that's right, it's the Play! Halloween special so brace yourself for blood, gore and the terrifying vision of Uke Bosse. Oh, and video games, as creeping into crypt are speed and explosions with the insanely fast and insanely exciting Vanquish. Get your regular reviews, news and Top 5. Scream with PLAY! induced pleasure, this time with added pumpkin.    "
                },
                "21": {
                    "title": "Uke and the Doctors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    In PLAY! 21, Uke needs medical care, takes a look at Smackdown vs. Raw 2010 and presents a new release from Shaun White.    "
                },
                "22": {
                    "title": "Hail King Uke!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    In the latest episode of Play! Uke brings us Gameplay!, Fable III for XBox 360, he looks at the five most dangerous video games spies and the work of Uke's childhood idol, game designing god Peter Molyneux.    "
                },
                "23": {
                    "title": "Uke Brings you Super Sonic Colors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Uke has super fast look at one of the biggest loser in Gaming History: Sonic the Hedgehog and his new game Sonic Colours. Will Sonic change his luck this time? You will have to see for yourself and also check out our list of the Top Five Robots in gaming history. After the news, Uke moves from robots to droids to bring us a rundown of the history of Star Wars Games.    "
                },
                "24": {
                    "title": "GT5 Special: Uke meets Vettel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Welcome this special GT5 edition of PLAY! Uke travels to Tokyo to the home of Polyphony Digital. He speaks to Mr Gran Turismo Kazunori Yamauchi himself and then catches up with the new Formula One World Champion Sebastian Vettel to get some tips on how also he can become a successful racing driver and tame Adrian Newey's mighty Red Bull X2010.    "
                },
                "25": {
                    "title": "Bosse's Brotherhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "7 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    It's episode 25 of PLAY! which finds our host Uke Bosse reaching into his dress-up box to bring us an in-depth look at Assassins Creed: Brotherhood. This week's top five gives us the run down of the most overrated video games of all time and we have news of Rockstar Games's forthcoming Hammett-Ellroy mash-up L.A. Noire, plus Grandia, Guwange and GT5. Rounding out the show, we put Microsoft's new Xbox Kinect to the test.    "
                },
                "26": {
                    "title": "Uke Gets Behind the Wheel for GT5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The seven-time Off-Road Videogame Champion of the World, Uke Bosse, puts on his driving gloves, straps on his custom-made Arai gaming helmet and gets behind the steering wheel to put Gran Turismo 5 to the test. As well as the latest gaming news, Uke wishes the Xbox 360 a happy birthday and looks back at the past five years of the console's life.    "
                },
                "27": {
                    "title": "Uke the Torturer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The latest episode of PLAY! tells you everything you need to know about Call of Duty: Black Ops, the top-five game spin-offs and why you should not play SAW 2: Flesh and Blood.    "
                },
                "28": {
                    "title": "From Donkey Kong Country, Back to the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "29 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    A monkeytastic welcome to PLAY! Uke 'Ventura' Bosse tries to catch the most famous ape in the world in Donkey Kong Country Returns. After which, Uke reveals the top five most anticipated video games of 2011. Returning from this glimpse into the future, we stay in the present and have some information about Back to the Future, along with a demo of Dead Space 2, plus more news. Finally we take a good look at Olivia Wilde and of course Tron: Evolution.    "
                },
                "29": {
                    "title": "Best of 2010: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "4 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    In the latest episode of PLAY! Uke Bosse recalls the last year and reveals the positions 10-6 of the best games in 2010. Tune in next week for the second part of this Best-Of special and find out which game tops all the others.    "
                },
                "30": {
                    "title": "Best of 2010: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The previous episode of PLAY! brought you numbers 10-6 in the countdown of the best games of 2010, now it's the turn of the all-important top five.    "
                },
                "31": {
                    "title": "Retro-Special - Not Just for Uke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "20 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Uke takes a look back in time, starting with the grandfather of portables, the Atari Lynx. Continuing with the histories of shoot'em up's, Lara Croft and Star Wars Videogames. Enjoy the past, see you in the future with the latest episode of PLAY! on redbull.com/tv.    "
                },
                "32": {
                    "title": "Uke is Back to the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    After the last episode of PLAY! brought you a retro special, this time Uke is going Back To The Future with the long-awaited video game adaptation of the movie. What's more, the five craziest games ever and the secret of gaming legend Hideo Kojima's success is revealed...    "
                },
                "33": {
                    "title": "The Italian Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    In this episode of PLAY! Uke 'Giovanni' Bosse visits a Little Big Planet, presents his five most wanted game sequels and gives four reasons for not losing faith in the PSP.    "
                },
                "34": {
                    "title": "Uke presents the Golden Globes and Dead Space 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "2 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Besides auditioning to present the Golden Globes and being on the phone with his agent, Uke tries to survive Dead Space 2 - at least parts of him do. As beauty lies in the eye of the beholder, Uke's remaining eyeballs show us the top five most beautiful games ever. As a mutant, Uke feels very much at home during our sneak peek of Marvel vs. Capcom 3. The only downside is that the Golden Globes might get LOST.    "
                },
                "35": {
                    "title": "The Secret Life of Uke Bosse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Because of a serious gaming dependency, Uke has been advised by his therapist to start writing a diary. Now, if you're brave enough, you can delve into a twisted mind filled with World of Warcraft: Cataclysm, YS III, Hyperdimension Neptunia, Bulletstorm, Sony's new NGP and Duke Nukem in Las Vegas. But if Uke's psyche sounds too scary for you, we've also brightened things up with a colorful trip of 3D images as we get our hands on Nintendo's hugely anticipated 3DS.    "
                },
                "36": {
                    "title": "Uke on Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    So, Uke won the lottery and can finally fulfill his childhood dream of a holiday in Ibiza. And while there, he checks out Test Driver Unlimited 2. Having had enough of driving around and cosmetic surgery, Uke comes back to present the 'Top Five Most Exciting Games on Wheels'. In the news, we get the latest update on Dark Souls, Final Fantasy IV and more games. And as everybody is talking about the 3DS, we take a look at the beginning of Nintendo's 3D dream - the 'Virtual Boy'. Get your red and blue glasses out as PLAY! heads into the third dimension!    "
                },
                "37": {
                    "title": "Uke Goes to Sin City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    This week, Uke is Las Vegas bound. Following in the addled footsteps of Hunter S. Thompson, things are about to get crazy as our intrepid presenter gets his hands on the long-awaited frag-fest that is Duke Nukem Forever. If that's not enough to fire your synapses, we also present a detailed review of Marvel vs. Capcom 3.    "
                },
                "38": {
                    "title": "HD Illusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    This time Uke makes his way straight to Prisma City, where he's not only looking for some job opportunities, but also checks out the brand-new \"De Blob 2\". Elsewhere he counts down the five video game-classics that deserve a Full-HD remake, then he warns us from the dangers of \"Mindjack\", which is so awful that it could even cause permanent brain damage!    "
                },
                "39": {
                    "title": "The Uke Virus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    This week on PLAY! we've got a very special treat for you, because Uke not only invited us into his state-of-the-art gaming-room, we also got to play a brand-new shooter on PlayStation 3! It's about killing people in a zone, or something like that. If that's not enough, Uke also payed an early visit to \"L.A. Noire\", the game with the most realistic facial-expressions ever, and lived to tell the tale.    "
                },
                "40": {
                    "title": "Objection!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Uke objects to the idea of remaking Dragon Age with Bioware's Dragon Age 2. But the case was thrown out, since Dragon Age 2 was an improvement on already great game. Uke travels to Namco Bandai in Frankfurt, Germany to play RPG Witcher 2.    "
                },
                "41": {
                    "title": "Tokyo Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "23 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Once again, Uke packed his bags and went on a very virtual and very real trip to Tokyo, Japan! The first stop took him to \"Yakuza 4\", the best-selling adventure set in the seedy underbelly of the japanese mafia. Escaping from the clutches of the gangsters - and a full-sized octopus - he then discovered the five best games never to be released outside of Japan. Finally, Uke compiled a handy shopping guide, showing us the best places in Tokyo to spend ludicrous amounts of money.    "
                },
                "42": {
                    "title": "The Big 3D Apple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "31 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Uke travels to the big apple to get his hands on a Nintendo 3DS. What better place than the Nintendo World Store in Rockefeller Center. The device gets unboxed and showed off. Although the game selection at launch leaves something to be desired, the future does look bright.    "
                },
                "43": {
                    "title": "Uke Wrestles with Old Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "5 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    It's clobberin' time! In this weeks episode of PLAY! we don't pull any punches and tackle \"WWE Allstars\", the newest game about oily men kicking each other in the nether regions. Then we count down the five most-badass fighting-game characters to date and finish it up with a first-look at the upcoming installment of \"Mortal Kombat\". What a rush!    "
                },
                "44": {
                    "title": "Uke Gets Blessed with Superpowers!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "12 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    You want more PLAY!? You got it! Due to popular demand, your favorite gaming-show on the planet has been permanently extended to 12 minutes. We used this copious amount of time to craft an big-sized review of \"Crysis 2\", exploring Uke's newfound status as a Superhero in the process. Additonally we dealt with the 5 longest games ever and scored an exclusive interview for the upcoming \"Dungeon Siege III\"    "
                },
                "45": {
                    "title": "Uke Scores a Hole-in-One!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Some people may not believe it, but video games about Golf can be really, really fun! That's why Uke took it upon himself to check out \"Tiger Woods PGA Tour 12\" and work on his digital handicap a little bit. Elsewhere we counted down the games with the five longest names ever, then we sold our souls to the devil while playing \"Knight's Contract\" - which you should never, ever do, by the way!    "
                },
                "46": {
                    "title": "Uke Takes a Breather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "27 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Totally stressed out? Need to take a break? Then why don't you play \"Socom 4\", the most-relaxing action-game of the past years? It's good for you, as Uke witnessed himself in this weeks big test! Elsewhere he enjoyed the thrills of the hunt by looking at the top 5 games about eggs, then he went to virtual Mexico and checked out the upcoming \"Call of Juarez\". What an enjoyable road-trip!    "
                },
                "47": {
                    "title": "Fun with Portals!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    In any other show it would sound totally unbelievable, but for PLAY! it's just another day at work! This time Uke gets sucked into a dimensional rift and plays through the entirety of \"Portal 2\" - and all just for a tasty piece of cake! Elsewhere, we honor our live-givers by presenting the five best mothers in a videogame. Lastly we travel to the magical world of \"Child of Eden\", where Uke met developer-legend Tetsuya Mizuguchi and lots of mind-bending hijinks ensued.    "
                },
                "48": {
                    "title": "Uke Rises to the Top!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    This week in PLAY!, Uke finally serves for the championship! Will he succeed in becoming the worlds best player of \"Virtua Tennis 4\"? Find out in our very special review! Elsewhere, Uke expands his athletic horizon by looking at the five best arcade-sports games ever made, then he takes a moment to honor a fallen friend in our special about the \"Life and Death of PSP\". Lastly, we have a brand-new segment called \"Ukes favorite trailer of the week\", where our distinguished host presents a totally-cinematic and informative look at the upcoming \"L.A. Noire\".    "
                },
                "49": {
                    "title": "Uke Discovers his Inner Self!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    This time we take a look at \"Child of Eden\", the top 5 most-addictive games ever and why you should never, ever think about playing \"Thor\".    "
                },
                "50": {
                    "title": "Uke Goes to Hollywood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n    Join Uke on his trip through the City of Angels, where he looks at \"L.A. Noire\", the 5 best games set in L.A. and a big Detective-Special.    "
                },
                "51": {
                    "title": "Straight Down the Rabbit Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "31 May 2011",
                    "year": "2011",
                    "plot": "\n    It's a wonderland of oddities in this weeks PLAY! thanks to \"Alice: Madness Returns\", the best literary adaptations and a look at Nintendo.    "
                },
                "52": {
                    "title": "Martian Memorandum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "6 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Greetings, viewers! Enjoy our review of Red Faction Armageddon, the best games with destructible environments and a look at the new Sonic.    "
                },
                "53": {
                    "title": "Come Get Some!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    First why you should play \"Duke Nukem Forever\", then why you shouldn't play \"Critical Mass\". Also, info on the games with the longest development time.    "
                },
                "54": {
                    "title": "Escape from L.A.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "20 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    For the first time ever, Uke has secretly flown to Los Angeles and snuck into E3, the biggest videogame-convention to date.    "
                },
                "55": {
                    "title": "Bayou Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "27 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Uke gets down and dirty with \"InFAMOUS 2\" and tells you all about the worst dads in Games.    "
                },
                "56": {
                    "title": "Hey, Listen!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "6 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    \"Ocarina of Time\", \"Skyward Sword\" and \"Skyrim\".    "
                },
                "57": {
                    "title": "The Informant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "11 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The biggest figures in the video game-industry.    "
                },
                "58": {
                    "title": "Summer moved on...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "18 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    If you don't know what to do on a rainy summer day, then Uke has some very special gaming-tips.    "
                },
                "59": {
                    "title": "The whole World in your Pocket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "25 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Advice on what video games you should play on-the-go.    "
                },
                "60": {
                    "title": "Yippie-ki yay, mother truckers!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "1 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    With Call of Juarez, the worst makeovers ever and a look at Batman Arkham City.    "
                },
                "61": {
                    "title": "O Captain! My Captain!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "8 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    \"Captain America\", the worst DC-games, and the new \"Driver\".    "
                },
                "62": {
                    "title": "It's a kind of Magic!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "15 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Uke goes undercover as we visit one of Europe's biggest anime-conventions to check out \"Catherine\", the 5 best cel-shaded games.    "
                },
                "63": {
                    "title": "Attack of the Giant!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "22 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Xenoblade, the best 5 Summer of Arcade games, and Gears of War 3.    "
                },
                "64": {
                    "title": "Human Devolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "29 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Experience this year's biggest video game-convention \"gamescom\", and a review \"Deus Ex 3\".    "
                },
                "65": {
                    "title": "Bullitt Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "5 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Reviews \"Driver SF\", the top 5 getaways, and a preview of \"RAGE\".    "
                },
                "66": {
                    "title": "Praise the Lord!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    High-priest of the church of gaming, Uke, gives the gospel on \"El Shaddai\", the best made-up video-game religions and the iCade.    "
                },
                "67": {
                    "title": "In the Name of Zeus!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Uke goes totally mythological with a review of \"God of War Origins\", the best games about ancient greekology & a look at \"The Old Republic\".    "
                },
                "68": {
                    "title": "Uke and the Colossus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    A mythical journey to the land of ICO, Shadow of the Colossus, F1 2011 and the top 5 of low-budget games.    "
                },
                "69": {
                    "title": "Welcome to Locust-Lot!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Includes \"Gears of War 3\", the best Threequels and a Look at \"Diablo III\".    "
                },
                "70": {
                    "title": "Till Death!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Action RPG and tough game Dark Souls gets a full review and then we cover many other games including top 5 spiritual games and the much anticipated Call of Duty - MW3.    "
                },
                "71": {
                    "title": "It's the End of the World, and We Know It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Uke crashes the \"20 Years of Monkey Island\"-celebration to tell you all about it's history, the best post-apocalyptic games and \"Rage\".    "
                },
                "72": {
                    "title": "Batman!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Uke roams Arkham's streets and tells you all about the new \"Batman\", the best five clowns in video games and the fall-lineup of Ubisoft.    "
                },
                "73": {
                    "title": "Cruise for a Corpse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "6 Nov. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "74": {
                    "title": "Uncharted Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    To conquer the bleakness of his ordinary life, Uke plays the most colorful games ever: Uncharted 3, Saints Row 3 & the new Lord of the Rings.    "
                },
                "75": {
                    "title": "The Emperor's New Clothes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "18 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    We not only test some really cool video games, but we also try on the clothes. We then highlight many more games like Sonic, Modern Warefare 3, GTA 5 and more.    "
                },
                "76": {
                    "title": "Attack on Hamburg City!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    We go deep into the bloody Modern Warefare 3 and check up on the other side of the spectrum with Kirby's new game. Then we look at Assassins Creed Revelations with the lead writer Darby Mc Devitt.    "
                },
                "77": {
                    "title": "Poetry in Motion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "29 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Europe, here we come! First PLAY! visits France to look at \"Rayman Origins\" and then shimmies over to Germany for \"Anno 2070\". Oh, and then we have the 5 best PSN-games.    "
                },
                "78": {
                    "title": "The Puppet Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "12 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    We take a look at the new Super Mario 3D Land for Nintendo 3DS, evaluate the top 5 hand held games of 2011, and put 60 seconds on the clock to discuss hot news in the gaming world.    "
                },
                "79": {
                    "title": "Jingle All the Way!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "19 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Gaming Time on Christmas is the best! But how do you want to spend it? We've played through \"Skyrim\", \"Zelda\" and the Top5 overlooked games.    "
                },
                "80": {
                    "title": "Best of the Best: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "22 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    We count down 10-6 of our top 10 games of 2011.    "
                },
                "81": {
                    "title": "Last Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "27 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    In our final episode of Play! we finish our countdown of 2011's best games and thank you for an incredible season.    "
                }
            }
        },
        "number of episodes": 81,
        "cast": [
            {
                "name": "Bosse, Uke"
            },
            {
                "name": "Serritiello, Christian"
            },
            {
                "name": "Kartsios, Gregor"
            },
            {
                "name": "Descoteau, Aaron"
            },
            {
                "name": "Grauel, Carsten"
            },
            {
                "name": "Bosse, Sabine"
            },
            {
                "name": "Mizanin, Mike 'The Miz'"
            },
            {
                "name": "Wernicke, Anne"
            }
        ],
        "locations": [
            "Hamburg, Germany"
        ],
        "genres": [
            "Game-Show"
        ],
        "runtimes": [
            "12"
        ],
        "countries": [
            "Austria",
            "Germany"
        ],
        "country codes": [
            "at",
            "de"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 52,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjc5ODUwMTAwNF5BMl5BanBnXkFtZTgwODM2OTg5NjE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Play!",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Play! (Austria)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kartsios, Gregor"
            }
        ],
        "production companies": [
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Riesenbuhei Entertainment GmbH"
            }
        ],
        "distributors": [
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Servus TV"
            }
        ],
        "tech": {
            "runtime": [
                "12 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 52,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 19,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 25,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 4.3
            },
            "males": {
                "votes": 43,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 19,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 20,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 4.3
            },
            "females": {
                "votes": 5,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 3.2
            },
            "us users": {
                "votes": 4,
                "rating": 6.0
            },
            "non us users": {
                "votes": 34,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 17,
            "9": 8,
            "8": 17,
            "7": 2,
            "6": 2,
            "5": 1,
            "4": 3,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}