{
    "imdb": {
        "raw release dates": [
            {
                "country": "Argentina\n",
                "date": "  2010"
            },
            {
                "country": "Argentina\n",
                "date": "26 September 2010"
            },
            {
                "country": "Chile\n",
                "date": "26 September 2010"
            },
            {
                "country": "Colombia\n",
                "date": "26 September 2010"
            },
            {
                "country": "Venezuela\n",
                "date": "26 September 2010"
            }
        ],
        "release dates": [
            "Argentina::2010",
            "Argentina::26 September 2010",
            "Chile::26 September 2010",
            "Colombia::26 September 2010",
            "Venezuela::26 September 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Piedra, papel y tijera"
            },
            {
                "title": "Piedra, papel, tijera"
            }
        ],
        "akas": [
            "Piedra, papel y tijera (original title)",
            "Piedra, papel, tijera "
        ],
        "akas from release info": [
            "Piedra, papel y tijera (original title)",
            "Piedra, papel, tijera "
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Episode #7.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The Generación DIRECTV agents of change from across Latin America meet in Buenos Aires. Their mission is to make an impact on the continent by taking actions that transform the community. Puerto Rican former boxer and now coach \"Milio\" is working hard to rescue young people from the perils of the streets through sport. He owns a gym that is in poor condition and needs urgent help to continue providing services to young people. A group of community workers teach children who attend a school on the outskirts of Santiago de Chile how to develop an ecological orchard. ...    "
                },
                "2": {
                    "title": "Episode #7.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Puerto Rico, the restoration works on Milio's boxing gym continue, aiming at keeping young people away from drugs. \"Indio\", an urban artist who is in a wheelchair after being shot, comes to the gym to paint a mural. In Santiago del Estero, Argentina, Piedra, Papel, Tijera volunteers arrive in the rural area where Fundación SÍ has two university student houses for young people with limited resources. Despite the rain, they do restoration tasks and install the DIRECTV system. \"Gonzalito\" also joins to the cause. He meets young university students and obtains funds ...    "
                },
                "3": {
                    "title": "Episode #7.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Argentina, the volunteers have completed the university housing works together with the students living there. They build a clay oven and leave the houses as good as new. Once the works are finished, the donations collected by \"Gonzalito\" are received: a TV for one of the houses and a check issued by Fundación SÍ aimed at purchasing study material. Once again, young people have shown that it is possible to dream and that, sometimes, dreams become true. In Puerto Rico, works are also completed successfully. \"Gonzalito\" also gets donations to repair the gym, a new ...    "
                },
                "4": {
                    "title": "Episode #7.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Arequipa, Peru, the works led by Rolo, and supported by agents of change who help people to improve their standard of living in the desert, have been completed. The community celebrates by releasing balloons, lighting up a splendid night. In Trinidad y Tobago, new works are started. Brent, a Piedra, Papel, Tijera agent of change has identified a children's home in need of help to repair its tile roof before the rainy season starts. In Colombia, in the Urabá region, one of the most important projects developed by Generación DIRECTV starts. The agents of change have ...    "
                },
                "5": {
                    "title": "Episode #7.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Colombia, school restoration and court building works are still under way. The Piedra, Papel, Tijera agents of change have installed Escuela Plus, an interactive system that allows children to learn while watching audiovisual educational material. \"Gonzalito\" arrives just in time for the school opening and witnesses how a whole generation is being educated for peace. Then he goes to the multi-sports court, where he performs volunteering assignments together with Pablo, a former guerrilla member who has been reintegrated to society. Unable to fly to Trinidad y ...    "
                },
                "6": {
                    "title": "Episode #7.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Uruguay, the Piedra, Papel, Tijera volunteers have completed the restoration of Aldeas Infantiles, an organization that offers help to children and young people in a vulnerable situations. \"Gonzalito\" is the master of ceremonies in the opening celebration, attended by professional players from the national soccer and rugby teams who participate in a peculiar penalty kick competition. Meanwhile, in Colombia, the multi-sports court is inaugurated with a basketball tournament. Pablo, the reintegrated former guerrilla member, has a brother who participates in the ...    "
                },
                "7": {
                    "title": "Episode #7.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Quito, Ecuador, Wilson walks around the works site with Belén and Vanesa. The volunteers go to the site to perform the tasks aimed at completing the farm school for children with cancer. This project, which started when Wilson lost his mother to cancer, is now under way. The agents of change come from every corner of Latin America and identify a community in Brazil that is in need of help. In Miami, United States, AT&T volunteers join the Piedra, Papel, Tijera cause and offer help to foster homes that accommodate children and young people in situations of neglect ...    "
                },
                "8": {
                    "title": "Episode #7.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In a vulnerable community in San Pablo, Brazil, works carried out by the Piedra, Papel, Tijera agents of change continue. In Ecuador, Belén, Vanesa and volunteers help Wilson to complete his farm school for children suffering from cancer. Working together, classrooms to develop several workshops are left in perfect conditions, as well as areas where mothers can learn a trade and a spectacular library made up of donations from different companies. The children come to know the place where they will receive an education until they can recover. The opening event is ...    "
                },
                "9": {
                    "title": "Episode #7.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Lima, Peru, we get acquainted with the work done by Father Omar, a community hero who needs urgent help to complete such work. In his parish church, he receives those who are rejected by the rest of the world: terminally ill people, people suffering from incurable diseases who need lifelong assistance. Rolo, the agent of change in Peru, offers his collaboration once again. But now he is about to get married and must complete his work before his wedding. In Venezuela, Piedra, Papel, Tijera also carries out restorations works in Hogar Bambi in order to enhance the ...    "
                },
                "10": {
                    "title": "Episode #7.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Peru, Lima, Father Omar's work continues. \"Gonzalito\" works side by side with the volunteers and gets acquainted with the home's needs. Rolo goes on coordinating the two most important things in his life: the Piedra, Papel, Tijera project and his wedding. He does not know if he will be able to finish on time. In Tucumán, Argentina, Ceci flies to two high mountain schools by helicopter to install the ESCUELA PLUS audiovisual educational program.    "
                },
                "11": {
                    "title": "Episode #7.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Peru, Lima, Rolo's future wife joins as a volunteer to complete Father Omar's project and to have everything ready before the wedding. With the help of \"Gonzalito\", they completed their work at the very last minute. Satisfied with the work done, Father Omar blesses them in their way to the altar. The Piedra, Papel, Tijera works are completed successfully, and the mission of transforming every corner of Latin America has been fulfilled. However, a case of force majeure makes volunteers from all the countries meet again. A fierce earthquake strikes Ecuador. Piedra, ...    "
                },
                "12": {
                    "title": "Episode #7.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Piedra, Papel, Tijera host, Gonzalo Rodríguez, summarizes all the volunteering actions performed under the global campaign carried out by DIRECTV agents of change. The stories of anonymous Latin American heroes are the starting point to change reality in the American continent.    "
                }
            },
            "1": {
                "1": {
                    "title": "Hogar San José de la Providencia, Zárate, Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The first action of this Piedra, Papel, Tijera season was carried out with a group of 63 DIRECTV Argentina volunteering employees. The goal was to renovate the home for the disabled elderly, in Zárate, Buenos Aires Province.    "
                },
                "2": {
                    "title": "Renovación de una Guardería en Quito, Ecuador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Through the Generación DIRECTV summoning, 75 employees from Ecuador offered as volunteers to collaborate with the daycare center Gotitas del Saber, in Quito. For three days, they refurbished and painted the facilities.    "
                },
                "3": {
                    "title": "Helping a shelter for homeless people in Bogotá, Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Mi Hogar Asuncionista Foundation provides a space of support for adults and children living in the streets. There, the DIRECTV Colombia volunteers painted and refurbished all the spaces, and shared games with the people. The donations included free DIRECTV service, maintenance of network computers and school supplies, amongst others.    "
                },
                "4": {
                    "title": "Recontrucción de la casa hogar \"El Niño Emanuel\" en Lima, Perú",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    This orphanage shelters 68 children, victims of abuse, violence and poverty. DIRECTV Perú participated on the replacement of beds, painting of the rooms, bathrooms, dining area, the restoration of pipes and electrical connections.    "
                },
                "5": {
                    "title": "Reconstrucción de una casa en Concepción, Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    DIRECTV joined the efforts made by the NGO TECHO, in the reconstruction of a house destroyed by the catastrophe in Concepción. For two days, the volunteers shared the building together with Elizabeth, Alejandro and their son.    "
                },
                "6": {
                    "title": "Reconstrucción de una casa en Puerto Príncipe, Haití",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Generación DIRECTV joined the NGO TECHO in their mission to build a temporary house, in the Canaan camp, for a family with ten children, who had lost everything after the 2010 earthquake.    "
                },
                "7": {
                    "title": "Asistencia en un comedor en San Juan, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Moved by the necessity to help, a group of DIRECTV Puerto Rico volunteers got together, in order to cooperate with the Ganden Shedrub Ling center, which provides lunch every Sunday, to over 200 people who are living in the streets.    "
                }
            },
            "2": {
                "1": {
                    "title": "Season 1 Recap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A special broadcast recapping the Piedra, Papel, Tijera actions, broadcasted during season one.    "
                },
                "2": {
                    "title": "Help in the Niños por un nuevo planeta foundation in Bogotá, Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    This organization helps over 230 children, victims of sexual abuse. 50 of them attend the kindergarten. DIRECTV Colombia employees painted murals and installed security measures that allowed the kindergarten get the official qualification.    "
                },
                "3": {
                    "title": "Remodeling of the Koinomadelfia Foundation in Malloco, Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The foundation is home to over 80 children who have been separated from their families, and in 2006, this foundation suffered a fire. 100 volunteers from DIRECTV Chile painted, refurbished the library, planted trees as some of the tasks.    "
                },
                "4": {
                    "title": "Recreation in an Organization in San Juan, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    CREARTE collaborates with kids and youngsters, so they can finish their studies and keep away from the streets. In two days, 39 DIRECTV Puerto Rico volunteers refurbished the space and shared a fun afternoon with the children.    "
                },
                "5": {
                    "title": "Remodeling of a Daycare Center in Munro, Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A group of volunteers from DIRECTV Argentina painted the walls and decorated murals, installed a library, planted trees and installed the new games donated by the company in the daycare center Nº15 San Juan Macías.    "
                },
                "6": {
                    "title": "Remodeling of a Home for the Elderlyin Trinidad Y Tobago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Chaguanas Citizen Home shelters elderly people and only survives from donations. There, 80 DIRECTV Caribbean painted the facilities, fixed the roofs, doors, bathrooms, and kitchen, and then closed rooms were reopened.    "
                },
                "7": {
                    "title": "Creation of a School Area in Caracas, Venezuela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The house of the Luz y Vida Foundation serves as an educative center for over 400 young people who had not attended any school or institute. 95 DIRECTV Venezuela employees' offered to volunteer in order to achieve a complete renovation.    "
                },
                "8": {
                    "title": "Remodeling of a girls' home in Lima, Perú",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    A group of volunteers of employees from DIRECTV Perú arrived to the home of 50 girls who have suffered sexual abuse, to paint and recondition rooms, refurbish bathrooms, renovate the kitchen, remodel the library and study rooms.    "
                },
                "9": {
                    "title": "Transformation of a School in Quito, Ecuador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    DIRECTV Ecuador visited the Physical Education School María Rouivola with the mission of fixing classrooms and restrooms, painting desks and chairs, refurbishing the soccer field and sharing fun moments and games with the children.    "
                }
            },
            "3": {
                "1": {
                    "title": "New help in the home Caritas Felices in Lima, Perú",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "9 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    DIRECTV Perú volunteers went back to the home Caritas Felices in Lima, after the first action of Piedra, Papel, Tijera, when they discovered deeper needs. That is why, they returned, in order to keep helping and reuniting with the girls.    "
                },
                "2": {
                    "title": "Restoration of a Shelter in Los Angeles, USA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Piedra, Papel, Tijera debuted in the country with the restoration of a historic shelter for victims of home violence, in the East Center of Los Angeles. In three days, 150 volunteers refurbished and redecorated the home.    "
                },
                "3": {
                    "title": "Help in the home Manitas de Ángel, Caguas, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    40 volunteers from DIRECTV Puerto Rico helped this home for children without home and health issues. An energy generator was donated, a terrace was built, a TV set and two DIRECTV decoders were installed, and clothes and toys were donated.    "
                },
                "4": {
                    "title": "Primary school Brigadier General Juan Martín, San Isidro, Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    73 volunteers from DIRECTV Argentina collaborated in the refurbishment and remodeling of this school in order to provide its 300 students (most of them, children in vulnerable situations), a safer and funnier space to learn and play.    "
                },
                "5": {
                    "title": "Help in a home for the elderly in Bogotá, Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The quality of life for the elderly in the Welfare Center San Pedro Claver was reduced, due to the poor state of the facilities. The volunteers from DIRECTV Colombia visited them with the intention of improving their situation.    "
                },
                "6": {
                    "title": "Help in a students home in Medellín, Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Students Home Luz Santa Elena provides attention in shelter, health and education to children in vulnerable situations. DIRECTV volunteers' worked in the painting and repairing of the home, while spending time with the children.    "
                },
                "7": {
                    "title": "Help in Home for the Elderly in Quito, Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Remodeling of a School in Santiago, Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Puelmapu is a place for 45 children in the most vulnerable situation. The DIRECTV Chile volunteers built a playground, painted walls, fixed classrooms, set windows, planted trees, fixed a soccer field and installed DIRECTV service.    "
                },
                "9": {
                    "title": "Help in a Shelter in Valencia, Venezuela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The DIRECTV Venezuela volunteers moved to one of the seven branches of the Asociación Benefactora de Ayuda al Niño sin Asistencia (ABANSA), an organization dedicated to removing children from vulnerable situations.    "
                },
                "10": {
                    "title": "Remodeling of a School in San Alfonso, Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    This rural school has 60 children, including children with cognitive deficiencies. Due to the extreme cold, the school had many needs of heat and warmth. The volunteers worked in order to provide the children better conditions to study.    "
                }
            },
            "4": {
                "1": {
                    "title": "Pronei in Pachacútec, Perú",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    35 kilometers to the North of Lima, Pronoei is in charge of the care and education of 25 children in preschool age, from the human camp Vivienda Taller Señor de los Milagros, and it Works with limited Access to basic services (with no water nor energy), and in precarious conditions. The challenge was to build a new facility together with the neighbors and parents of the children.    "
                },
                "2": {
                    "title": "Cuna Más in Pachacútec, Perú",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Cuna Más, a daycare for children of up to 3 years old, worked in a very precarious way, to the side of Pronei. When the volunteers from DIRECTV Peru carried out the first action of Piedra, Papel, Tijera, they discovered the deep needs of this place and got to work in order to design and build a new space, this time, together with Pronei.    "
                },
                "3": {
                    "title": "Madre de Dios Foundarion and Homa in Cali, Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The Foundation is a Project by the Elsa María Ayala Sister. She is in charge of 120 children who come from single mother families who must work. 120 volunteers from DIRECTV Colombia carried out their first Piedra, Papel, Tijera work, in Cali, where they refurbished all the spaces, setting new roofs and renovating the kitchen, amongst other tasks.    "
                },
                "4": {
                    "title": "Las Tunas support center and public library in Buenos Aires, Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    In the humble neighborhood of Las Tunas, Nilda and Carlos have devoted their life to support the young people in the place. Ten years ago, they set up a support center and public library in their home, today, 200 children attend. 40 volunteers carried out painting jobs, electrical installing and roof refurbishing; also, fans were donated, as well as toilets and new books.    "
                },
                "5": {
                    "title": "Children's center for a good life \"La Luz de Dios\" in Guayaquil, Ecuador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Isla Trinitaria, to the South of Guayaquil, is the stigmatized sector because of their violence levels and insecurity. Here, where few dare to enter, the volunteers visited a precarious childcare center, and divided into two groups: while some took the children to an amusement park, others fully renovated the place, in order to make it prettier and safer.    "
                },
                "6": {
                    "title": "Community Center Ingersoll Houses in New York, Usa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    In the first Piedra, Papel, Tijera in New York, the volunteers renovated a community center in the Fort Greene neighborhood, Brooklyn, place that has turned into the base of this population in order to complement the studies of youngsters, and thus break the circle of violence. New electrical installation, gardens, veggie gardens and murals were some of the achievements.    "
                },
                "7": {
                    "title": "Casa día Coexistir in Sao Pablo, Brasil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The space was born with the aim of helping the families from the Jabaquara neighborhood in the care, protection and education of their children. SKY Brazil carried out here their first Piedra, Papel, Tijera, renovating, painting, and cleaning the building, and delivering materials for the support of the educative function, that this center delivers daily to 44 children.    "
                },
                "8": {
                    "title": "Escuela Modelos del Sur in Caracas, Venezuela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    This school is dedicate to the care and education of special children, working day by day in order to overcome their difficulties and achieve their integration in the society. The volunteers carried out all kinds of refurbishment tasks, including the restoring of roofs and floors, the renovation of the patio and their playground, and the donation of ventilation equipment.    "
                },
                "9": {
                    "title": "San Vicente de lo Barnechea home in Santiago, Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    The home was created in order to shelter mistreated children and who, by judicial decision, should live away from their families, this space allows the children from the Lo Barnechea neighborhood to stay in a safe way, where they have grown all their life. The DIRECTV volunteers carried out painting and refurbishment tasks, planted trees and entertained the children.    "
                },
                "10": {
                    "title": "Santa Emilia Association in Sao Pablo, Brasil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n    Through art, Aucione and Ana have delivered knowledge, values and protection to many generations of children from their neighborhood of Santa Amelia, to the South of Sao Paulo. In order to keep working as they have since 20 years ago, the SKY Brasil volunteers visited and helped them repair and renovate the area, as well as comply with the requirements by the local prefecture.    "
                }
            },
            "5": {
                "1": {
                    "title": "The Other Dream Lima, Perú",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In the neighborhood of El Salvador, placed over a great mountain of sand, to the South of Lima, where there seems to be no possible life, there, the volunteers of \"El Otro Sueño\" worked shoulder by shoulder with the Deporte y Vida (Sports and Life) Foundation for children and teenagers and thus achieved the refurbishment of the soccer field and renovation of the library.    "
                },
                "2": {
                    "title": "The Other Dream Quito, Ecuador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The volunteers from \"El Otro Sueño\" went to the marginal neighborhood San José de Jarrín Alto, in order to contribute with the work from the Foundation of the Americas (Fundación de las Américas - FUDELA). There, they refurbished a soccer field and several multi sport fields, used by over 600 children and teenagers, to enjoy sports and free recreation.    "
                },
                "3": {
                    "title": "The Other Dream Santiago, Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In two work days, over 60 volunteers refurbished a soccer field in the San Bernardo commune, place where children from the Edugol organization play street soccer. Also, the children had an encounter with their idols from the Colo Colo team.    "
                },
                "4": {
                    "title": "The Other Dream Montevideo, Uruguay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Santana de Parbaíba neighborhood is the stage for several children with limited Access to recreation, sports, and adequate feeding. \"El Otro Sueño\" reached the EPROCAD foundation in order to collaborate with their program and contribute with the social development of these communities in vulnerable conditions.    "
                },
                "5": {
                    "title": "The Other Dream Sao Pablo, Brasil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Santana de Parbaiba neighborhood is the stage for several children with limited Access to recreation, sports, and adequate feeding. \"El Otro Sueño\" reached the EPROCAD foundation in order to collaborate with their program and contribute with the social development of these communities in vulnerable conditions.    "
                },
                "6": {
                    "title": "The Other Dream Cartagena de Indias, Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Colombianitos foundation works in marginal areas located to the South of the city, with poor services of water, energy and sewage. \"El Otro Sueño\" faced a special challenge when they found a great field in very bad conditions. All kinds of refurbishment, cleaning, painting and other tasks, allowed this sports area to revive.    "
                },
                "7": {
                    "title": "The Other Dream Trinidad Y Tobago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    84 employees from DIRECTV and players from professional soccer teams worked for three days in order to refurbish the recreational center Hugo Francis, located in the city of Chaguanas. A very expected reform for children in the place, so they could practice the sport they have passion for and stay away from the streets.    "
                },
                "8": {
                    "title": "The Other Dream Buenos Aires, Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In Villa 21-24 in Barracas, 300 children get close to one of the few community areas to play soccer. However, the field from Los Changuitos is in very poor conditions. The volunteers worked together with the Secretary of Habitat and Inclusion from the city, to remodel an inclusion area, but also an area to learn and be stimulated. And there was a special guest: Walter Kanemann, a San Lorenzo team player.    "
                },
                "9": {
                    "title": "The Best Moments from \"The Other Dream\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A special episode hosted by the sports journalist Milena Gimón, recapping all the most exiting moments from \"El Otro Sueño\", the program that was carried out by DIRECTV together with Streetfootballworld, in order to recover street soccer and inclusion areas throughout Latin America.    "
                },
                "10": {
                    "title": "The Other Dream - FIFA Brasil Final",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In parallel to the Brazil World cup 2014, FIFA organized a street soccer event, the Festival Football for Hope, in which 32 countries sent young teams of 15 and 16 year old teenagers. Latin America was represented by Colombia, Ecuador, Peru, Uruguay and the host, Brazil, their lives where reflected in the series \"El Otro Sueño\" and this was the moment they most expected.    "
                }
            },
            "6": {
                "1": {
                    "title": "The Other Dream NBA Quebradillas, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    At the Los Cocos neighborhood in the city of Quebradillas, Puerto Rico, DIRECTV volunteers help repair the court which saw the development of the Dalmau, a family of professional basketball players. Together with NBA's Darryl Dawkins, a young man from the community plays the opening tournament with the dream of becoming a star.    "
                },
                "2": {
                    "title": "The Other Dream NBA Guayaquil, Ecuador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    At the Sauces 5 neighborhood in Guayaquil, Ecuador, DIRECTV volunteers face the task of turning an abandoned lot into a basketball court in only three days. Together with NBA's Fabricio Oberto, the community works to rise to the challenge. Oberto also plays with the neighborhood's youth and encourages them to keep working to reach the NBA some day. Now that the court is ready, they can dream of playing professionally.    "
                },
                "3": {
                    "title": "The Other Dream NBA Quibdó, Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The court at the Niño Jesús neighborhood in the city of Quibdó, Colombia, is in no condition to be used. DIRECTV volunteers and NBA's Felipe López travel to the country's most remote area and work through rain, night, heat and various challenges. On the opening day, a basketball tournament changes the young boys' lives forever.    "
                },
                "4": {
                    "title": "The Other Dream NBA Barquisimeto, Venezuela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    At the Bararida neighborhood in Barquisimeto, Venezuela, a basketball court needs urgent help. DIRECTV volunteers join efforts with José Suárez, community leader and role model, respected throughout Bararida. He trained several generations. With their restored court, children will now be able to approach sports once again. They will defend their home court in the thrilling opening tournament.    "
                },
                "5": {
                    "title": "The Other Dream NBA Montevideo, Uruguay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    At the Casavalle area in the city of Montevideo, Uruguay, an NGO tries to bring children back into society through sports, but it lacks a basketball court. DIRECTV volunteers and NBA's Carlos Delfino arrive to turn an abandoned warehouse into the community's first basketball school. With everyone's help, the court is ready just in time for the opening game, which will be celebrated by the whole community.    "
                },
                "6": {
                    "title": "The Other Dream NBA Santiago De Chile, Chile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    At the La Cisterna commune, in Santiago, Chile, two traditional rivals lack funds to fix their basketball courts. NBA's Fabricio Oberto and Ziomara Morrision, together with DIRECTV volunteers, work tirelessly to help both teams. At the opening tournament, both clubs join and abandon their rivalry.    "
                },
                "7": {
                    "title": "The Other Dream NBA Buenos Aires, Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    At Villa 20, in Villa Lugano, Argentina, there are few places for entertainment. The Secretariat for Habitat and Inclusion needs help to repair a basketball court, and DIRECTV volunteers chip in with their work to, through sports, manage for the different sectors in Villa Lugano to become integrated. Together with the neighborhood's youth, Carlos Delfino and Luis Scola finish painting a new court and take care of the opening show. Now, the boys have a place to play as a team.    "
                },
                "8": {
                    "title": "The Other Dream NBA Sao Pablo, Brasil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Piedra, papel y tijera (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    At the Grajaú district in Sao Paulo, Brazil, SKY volunteers and NBA's Leandro Barbosa (current champion) join forces to restore a basketball court. Rain is a challenge for all, but, thanks to the community's effort, the court is ready in time.    "
                }
            }
        },
        "number of episodes": 66,
        "cast": [
            {
                "name": "Rodríguez, Gonzalo"
            },
            {
                "name": "Dotto, Enzo"
            },
            {
                "name": "Mesquita, Sandro"
            }
        ],
        "locations": [
            "Argentina",
            "Chile",
            "Colombia",
            "Ecuador",
            "Haiti",
            "Los Angeles, California, USA",
            "Puerto Rico",
            "Trinidad and Tobago",
            "Venezuela"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDM3NmZjZjgtYmI4Yi00ZmZkLTllMjMtNGI4MjU0OWYzZjFhXkEyXkFqcGdeQXVyNzQ1MTI1NTg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "DIRECTV works and helps throughout the year in the most remote and vulnerable areas of Argentina, Chile, Brazil, Uruguay, Ecuador, Colombia, Peru, Venezuela, Trinidad and Tobago , Puerto Rico, Mexico and the United States. In a 26-minute format, Piedra, Papel, Tijera shows that work and gives voice to anonymous heroes and heroines who work to change the reality of their communities.",
        "languages": [
            "English",
            "Spanish"
        ],
        "title": "Piedra, papel y tijera",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Accorsi, Ana"
            },
            {
                "name": "Girardi, Soledad"
            },
            {
                "name": "Pascaner, Andrés"
            }
        ],
        "production companies": [
            {
                "name": "DirecTV"
            }
        ],
        "distributors": [
            {
                "name": "DirecTV"
            }
        ],
        "plot": [
            "DIRECTV helps throughout the year in vulnerable areas of Latin America, The Caribbean and USA. Piedra, Papel, Tijera shows this work and gives voice to anonymous heroes and heroines who work to change the reality of their communities.::Enzo Dotto",
            "DIRECTV works and helps throughout the year in the most remote and vulnerable areas of Argentina, Chile, Brazil, Uruguay, Ecuador, Colombia, Peru, Venezuela, Trinidad and Tobago , Puerto Rico, Mexico and the United States. In a 26-minute format, Piedra, Papel, Tijera shows that work and gives voice to anonymous heroes and heroines who work to change the reality of their communities.::Enzo Dotto"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}