{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "August 2010"
            },
            {
                "country": "USA\n",
                "date": "12 August 2010"
            }
        ],
        "release dates": [
            "USA::August 2010",
            "USA::12 August 2010"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "The Build Is On",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "3 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Senior proposes that he and Junior combine forces to build a bike, but Junior is unsure of how to respond. When Rick's wedding brings the two together, Junior gets the reassurance to make a decision once and for all.    "
                },
                "2": {
                    "title": "Back in Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "10 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Senior and Junior brainstorm bike styles for their upcoming colaboration and decide to recreate the first bike they ever built together. PJD unveils the Geico Armed Forces tribute bike and OCC reveals the Café bike at the opening of OCC Café.    "
                },
                "3": {
                    "title": "Common Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Senior and Junior get to work on their big bike build, which reaps surprising results as the two bond over old memories. Meanwhile, PJD starts a trike for Loopster while OCC builds a bike to benefit Senior's favorite charity.    "
                },
                "4": {
                    "title": "Now or Never",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Brought together by a father-son bike build, Junior and Senior begin to open up. While their relationship grows away from the shop, OCC starts a bike for Wildgame Innovations and PJD unveils a five-wheeled trike for Loopster.    "
                },
                "5": {
                    "title": "Uncharted Territory",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    PJD starts a build for technology company QUBX while OCC assembles and unveils a bike for Wildgame Innovations. Meanwhile, father and son continue their collaboration on a re-vamped version of an old school bike.    "
                },
                "6": {
                    "title": "Junior's Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    OCC starts a build for Sturgis, PJD unveils a high-tech bike for QUBX and the Teutuls finish their father-son build. Later, Junior and Senior take their new bike for a ride and Junior has a big surprise for his dad.    "
                },
                "7": {
                    "title": "New Venture",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "15 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Full Circle",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Junior visits OCC and brainstorms with Senior about potential future collaborations including creating a production line of bikes. Meanwhile, PJD finishes a bike for RoadLoK while OCC starts a SuperBike build.    "
                },
                "9": {
                    "title": "A New Company",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "29 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Senior and Junior begin brainstorming on their production bike company but when they don't see eye-to-eye the road is rocky from the get-go, leading Senior to jump the gun on the bike's design. PJD starts an unusual build for Cre8Play, a company based out of Minneapolis that designs and builds custom themed playgrounds. They agree to collaborate on an interactive PJD-themed playground that's based on their three most popular bikes (Anti-Venom, Black Widow and the Build-off P-51 Mustang bike). Meanwhile, OCC struggles to complete the Super Bike leading to more days of ...    "
                },
                "10": {
                    "title": "Junior Frustration",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Senior makes business decisions without his son's approval. Junior then gets frustrated when he receives a call from Jason to discuss design aspects for the production bike when it was agreed that PJD would handle the fabrication. Meanwhile, OCC unveils the Super Bike to their client and restaurant partner at the OCC Cafe and later starts an old school bike for Big Ass Fans. PJD and Cre8Play complete the black widow, anti-venom and build-off bike-inspired playground and unveils it at the Anaheim Convention Center in Anaheim, California.    "
                },
                "11": {
                    "title": "Old Wounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "12 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Senior throws down the gauntlet for a biker build-off rematch when he calls the show's producer Craig Pilgrim who adds a new player (the Fast N' Loud guys) to the competition. PJD collaborates with bicycle company Dynacraft to design bicycle versions of the \"Black Widow\", \"Anti-Venom\" and P-51 Mustang bikes. OCC runs into a problem with the Big Ass Fans bike before the unveiling in Kentucky. Meanwhile, tensions rise at OCC when Junior and Senior disagree on the production bike's design process when they're not on the same page choosing a frame.    "
                },
                "12": {
                    "title": "Troubled Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The production bike's progress grinds to a halt when Senior and Junior disagree on a plan of action. PJD gets a call that their 911/Memorial bike is under 4-feet of water from Hurricane Sandy and they try to salvage what they can to rebuild it. Senior confronts Vinnie about their past differences. OCC unveils the Big Ass Fans bike at their R&D test facility in Lexington, Kentucky and then starts a three-bike build for The Venetian in Las Vegas. Meanwhile, PJD partners with Bioworld to design t-shirts of their most popular bikes to sell in retail stores.    "
                },
                "13": {
                    "title": "Impasse",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "26 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Senior pulls a prank for the biker build-off by creating a riveted used car for Junior and having the OCC crew deliver it to his shop. PJD works even harder to restore the 9/11 Memorial Bike. OCC finishes the first Venetian bike and starts fabrication on the second and third bikes. Then they start a new build for GAF Roofing after the guys \"test\" their Timberline shingles product. Meanwhile, the production bike discussion open old wounds when Paulie meets with his father in Jason's office causing things to get heated between Junior and Jason over their individual ...    "
                },
                "14": {
                    "title": "The Last Build",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "3 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    OCC completes the GAF Roofing Bike while PJD visits an area hit by Hurricane Sandy and brings food and supplies to be distributed, then finishes the restoration of the 9/11 Memorial Bike. Vinnie and Cody come up with a new prank that uses the car OCC previously sent them. Senior and Junior meet for lunch and find common ground when they reminisce about their lives at the time when the show first started. Both come to realize that rebuilding their personal relationship is more important than being in business together, leading to a mutual decision to end work on the ...    "
                },
                "16": {
                    "title": "The End",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The Final Episode of American Chopper where Mikey Teutal joins his Brother and Father to discuss the ups and downs of their 10 year run.    "
                }
            },
            "1": {
                "1": {
                    "title": "Domani Studios Bike",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The Teutuls air out the family drama on a radio morning show. Jr. announces that he is going to become a direct competitor of his father by opening up his own Paul Jr. designs bike shop and enlists the help of a former OCC mechanic Vinnie DiMartino.    "
                },
                "2": {
                    "title": "Window World Bike",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Paul Jr. and his team are hard at work trying to build out his new bike shop. Sr. doesn't believe for one second that Jr. will ever be able to compete with OCC, and is annoyed to hear that he is going after all of OCC's vendors.    "
                },
                "3": {
                    "title": "ESAB Bike",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Sr. and Jr. find themselves in front of a judge because Sr. is suing Jr. for his 20% ownership of OCC. Meanwhile, the team at OCC is hard at work on a chopper for ESAB, one of the oldest welding equipment companies in the country.    "
                },
                "4": {
                    "title": "Meteorite Men Bike",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The guys at OCC are tapped to build the ultimate vehicle for the Science Channel's Â'Meteorite Men'. A tragic accident at Paul Jr. Designs prompts Sr. to put his differences with his sons aside and he reaches out to Jr. and Mikey.    "
                },
                "5": {
                    "title": "PJD Bike Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Sep. 2010",
                    "year": "2010",
                    "plot": "\n    OCC builds a ramp to launch a dummy dressed as Jr. over a creek. Meanwhile, Jr. and his team begin fabricating their very first chopper. Jr. realizes that he needs help in the paint department so he recruits his old friend Nubs to the team.    "
                },
                "6": {
                    "title": "PJD Bike Part 2, Geico Bike Part 1 and FBI Bike",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Sr. and the team at OCC are tapped to build a bike for the FBI and the local Newburgh Police department. Meanwhile the guys at PJD are furiously attempting to fabricate both the Geico bike and the Anti-Venom bike in time for the bike rally in Sturgis, SD.    "
                },
                "7": {
                    "title": "Lawless Drag Bike: Part 1/PJD Bike: Part 3/Geico Bike: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The pressure is on at OCC and Paul Jr. Designs as both shops race to complete their bike builds in time for the famous Sturgis bike rally.    "
                },
                "8": {
                    "title": "Lawless Drag Bike Part 2, PJD Bike Part 4, and Geico Bike Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Oct. 2010",
                    "year": "2010",
                    "plot": "\n    OCC and PJD arrive at Sturgis to face off for the first time to see who will have the better bike. Junior wonders whether Senior will show his support by attending one of his reveals, but Senior has no interest in seeing either of his son's first bikes.    "
                },
                "9": {
                    "title": "Fallen Heroes Bike and Bling Star Bike Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    After debuting his first bike at Sturgis, PJD is swamped with fan mail and emails from people wanting bikes. Meanwhile, Senior receives an invitation to Junior's wedding and reaches out to Mikey on whether or not he should attend.    "
                },
                "10": {
                    "title": "Chicago Blackhawks Bike Part 1 and Bling Star Bike Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    OCC gets a bike build for the Chicago Blackhawks to celebrate wining the Stanley Cup. However, a miscommunication leads to the crew scrapping the build and starting over from scratch. Meanwhile, Senior rushes his dog to the emergency room.    "
                },
                "11": {
                    "title": "Chicago Blackhawks Bike Part 2 and Carolina Carports Bike Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The OCC crew continues building the Blackhawks bike while Junior meets with representatives from Carolina Carports who want PJD to build a bike for their company. Later, Senior makes an important decision agreeing to meet with a therapist for Mikey.    "
                },
                "12": {
                    "title": "Hair Club for Men Part 1 and Carolina Carports Bike Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    PJD continues its Carolina Carports bike build while OCC begins work for a new client. Senior sees a therapist on Mikey's terms, but his sons are not impressed. Junior unveils his bike to a crowd of 400,000 in North Carolina.    "
                },
                "13": {
                    "title": "A Crew Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Get an inside look at what it takes to produce the American Chopper series through interviews with the Teutuls, producers and crew.    "
                },
                "14": {
                    "title": "Invitation Accepted",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Senior and Junior are both invited to Jason's wedding. Junior gets a build from a longtime OCC client, frustrating Senior. OCC unveils the Hair Club bike in front of a roaring crowd in Washington.    "
                },
                "15": {
                    "title": "Lee Returns",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Lee returns to town and he and Senior mend a fence while discussing Senior's relationships with his sons. Senior and his lawyers bring a second lawsuit against PJD. OCC unveils its Headrush bike in NYC while PJD unveils a top-secret bike in Florida.    "
                },
                "16": {
                    "title": "Foreclosure",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Rumors spread about OCC being in foreclosure. PJD takes on Universal Property Insurance as a new client. The mood is celebratory at OCC as they unveil a bike for St. Jude Hospital. Temperatures flare at PJD and an employee may lose his job.    "
                },
                "17": {
                    "title": "Fired",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "7 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Tensions are high at PJD as Odie back talks Junior. Junior fires Odie who then turns to Senior for counsel, and hopefully, a job. PJD pulls off a double-unveil for Universal Property Insurance while OCC unveils a bike to an enthusiastic crowd at Bic.    "
                }
            },
            "2": {
                "1": {
                    "title": "Mikey's Art Opening",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    PJD starts a build for Jared Allen's charity while OCC works on a custom build for Supernatural Cymbals. Junior meets with lawyers to stay on top of a new lawsuit from his Dad. Mikey gets a taste of the limelight at his successful art gallery opening.    "
                },
                "2": {
                    "title": "Big Guns",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    OCC builds a bike for a long time client while Junior and Mikey head to Louisiana to consult with Will of Red Jacket Firearms on a custom gun design. Senior announces his reconciliation with one son and hopes he can make amends with Junior and Mikey too.    "
                },
                "3": {
                    "title": "Judgement Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Senior visits Mikey's gallery and is affected by paintings depicting their strained relationship. While both shops work on respective builds, Junior learns he has won his appeal of Senior's lawsuit. Senior decides to make Junior a settlement offer.    "
                },
                "4": {
                    "title": "Offer Denied",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "May 2011",
                    "year": "2011",
                    "plot": "\n    Senior's settlement offer to Junior goes nowhere. PJD rushes to complete two bikes for CrankyApe while OCC struggles to build three bikes for Trans Am Depot. Then, Senior's dog dies and Junior reaches out to his father.    "
                },
                "5": {
                    "title": "Deadliest Catch Crossover",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "May 2011",
                    "year": "2011",
                    "plot": "\n    The OCC crew heads up to Alaska to meet up with the Hillstrand brothers from Deadliest Catch. A Deadliest Catch bike is built and unveiled at the Catch Con fan convention in Seattle.    "
                },
                "6": {
                    "title": "Cadillac Build-Off: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "May 2011",
                    "year": "2011",
                    "plot": "\n    Cadillac enlists both OCC and PJD to build a bike in a father-son build-off. But even as the competition heats up, Senior reaches out to Junior with a second settlement offer- this time, without lawyers.    "
                },
                "7": {
                    "title": "Cadillac Build-Off: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    OCC and PJD rush to finish their Cadillac bikes for the build-off. Both crews race CTS-V's at the Monticello Raceway. Then Junior and Senior face each other when they unveil their bikes at GM.    "
                },
                "8": {
                    "title": "The Settlement",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "6 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Senior and Junior finally sit down to settle the two-year lawsuit that has torn their family apart. Amidst the drama, PJD starts a new bike for FIST enterprises while OCC builds a rock and roll inspired bike for Hard Rock.    "
                },
                "9": {
                    "title": "Return of the Black Widow",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "6 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Junior and Vinnie venture into enemy territory to pick up the coveted Black Widow bike. Senior is frustrated he hasn't seen Mikey post-settlement. PJD assembles the FIST bike while OCC creates the Power Probe bike.    "
                },
                "10": {
                    "title": "Downsizing",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    PJD works on a build for Gears of War 3 while the OCC crew builds a bike for Feather Free Zone. Meanwhile, with the OCC headquarters in foreclosure, Senior decides to build a new shop at the front of his property.    "
                },
                "11": {
                    "title": "Gears of War",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    OCC starts a build for Wyotech, a school for budding mechanics. PJD continues work on their Gears of War 3 trike. Wyotech students visit OCC to help out while the understaffed PJD crew wonders how to find talented mechanics.    "
                },
                "12": {
                    "title": "Senior Reaches Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Post-settlement, Senior tries to commission a painting from Mikey but gets mixed signals from his son. OCC starts a build for a hybrid seed company and PJD works on a modern build for a medical technology company.    "
                },
                "13": {
                    "title": "Mikeys Decision",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Senior continues to reach out to Mikey, who seeks counseling from Vinnie. PJD reveals the build for Cepheid, a medical technology company, while OCC unveils both a bike and a reverse trike for Beck's Hybrids.    "
                },
                "14": {
                    "title": "Silent Treatment",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    PJD works on a build for Dekalb while OCC builds a charity bike for Cell Buckle. The harmony is disrupted at OCC when Jason is offended by Senior's design critiques, resulting in a mangled bike that must be rebuilt.    "
                },
                "16": {
                    "title": "Communication Breakdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mikey and Senior both say they want to meet up, but go back and forth about the conditions they will meet under. PJD unveils their bike for Dekalb.    "
                },
                "17": {
                    "title": "Free Rick",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Junior lands the biggest job of his career when he is asked to build a bike inspired by the restoration of Ground Zero in NYC. Senior secures a build for a wealthy foreigner and rumors fly at both shops over Rick's assumed discontent at OCC.    "
                },
                "18": {
                    "title": "Top Ten Bikes",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Senior and Junior reveal their all-time favorite bikes including OCC's St. Jude bike, PJD's first ever client build for Geico and a shared favorite between father and son.    "
                },
                "21": {
                    "title": "Best Pranks",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dummies come to life, spitballs fly and air horns blast in this behind the scenes special. Featured pranks include an air-gun war at OCC headquarters, scooter jousting and helicopter drops.    "
                }
            },
            "3": {
                "0": {
                    "title": "American Chopper Highlights",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 0,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Get ready for the newest season of American Chopper: Senior vs. Junior with this look back at last season's greatest moments!    "
                },
                "1": {
                    "title": "Winners and Losers",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    In the aftermath of the live show, Junior celebrates his win while fulfilling an order for an overseas client. Senior focuses on the future with a big build and an even bigger opportunity: a spot on Celebrity Apprentice.    "
                },
                "2": {
                    "title": "The Apprentice Bike",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The pressure is on at OCC and Paul Jr. Designs as both shops race to complete their bike builds in time for the famous Sturgis bike rally.    "
                },
                "3": {
                    "title": "Operation Reconciliation",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "Feb. 2012",
                    "year": "2012",
                    "plot": "\n    OCC builds a bike for Veterans Airlift Command and PJD finishes a bike for One Call Concepts. After his mother's death, Senior is more determined than ever to reconcile with Mikey and Junior. He invites Mikey to join him at a painting class.    "
                },
                "4": {
                    "title": "Rick's News",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Junior decides to revamp the Black Widow bike he recently reclaimed from Senior while OCC works on a two-bike build for John Christner Trucking. Mikey hires a personal trainer to lose weight and Rick announces his engagement.    "
                },
                "5": {
                    "title": "The Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After weeks of silence, Junior calls Senior to give his condolences on Helen's passing. Then PJD starts a charity build for the March of Dimes while OCC finishes a two-bike build for John Christner Trucking.    "
                },
                "6": {
                    "title": "Drastic Step",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Feeling even more charitable, Mikey launches a fundraising campaign for the March of Dimes by getting donations out on the street while PJD unveils the Lamar Construction/March of Dimes bike in Hudsonville, Michigan. OCC heads to the E-Biofuels headquarters in West Middletown, Indiana to begin an eco-friendly build for CIMA Green and creates two street-legal motorcycles using special bio diesel motors. One is to be donated to the National Biodisel Board and the other the company keeps as a show bike. Meanwhile, Senior makes bold moves in his effort to reconcile with ...    "
                },
                "7": {
                    "title": "Breakthrough",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    After receiving a puzzling text from Mikey, Senior calls Junior to make amends. PJD starts a build for Newmont Mining while OCC unveils a bike for CIMA Green. Then, Junior asks Senior for a face-to-face meeting, sans cameras.    "
                },
                "8": {
                    "title": "A Meeting Is Set",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    OCC starts an early 1970s-themed chopper for MyPillow while PJD puts the finishing touches on the Newmont Mining bike and later unveils it in front of a large crowd outside the Red Lion Hotel and Casino in Elko, Nevada. Meanwhile, Rick meets with Vinnie for lunch to ask him if he knows anything about Mikey's cryptic text to his father. Also, there is promise that all the family drama could finally end as Senior and Junior agree to meet in person at Junior's house minus cameras.    "
                },
                "9": {
                    "title": "No Cameras",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Junior and Senior ditch the cameras and finally meet face to face to discuss their relationship. Meanwhile, at the shop, OCC finishes a bike for MyPillow and PJD starts build for an MLB outfielder.    "
                },
                "10": {
                    "title": "Mikey Out?",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "Apr. 2012",
                    "year": "2012",
                    "plot": "\n    OCC starts a build that will be unveiled to the Prime Minister of Malaysia while PJD finishes a pimped out bike for baseball player Aaron Rowand. Then, Mikey drops an unexpected bomb when he considers quitting the show.    "
                },
                "11": {
                    "title": "Change of Heart?: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "14 May 2012",
                    "year": "2012",
                    "plot": "\n    PJD starts a build for Skil Tools while OCC begins a bike based on an Italian sports car. Junior makes a huge decision that could finally end his estrangement from Senior once and for all.    "
                },
                "12": {
                    "title": "Change of Heart?: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "21 May 2012",
                    "year": "2012",
                    "plot": "\n    OCC finishes the Italian sports car bike and PJD unveils the Skil bike. Mikey leaves the show once and for all. And Junior goes to OCC to confront Senior face to face in an explosive meeting.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Mikey's Favorite Moments",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Chopper: Senior vs. Junior (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    From PJD's first big unveil to bow fishing in Louisiana, Mikey recalls his favorite American Chopper memories. Relive the scary encounter between Junior and a lion in South Africa, as well as some touching family moments.    "
                }
            }
        },
        "number of episodes": 64,
        "cast": [
            {
                "name": "Jr., Paul Teutul"
            },
            {
                "name": "Sr., Paul Teutul"
            },
            {
                "name": "Teutul, Michael"
            },
            {
                "name": "Connelly, Cody"
            },
            {
                "name": "DiMartino, Vincent"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 5.9,
        "votes": 554,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY1ODM5OTMwOF5BMl5BanBnXkFtZTgwNDYxODAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "American Chopper: Senior vs. Junior is a reality television spin-off, based on the original series American Chopper, which premiered on the TLC channel on August 12, 2010. The show chronicles the rivalry between Orange County Choppers (OCC) owned by Paul Teutul, Sr. and his son Paul Teutul, Jr.'s newly opened motorcycle business Paul Jr. Designs (PJD).",
        "languages": [
            "English"
        ],
        "title": "American Chopper: Senior vs. Junior",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "American Chopper: Senior vs. Junior (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "plot": [
            "_American Chopper: Senior vs. Junior_ (qv) is a reality television spin-off, based on the original series American Chopper, which premiered on the TLC channel on August 12, 2010. The show chronicles the rivalry between Orange County Choppers (OCC) owned by Paul Teutul, Sr. and his son Paul Teutul, Jr.'s newly opened motorcycle business Paul Jr. Designs (PJD)."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 554,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 90,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 230,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 106,
                "rating": 5.7
            },
            "males": {
                "votes": 417,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 82,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 214,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 91,
                "rating": 5.6
            },
            "females": {
                "votes": 37,
                "rating": 5.3
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 4.3
            },
            "females aged 30 44": {
                "votes": 14,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 6.2
            },
            "top 1000 voters": {
                "votes": 26,
                "rating": 6.4
            },
            "us users": {
                "votes": 126,
                "rating": 5.4
            },
            "non us users": {
                "votes": 227,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 68,
            "9": 36,
            "8": 58,
            "7": 86,
            "6": 111,
            "5": 77,
            "4": 38,
            "3": 22,
            "2": 20,
            "1": 38
        },
        "arithmetic mean": 6.2,
        "median": 6
    }
}