{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 November 2010"
            }
        ],
        "release dates": [
            "USA::19 November 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Huskystarcraft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game Genie (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Husky visits home after being away at school. While going through an old childhood box of his belongings Husky finds an original \"Game Genie\" video game cartridge. After attempting to clean it a giant red man appears, it is the real life incarnation of the Game Genie. The Game Genie grants Husky one video game-related wish, which Husky chooses as having the ability to quick save his life and go back in time. With his new found power Husky does what any male would do, and goes to a party to attempt to pick up girls. After many attempts Husky finally gets the right ...    "
                },
                "2": {
                    "title": "TheWarpZone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game Genie (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Some time between getting his new power and going to the party, Husky is seen dropping the Game Genie cartridge on his front lawn. Two unsuspecting people passing by (Davis and Odom) find the Game Genie and release him once again. Being granted a wish, they decide to have the ability to unlock achievements throughout their daily lives. While highly entertaining at first, the achievements quickly begin to be the focus of their lives. One night, while pulling an all nighter for a 'long distance' driving achievement, Davis nearly falls asleep at the wheel. His lack of ...    "
                },
                "3": {
                    "title": "PressHeartToContinue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game Genie (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Some time shortly before Odom and Davis are pulled over from Episode 2, they accidentally throw the Game Genie cartridge out the window while trying to summon the Game Genie to get out of the mess they're in. Unable to stop and retrieve the cartridge, a new passer-by finds it lying on the ground. Dodger, after remembering the cartridge from her child hood, makes the same mistake as all the other previous characters, and summons the Game Genie. The Game Genie grants Dodgers wish, to be able to use all of Mega Mans powers. Dodger imagines all the good she can do which ...    "
                },
                "4": {
                    "title": "LaynePavoggi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game Genie (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Shortly after Dodger is seen exploding, Layne finds the Game Genie cartridge laying outside the wreckage. Attempting to clean the cartridge, Layne also summons the Game Genie. Layne decides to pick the 'Level Select' wish. Attempting to test his new power, Layne teleports himself to the old Wild West. Immediately upon arriving in the Wild West, Layne meets a local gunslinger who also oddly resembles the Game Genie. They quickly face off in a shoot out in which Layne does not actually have a working gun. Before he is shot Layne teleports himself to ancient Greece. Off ...    "
                },
                "5": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game Genie (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Right before Husky is run over, Layne uses his level select power to get himself out of Hell and to save him. Having pushed Husky out of the way, Davis and Odom do not run over him, but recognize him as they pass and quickly pull over. Husky, having almost been run over, tries to make sense of what is happening. Upon realizing that their problems are revolving around the Game Genie they try to figure out a way to end it. Dodger, having not made her wish in the time line yet, takes the Game Genie and blows into it before anyone can stop her. This summons the Game Genie...    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Lamond, Mike"
            },
            {
                "name": "Davis, Michael Adams"
            },
            {
                "name": "Odom, David"
            },
            {
                "name": "Pavoggi, Layne"
            },
            {
                "name": "Lawson, Brooke Leigh"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.1,
        "votes": 33,
        "languages": [
            "English"
        ],
        "title": "Game Genie",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Game Genie (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Schroeder, Michael"
            },
            {
                "name": "Haney, Phil"
            },
            {
                "name": "Lamond, Mike"
            }
        ],
        "distributors": [
            {
                "name": "Maker Studios"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 33,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 29,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 16,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 6,
                "rating": 6.7
            },
            "non us users": {
                "votes": 18,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 20,
            "9": 2,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 1,
            "4": 3,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 8.1,
        "median": 1
    }
}