{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 October 2010"
            }
        ],
        "release dates": [
            "Canada::4 October 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "72"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "CAD250,000 (estimated)",
        "plot outline": "For centuries the James Bay Cree were a nomadic people who lived off the land, often in isolation from Quebec and Canada. Since the 1970's the province of Quebec sought to create and then expand a massive hydro-electric power network. Each new development was met with protest from the Cree as their ability to hunt and trap is greatly diminished with each dammed river and ever increasing areas of flooded land. \"The Song of the River\" is a feature documentary that explores the modern history of the James Bay Cree through the eyes of former Grand Chief, Matthew Mukash. It examines the precarious relationship between those who seek to live in harmony with nature and those who seek to profit from it.",
        "languages": [
            "English"
        ],
        "title": "The Song of the River",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "The Song of the River (Canada)"
        ],
        "writer": [
            {
                "name": "Birla, Abhish S."
            },
            {
                "name": "Masty, Benjamin"
            }
        ],
        "production companies": [
            {
                "name": "Canadian Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "plot": [
            "For centuries the James Bay Cree were a nomadic people who lived off the land, often in isolation from Quebec and Canada. Since the 1970's the province of Quebec sought to create and then expand a massive hydro-electric power network. Each new development was met with protest from the Cree as their ability to hunt and trap is greatly diminished with each dammed river and ever increasing areas of flooded land. \"_The Song of the River_ (qv)\" is a feature documentary that explores the modern history of the James Bay Cree through the eyes of former Grand Chief, Matthew Mukash. It examines the precarious relationship between those who seek to live in harmony with nature and those who seek to profit from it.::BIrla, Abhish S."
        ],
        "tech": {
            "runtime": [
                "1 hr 12 min (72 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}