{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "4 January 2010"
            }
        ],
        "release dates": [
            "South Korea::4 January 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Pasta"
            },
            {
                "countries": "Hungary",
                "title": "Pasta"
            }
        ],
        "akas": [
            "Pasta (original title)",
            "Pasta Hungary"
        ],
        "akas from release info": [
            "Pasta (original title)",
            "Pasta Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Yoo-gyeong has been a chef assistant at the La Spera restaurant for three years. After enduring long hours and low pay for three long years, she brims with hope that she'll finally get promoted and become a chef. One day, she is crossing the street while holding a bag with a live goldfish in it when a stranger bumps into her, making her drop the bag on the pavement. But the stranger, who is Hyun-wook, helps her rescue the goldfish and this makes Yoo-gyeong feel grateful for his help. But she soon finds out that Hyun-wook is the newly-hired head chef at La Spera. He ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Yoo-gyeong and Hyun-wook meet again at the same crosswalk where they bumped into each other by accident. After telling Yoo-gyeong that she's fired, Hyun-wook asks her out on a date, which bewilders Yoo-gyeong. When Yoo-gyeong starts to yell at Hyun-wook for his awful behavior, he takes off and leaves her all by herself. Reporting to work the next day, Hyun-wook finds Yoo-gyeong sleeping in his locker. Hyun-wook decides to change the chef's lunch special to cream spaghetti with shrimp all of a sudden. Seok-ho, a chef who has seniority at La Spera, decries the sudden ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Trying to forget the moment when Hyun-wook fired her, Yoo-gyeong decides to show up at work anyway. She stands her ground even when Hyun-wook gives her a dirty look. She then recalls the first day she came to work at La Spera 3 years ago. After doing her job, Yoo-gyeong heads home and spots Hyun-wook having a drink all by himself at an outdoor bar. After making pasta over and over at her home, Yoo-gyeong gets frustrated that she's not able to make it right. So she goes to La Spera as a customer and orders Aglio e Olio. After enjoying the dish, she asks the waiter if ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    When Hyun-wook opens his eyes to see the person he chose through the blind test, he is stunned to see Yoo-gyeong before him. Yoo-gyeong is overjoyed and asks Hyun-wook to repeat the words, \"You're hired.\" Later in the day, Hyun-wook calls Yoo-gyeong to the kitchen and gives her some tough training on how to cook Italian food. Yoo-gyeong isn't fazed as she endures his impatient instructions and even requests that he teach her in this same manner in their next session. Hyun-wook tells his kitchen staff that he's not finished with culling the workforce. He then banishes ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Yoo-gyeong confesses to everyone that kickbacks for retaining Mr. Seol as their egg supplier were wired to her bank account but she maintains that she didn't take a cent and asks Hyun-wook to believe her. So Hyun-wook takes Yoo-gyeong with her to meet Mr. Seol to learn the truth of the matter. Hyun-wook and Gwang-tae are stunned to hear that Mr. Seol also knew that Yoo-gyeong received the kickbacks. Riding in a truck with Hyun-wook on her way home, Yoo-gyeong looks utterly miserable. Then they bump into San and Sae-young. San hands an apartment rental contract to ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Delighted that her innocence has been proven, Yoo-gyeong plants a kiss on Hyun-wook's cheek. She then stares at Hyun-wook, who is flustered over the surprise kiss, and runs out of the elevator when the doors open. Seok-ho learns that San is the owner of La Spera while overhearing San talking with Mr. Seol. When Hyun-wook says that he doesn't get romantically involved with anyone in his kitchen, Yoo-gyeong meekly asks if having a crush on someone is permissible. San individually meets the restaurant workers one by one and tells them that while La Spera closes down for ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Yoo-gyeong and Hyun-wook pick a huge file fish at the fish market and Hyun-wook makes a raw fish dish out of it. He hands the fish liver to Yoo-gyeong to eat. San calls Yoo-gyeong and gets a little uncomfortable when he hears that Yoo-gyeong is with Hyun-wook. San suggests that Hyun-wook attend a charity event instead of entering a cooking contest because he'd rather have Sae-young enter the contest. Inviting Yoo-gyeong over to his home, Hyun-wook instills Yoo-gyeong with confidence that she can become a good chef. Yoo-gyeong receives another demanding training ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Yoo-gyeong, Hyun-wook, San and Sae-young meet each other in the hallway in an awkward moment. There's an unseen tension between the four people. Yoo-gyeong steps out of the hallway and gets surprised when Hyun-wook suddenly appears. While staring at a photo of a cactus plant that is attached to her locker, Yoo-gyeong asks San if it's a real cactus and then tells him not to treat her in a way that could give Hyun-wook the wrong message. The chefs carefully move carts of food and ingredients to the kitchen and La Spera opens for business again with zest and energy. ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Hyun-wook asks Yoo-gyeong to think about why he can't like her. However, Yoo-gyeong replies that she can only come up with a string of reasons why he can like her. Sae-young confides in San that she would like to be acknowledged by Hyun-wook as an excellent chef and then she approaches Hyun-wook and asks him to maintain a strictly professional relationship at work. But Hyun-wook and Sae-young keep disagreeing in the kitchen. Yoo-gyeong tells Hyun-wook that she'd like to listen to both him and Sae-young. Meanwhile, an accident occurs in the kitchen when a hot frying ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Yoo-gyeong gets giddy with happiness when she recalls the moment when Hyun-wook held her hand. Hyun-wook gets jealous when he sees San talking to Yoo-gyeong in a tender way. Yoo-gyeong is happy to hear Hyun-wook tell her that he'll treat her nicer than the way San treats her. Hyun-wook playfully pinches Yoo-gyeong's lips together with a clam when she doesn't stop laughing. Sae-young has a disagreement with the three chefs who went to culinary school in Italy over the soup they'll make. The three chefs storm out of the kitchen and take Yoo-gyeong with them. Yoo-gyeong ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Eun-soo happens to see Yoo-gyeong and Hyun-wook touching each other tenderly and this disturbs him. Eun-soo also gets disappointed when he checks how much his monthly wage is. A newly opened restaurant offers a job to Seok-ho, who asks his team to join him along with Eun-soo and Yoo-gyeong. Hyun-wook finds out about Seok-ho's offers and confronts Seok-ho about it. He tells Seok-ho that if he wants to quit La Spera, he should quit after his cooking skills surpass his. Hyun-wook takes Yoo-gyeong to a fancy restaurant for a date but he ruins it for her by nitpicking ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "9 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    When Eun-soo announces that he'll quit, everyone at La Spera is shocked to hear it. Hyun-wook calls Eun-soo to his office. But Hyun-wook is rendered speechless when Eun-soo tells him that he knows that Hyun-wook is dating Yoo-gyeong. Yoo-gyeong gets disappointed with Eun-soo over his decision to quit as she takes over his duties as assistant cook. Yoo-gyeong goes to see Eun-soo at a bar where he has found a new job. She implores him to return to the restaurant but Eun-soo steadfastly refuses. Hyun-wook spies San posting a photo of a cactus plant in Yoo-gyeong's locker...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    When Sae-young sees Hyun-wook and Yoo-gyeong coming to work together, she tells Yoo-gyeong that she once dated Hyun-wook. The chefs warmly welcome back Eun-soo, who finally decided to return. San suggests that Hyun-wook share the chef room with Sae-young but Hyun-wook flatly refuses to share it. After getting berated by Hyun-wook and having her pride hurt when he compares her to Sae-young, Yoo-gyeong feels miserable. But she feels a bit better when Hyun-wook tells her that his tough talk is his form of showing his affection. Early the next morning, Hyun-wook teaches ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "16 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Yoo-gyeong gives a box of chocolates to Hyun-wook and her friends Hee-joo, Mi-hee, and Chan-hee see her in the act of giving it to him. So they lunge for the Valentine's Day card that Yoo-gyeong wrote and read it. Yoo-gyeong explains to them that she's the one who has crush on Hyun-wook and that they are not dating at all. But Hyun-wook doesn't care whether the three girls think he is dating Yoo-gyeong or not. The other chefs here about the Valentine's Day gift that Yoo-gyeong gave to Hyun-wook and ask her what's going on. Hyun-wook calls the chefs in charge of ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "22 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Manager Seol sees Yoo-gyeong and Hyun-wook cuddling together at a bus stop and he immediately reports what he saw to San. San orders him to pretend that he doesn't know that the two are dating. Hyun-wook and Manager Seol get into a heated argument over a scallop dish that Yoo-gyeong made. San approaches Yoo-gyeong and confesses his love for her. Seok-ho and his team of chefs get mad that they're paid less than the newly hired chefs and demand an explanation from Hyun-wook. Hyun-wook and San disagree with each other about the pay scale and can't find a compromise. ...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Ignoring the reaction of the La Spera chefs, Hyun-wook quits his job. When Yoo-gyeong insists that he should stay, Hyun-wook tells her that if she wants to work together with him, she can quit, too. With Eun-soo and the newly hired chefs also leaving with Hyun-wook, Yoo-gyeong doesn't waver and stays put in her job. A gentleman makes a reservation at La Spera and pre-orders ginseng pasta. While Yoo-gyeong looks through Hyun-wook's recipes, she discovers his recipe for ginseng pasta and calls him up to learn more details. Seok-ho tells everyone about a scandalous rumor...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Sae-young asks Hyun-wook to return to La Spera after telling him that she doesn't have the confidence to cook again. Seok-ho and his team of chefs are stunned when Hyun-wook and his team of chefs return to the restaurant. Yoo-gyeong is overjoyed to see them back. Hyun-wook promises everybody that he'll be fair and if breaks his promise, then he'll fire Yoo-gyeong. Hyun-wook calls the chefs in charge of making past and tells them he has chosen ginseng pasta as the Chef's Special and promptly tells Yoo-gyeong to give her ginseng pasta recipe to chef Sun Woo-deok. The ...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Hyun-wook and the La Spera chefs are shocked when they read about Sae-young's confession in a news conference. Overwhelmed with shock, San frantically calls Sae-young. Two food critics, who scathingly criticized La Spera in their last visit, order their steak rare. Hyun-wook calmly fills their order. While Yoo-gyeong teaches how to make ginseng pasta to the other chefs, she hears about the New Chef Cooking Competition but Seok-ho asks Yoo-gyeong to keep it a secret. Hyun-wook orders the staff to stop taking orders for steak because they ran out of ingredients and ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After appearing at the kitchen, Yoo-gyeong heads straight to the cold storage room without glancing at Hyun-wook. After calming herself down, Yoo-gyeong gets cheerful again when Hyun-wook talks gently to her. Hyun-wook announces that Seok-ho and his team can enter the New Chef Cooking Competition under one condition and that's that everyone pull together and help Seok-ho's team. He divides the chefs into pairs to prepare for the competition. Yoo-gyeong will participate in the competition as a back-up chef. With the competition approaching, the chefs practice intensely...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pasta (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "9 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After the chefs win the cooking competition, La Spera receives a deluge of customers. The chefs are busier than ever but now they have smiles on their faces. Yoo-gyeong finds it tough to decide whether to go to Italy to receive cooking training because it would mean that she'd be apart from Hyun-wook. Meanwhile, Hyun-wook goes to an Italian restaurant where Hee-joo, Mi-hee, and Chan-hee work as chefs and orders Spaghetti alla Carbonara. Yoo-gyeong's dad serves spicy Chinese noodles with abalone to Yoo-gyeong and Hyun-wook when they come over to his restaurant. Then ...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Kong, Hyo-Jin"
            },
            {
                "name": "Lee, Sun-kyun"
            },
            {
                "name": "Hanee, Lee"
            },
            {
                "name": "Chu, Alex"
            },
            {
                "name": "Baek, Bong-gi"
            },
            {
                "name": "Byeon, Jeong-su"
            },
            {
                "name": "Choi, Jae-Hwan"
            },
            {
                "name": "Choi, Min"
            },
            {
                "name": "Da Hye, Jung"
            },
            {
                "name": "Ha, Jae-suk"
            },
            {
                "name": "Heo, Tae-hee"
            },
            {
                "name": "Jang, Yong"
            },
            {
                "name": "Jin-Hyuk, Choi"
            },
            {
                "name": "Jo, Sang-ki"
            },
            {
                "name": "Kim, Dong-hee"
            },
            {
                "name": "Lee, Hyeong-cheol"
            },
            {
                "name": "Lee, Sung-min"
            },
            {
                "name": "No, Min-woo"
            },
            {
                "name": "Son, Sung Yoon"
            },
            {
                "name": "Woo, Hyun"
            },
            {
                "name": "Yun, Yong-hyeon"
            },
            {
                "name": "Ryoo, Seung-bum"
            },
            {
                "name": "Richard, Wayne"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 423,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGM5ZjY1NWQtNWQ1Ny00YzUyLWFhODYtMzUzNzRkZDM3NzczXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "A well-produced, feel-good drama, Pasta is the story of Seo Yoo Kyung, who has endured the grueling job of kitchen assistant at high-class restaurant La Sfera for two years in hopes of being promoted to chef. Things are looking up as she meets a handsome stranger on the street who ends up being the restaurant's new head chef. His first day on the job, however, he fires all the female cooks, including Yoo Kyung. Yoo Kyung, too stubborn to let go of her dream, is willing to do whatever it takes to get her job back. Yoo Kyung struggles as she butts heads with the new chef while trying to learn everything she can from him at the same time, and sparks begin to fly. Things are complicated by the presence of Kim San, a charming customer with an eye for Yoo Kyung who seems to have mysterious ties to the restaurant, and Oh Sae Young, a famous TV Chef and former love of Hyun Wook, not to mention the kitchen politics that get in the way of their budding romance. Beloved actors Lee Sun Gyun ( Coffee Prince ) and Gong Hyo Jin ( Thank You ) light up the screen in this bubbly, addictive story of a cold master chef and a stubborn, warm-hearted kitchen assistant.",
        "languages": [
            "Korean"
        ],
        "title": "Pasta",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Seo, Sook Hyang"
            }
        ],
        "distributors": [
            {
                "name": "MBC"
            },
            {
                "name": "Magyar Televízió"
            }
        ],
        "plot": [
            "A well-produced, feel-good drama, _Pasta_ (qv) is the story of Seo Yoo Kyung, who has endured the grueling job of kitchen assistant at high-class restaurant La Sfera for two years in hopes of being promoted to chef. Things are looking up as she meets a handsome stranger on the street who ends up being the restaurant's new head chef. His first day on the job, however, he fires all the female cooks, including Yoo Kyung. Yoo Kyung, too stubborn to let go of her dream, is willing to do whatever it takes to get her job back. Yoo Kyung struggles as she butts heads with the new chef while trying to learn everything she can from him at the same time, and sparks begin to fly. Things are complicated by the presence of Kim San, a charming customer with an eye for Yoo Kyung who seems to have mysterious ties to the restaurant, and Oh Sae Young, a famous TV Chef and former love of Hyun Wook, not to mention the kitchen politics that get in the way of their budding romance. Beloved actors Lee Sun Gyun ( Coffee Prince ) and Gong Hyo Jin ( Thank You ) light up the screen in this bubbly, addictive story of a cold master chef and a stubborn, warm-hearted kitchen assistant."
        ],
        "synopsis": [
            "\"A well-produced, feel-good drama, Pasta is the story of Seo Yoo Kyung, who has endured the grueling job of kitchen assistant at high-class restaurant La Sfera for two years in hopes of being promoted to chef. Things are looking up as she meets a handsome stranger on the street who ends up being the restaurant's new head chef. His first day on the job, however, he fires all the female cooks, including Yoo Kyung. Yoo Kyung, too stubborn to let go of her dream, is willing to do whatever it takes to get her job back. Yoo Kyung struggles as she butts heads with the new chef while trying to learn everything she can from him at the same time, and sparks begin to fly. Things are complicated by the presence of Kim San, a charming customer with an eye for Yoo Kyung who seems to have mysterious ties to the restaurant, and Oh Sae Young, a famous TV Chef and former love of Hyun Wook, not to mention the kitchen politics that get in the way of their budding romance. Beloved actors Lee Sun Gyun (Coffee Prince) and Gong Hyo Jin (Thank You) light up the screen in this bubbly, addictive story of a cold master chef and a stubborn, warm-hearted kitchen assistant.\" -- Dramafever.com"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 423,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 115,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 146,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 48,
                "rating": 8.2
            },
            "males": {
                "votes": 100,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 22,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 53,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 18,
                "rating": 7.3
            },
            "females": {
                "votes": 230,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 90,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 90,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 30,
                "rating": 8.9
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 6.4
            },
            "us users": {
                "votes": 86,
                "rating": 8.0
            },
            "non us users": {
                "votes": 163,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 105,
            "9": 78,
            "8": 104,
            "7": 64,
            "6": 39,
            "5": 13,
            "4": 7,
            "3": 4,
            "2": 4,
            "1": 5
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}