{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 February 2010"
            }
        ],
        "release dates": [
            "USA::18 February 2010"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Bug Out!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    A new cast of 12 dedicated gamers arrives at the PlayStation® Loft ready to battle tooth and nail for a once in a lifetime opportunity: a job as a Production Associate at Sony's world famous Santa Monica Studio! This week's challenge is the ultimate grace under pressure job interview, as the testers try to keep their cool while being covered with Madagascar Hissing Cockroaches!    "
                },
                "2": {
                    "title": "Twisted Teamwork",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    David Jaffe is this week's guest panelist on hand to critique a Twisted Metal® inspired teamwork challenge involving mini ice cream trucks, air rifles, and clown costumes. But, first Krystipryde and RealityPalez face off in a preliminary gameplay competition in the new Twisted Metal® for PS3(TM) (It's the first boss battle in the new game!). The stakes are high-the better gamer wins an advantage in the team challenge! Don't miss Jaffe's judgement on who's staying and who's going home in week 2.    "
                },
                "3": {
                    "title": "Make Like Drake",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The gamers catch Uncharted fever when they must conquer a tricky obstacle course for the chance to meet Nathan Drake himself, Nolan North! John Garvin, the director for the upcoming Uncharted: Golden Abyss(TM) for PlayStation®Vita is on hand to judge the challenge, and a surprising elimination twist proves that no one is safe.    "
                },
                "4": {
                    "title": "Creative Crossover",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The gamers square off in a preliminary challenge in the all new Street Fighter X Tekken to gain an advantage for their team, but events escalate into a full on throwdown when renowned Street Fighter legend Seth Killian tags in to evaluate the gamers on their creativity: whoever creates the coolest character and fighting style is safe from elimination, while everyone else gets a target on their back.    "
                },
                "5": {
                    "title": "Blindfold Battle!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The competition gets epic in Week 5 as the gamers go Greek for a God of War inspired challenge to win what may be the most important prize yet - a trip to meet Todd Pappy and the game designers at Santa Monica Studio.    "
                },
                "6": {
                    "title": "Tower Power!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    No more teams in week 6. It's every gamer for themselves in a suspenseful tower building challenge. The tallest tower wins. But, what's the best strategy? Slow and steady could come up short. Fast and furious risks losing it all. With Starhawk's Dylan Jobe on hand to evaluate their build and battle skills, we find out just what the remaining five contenders think of each other and, in the end, who's standing tall with immunity. Watch now to find out!    "
                },
                "7": {
                    "title": "PlayStation® Trivia Trial!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    In the last challenge before the season finale, the gamers battle each other in an intense knowledge and strategy competition to determine who is the ultimate PlayStation® trivia master. Wrong answers could get them sent to a dunk tank as IGN's Greg Miller presides as this week's guest panelist. Only the top 3 move on to The Tester 3 season finale!    "
                },
                "8": {
                    "title": "Cast-Offs Return!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Take a deeper look into The Tester 3 as eliminated cast members like Egoraptor, Skyd1ddy, Ninjanomyx, and more return to tell their side of the story, share their predictions about the Finale, and share new scenes from the show.    "
                },
                "9": {
                    "title": "Season Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The final 3 gamers face off for the last time in an intense multi-part challenge that will put their focus, intelligence, and gaming skills to the test as they solve puzzles, overcome obstacles, and put everything on the line in an epic Starhawk(TM) firefight! Find out who has what it takes to work at PlayStation®, and who is going home empty handed.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Critical Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The chosen 11 gamers meet for the first time, confront their first challenge, and face the panel.    "
                },
                "2": {
                    "title": "Communication Breakdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Legendary game designer, David Jaffe joins the panel to evaluate the gamers in their first team challenge testing their ability to communicate - using human hamster balls, blindfolds, and a bullhorn.    "
                },
                "3": {
                    "title": "There's no Cry in Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    In this high flying episode, David Jaffe joins the panel once again as the eight remaining gamers tackled their next challenge testing their ability to work together as a team.    "
                },
                "4": {
                    "title": "LARPing in the Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    At the half way point in the series, things get dramatic as the 7 remaining gamers must tap into their creative sides or risk elimination in a live action role playing challenge. PlayStation®Home producer Katherine de Léon joins the panel to judge the drama, and she's not afraid to share her strong opinions of the performances.    "
                },
                "5": {
                    "title": "Buzz in or Buzz Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Six gamers remain for a BUZZ!-themed quiz challenge testing their mastery of all things PlayStation® and somebody cracks under the pressure. SCEA's Director of First Party Quality Assurance, Jeff Wilkerson, joins the panel this week to evaluate who might have what it takes to work on one of his QA teams.    "
                },
                "6": {
                    "title": "Focus, People, Focus!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The five remaining gamers are evaluated on their ability to 'focus under pressure' during a timed paintball challenge. SCEA Managing Producer Kyle Shubel joins the panel to witness who's in the 'Killzone' and who's aim is lame.    "
                },
                "7": {
                    "title": "Killer Recall",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The last four gamers must memorize self-defense combinations and use them against a gauntlet of attackers in a live game scenario. God of War® III's Director of Product Development, John Hight, joins the panel to judge who's got all the right moves to make it to The Finals.    "
                },
                "8": {
                    "title": "Season Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The final 3 gamers (Amped, Cyrus, Nauseous)from season 1 race for the finish during over a series of intense mini-challenges involving problem solving, dexterity, knowledge and game play. With no judges, only time and skill will determine who wins the title of The Tester(TM).    "
                }
            },
            "2": {
                "1": {
                    "title": "God of Knowledge",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The new season kicks off as 12 devoted gamers meet for the first time in the new PlayStation® loft and face their first high-pressure challenge under the scrutiny of guest panelist, Stig Asmussen, Game Director of God of War® III and celebrity gamer, Adrianne Curry. Who's going home first?    "
                },
                "2": {
                    "title": "Step It Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Precision and memorization are tested in Week 2 as President and Founder of Insomniac Games, Ted Price, joins the panel when the gamers travel to Edwards Air Force Base and get drilled in this grueling mental and physical challenge.    "
                },
                "3": {
                    "title": "Can You Hear Me Now?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Communication is key in game testing and crucial to surviving this Fat Princess-inspired challenge. SCEA Santa Monica Studio Senior Producer, Deborah Mars joins the panel in Week 3 as the gamers are taken way out of their comfort zones to see who's a lighweight when it comes to communicating.    "
                },
                "4": {
                    "title": "No Tiers in Testing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    It's teamwork time for the remaining 8 elite gamers as they take on the most demanding challenge of the season inspired by Medal of Honor(TM). EA Executive Producer , Greg Goodrich joins the panel for week 4 to decide who's moving up the ranks and who's turning in their badge.    "
                },
                "5": {
                    "title": "Life's a Pitch",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The remaining gamers are split into teams and given only 90 minutes to create a game concept and then present it before a focus group of actual PlayStation game testers and Kotaku Reviews Editor, Michael McWhertor. One team soars; the other bores in this intense, inspiring and comical episode.    "
                },
                "6": {
                    "title": "Turn 'em Loose",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Quick decisions and pure gaming skills are tested when the gamers get behind the wheel of high-speed karts for a jaw dropping relay race featuring GT5. Also along for the ride are Season 1 stars, \"Cyrus\" and \"Nauseous,\" who join the panel to determine who's going home.    "
                },
                "7": {
                    "title": "The Trouble with Trivia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    With Big Fazeek and War Princess gone, only four remain. The next challenge of the day involves trivia. Meanwhile Ches-Ka, Scooter, and Gaymer, believe that Mo-Chocolate is not very mature to be a tester. Only one of the four must go home.    "
                },
                "8": {
                    "title": "Season Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The final 3 gamers face an intense series of min-challenges, inspired by Killzone® 3, testing their focus, memory and pure gaming skills in a race to the finish to determine the winner of The Tester(TM) Season 2.    "
                },
                "9": {
                    "title": "Reunion Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Tester (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Jan. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Gocke, Brent"
            },
            {
                "name": "Curry, Adrianne"
            },
            {
                "name": "Molinari, Meredith"
            },
            {
                "name": "Brown, Matthew"
            },
            {
                "name": "Pruden, Krysti"
            },
            {
                "name": "Santiago, Wilson"
            },
            {
                "name": "Weichselbaum, Charles"
            },
            {
                "name": "Harper, Skyler"
            },
            {
                "name": "Vasquez, Lissarette"
            },
            {
                "name": "Nemoto, Kaila"
            },
            {
                "name": "Guiliano, Lauren"
            },
            {
                "name": "Alexander, Joel"
            },
            {
                "name": "Lugo, Richard"
            },
            {
                "name": "Hanson, Arin"
            },
            {
                "name": "Dorner, Nicole"
            },
            {
                "name": "Powers, Will"
            },
            {
                "name": "Jacoway, Ashphord"
            },
            {
                "name": "Brown, Anthony"
            },
            {
                "name": "Sparks, Hal"
            },
            {
                "name": "Garvin, John"
            },
            {
                "name": "Jaffe, David"
            },
            {
                "name": "Jobe, Dylan"
            },
            {
                "name": "Killian, Seth"
            },
            {
                "name": "Miller, Greg"
            },
            {
                "name": "North, Nolan"
            },
            {
                "name": "Papy, Todd"
            },
            {
                "name": "Detie, Shaunette"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 3.8,
        "votes": 92,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTAxYTk4ZWYtN2E4NS00ZWE5LTk2MjgtNzkyNjU1YWJkZmUxXkEyXkFqcGdeQXVyNzE5MTcxMTI@._V1_SY150_CR75,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Tester",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "The Tester (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "PlayStation Network"
            },
            {
                "name": "Sony Computer Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "51 Minds Entertainment"
            },
            {
                "name": "Sony Computer Entertainment"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 92,
                "rating": 3.8
            },
            "aged 18 29": {
                "votes": 36,
                "rating": 2.9
            },
            "aged 30 44": {
                "votes": 32,
                "rating": 4.2
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "males": {
                "votes": 69,
                "rating": 3.8
            },
            "males aged 18 29": {
                "votes": 32,
                "rating": 2.8
            },
            "males aged 30 44": {
                "votes": 30,
                "rating": 4.2
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.0
            },
            "females": {
                "votes": 5,
                "rating": 4.1
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 3.7
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.0
            },
            "us users": {
                "votes": 33,
                "rating": 4.4
            },
            "non us users": {
                "votes": 23,
                "rating": 3.1
            }
        },
        "number of votes": {
            "10": 10,
            "9": 1,
            "8": 6,
            "7": 6,
            "6": 5,
            "5": 5,
            "4": 6,
            "3": 3,
            "2": 11,
            "1": 39
        },
        "arithmetic mean": 3.8,
        "median": 2
    }
}