{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "  2010"
            },
            {
                "country": "South Korea\n",
                "date": "17 May 2010"
            }
        ],
        "release dates": [
            "South Korea::2010",
            "South Korea::17 May 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Seung Yeon, a broke and jobless young lady, meets Jin Soo, a successful author who decides to hire her as his assistant.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Eun Young's ex-fiance shows up after two years, and he's just as much of a jerk as ever. Jin Soo reluctantly agrees to let the clumsy and inexperienced Seung Yeon continue to work for him.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    It's the day that Carol launches her exclusive new menu in an attempt to appeal to a wider clientele, but are her regulars ready for chai lattes and ciabatta? Meanwhile Sarah's friends are busy trying to get a team together for the quiz night at their local pub. Will John agree to make up the numbers, and what will Richard make of Sarah inviting him? And why has no-one thought of inviting Ava?    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Jin Soo plays a prank on Ji Won which succeeds in keeping him away from Eun Young as her birthday gift. Eun Young realizes her gratitude toward Jin Soo for helping her out and she slowly begins to change the way she feels about this bum of a guy. Meanwhile, Jin Soo starts becoming sensitive as he gets stuck in midst of writing his manuscript. He stops harassing Seung Yeon and keeps sending her back home saying that he has no work for her. All he does all day is play with his dominoes. At first Seung Yeon is thrilled because of her sudden freedom from him but soon she ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Ji Won, who finds out that Jin Soo tricked him into a prank, gets infuriated and beats the hell out of him at the boxing club. Eun Young is flabbergasted at Ji Won for continuously having suspicions about her relationship with Jin Soo. She also doesn't like the fact that he keeps bringing up the past either. Meanwhile, Jin Soo takes Seung Yeon with him to Jeju Island where he has to attend a funeral and do some research for his novel. However, she is asked to wait in front of the hospital as she is dressed inappropriately for the funeral. She is totally forgotten ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Upon hearing Jin Soo's sad and tragic past Seung Yeon is shocked on one hand. Yet, on the other hand, she begins to understand Eun Young and Jin Soo's special relationship. Ji Won pays a personal visit to Jeju Island and warns Jin Soo not to harbor other feelings for Eun Young and maintain his current writer-publicist relationship with her. Jin Soo who gets irritated with Ji Won pays him back through Seung Yeon. Jin Soo stays by Eun Young's bed every night in the hospital and her feelings begin to shake as she sees a caring side to Jin Soo. However, she reaffirms ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Successfully escaping the TV interview, Jin Soo decides to run far away. However, he is flabbergasted as his plan turns to vain as he is forced to stay in Seoul because of Seung Yeon. Eun Young, on the other hand, is hurt by the inconsiderate Jin Soo who is only to keen on parting ways with her. Watching her react to Jin Soo on the phone, Eun Young's grandfather realizes that she has feelings for Jin Soo and worries about her. Meanwhile, in order to feel better, Jin Soo decides to go on a late-night movie with Seung Yeon and Dong Wook. Facing a cold and angry Dong ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Seung Yeon finds her heart beating fast every time she is near Jin Soo and she is nervous that he will find out about this amateur behavior of hers. Eun Young's grandfather, who highly detests Ji Won, doesn't like the fact that Ji Won keeps circling around Eun Young. He asks Jin Soo to come up with some ideas to get rid of Ji Won once and for all from her side. Jin Soo, who is also bothered by Ji Won's behavior, tells Seung Yeon to develop some ideas for a synopsis on how to make Ji Won leave Eun Young in peace. Though she tries to come up with some ideas, Jin Soo ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    After their sudden kiss in the pay phone booth, both Jin Soo and Eun Young hurriedly part ways feeling it very awkward to face each other. However, they are forced to face each other again face to face as they get caught by Seung Yeon and the publishing house employees who have simultaneously arranged a joint surprise birthday for him and a party to celebrate the signing of a contract with another writer. No matter how much they try to evade each other, they find themselves continuously running into each other. First at the bathroom and now stuck in an elevator ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Upon hearing about Eun Young's sudden disappearance, Jin Soo has worried himself sick. He faints after he hears of her return. Unlike Seung Yeon who is flustered by his sudden illness, Jin Soo, who was formerly a doctor, calmly tells her to get the medicine for the prescription he has written for him himself. Worrying that the medication alone will not suffice, Seung Yeon calls her grandmother for help. Jin Soo wakes up to the smell of food and a very noisy and intrusive grandmother. He is unfamiliar with her kind and caring ways but thanks to her he enjoys a meal of ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The employees at Eun Young's publishing firm are thrilled at the reappearance of Jin Soo who they thought would disappear forever. They hope that the cancellation of the contract will be nullified and that Jin Soo and Eun Young will go back to being on good terms. Seung Yeon who finds out about Jin Soo's return asks the employees at the publishing firm about his whereabouts. She pays him a visit at the university he is residing at and finishing up his manuscript. However, Jin Soo slams the door on her face telling her that there is nothing she can say or do to make ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Jin Soo frankly tells Ji Won about how he feels about him after they exchange blows in the park. Ji Won is totally taken aback by Jin Soo's words and upon seeing Jin Soo like this for the first time. He finally ruminates his past and deeply repents his behavior towards Eun Young. Wanting to apologize to her but fearing that she won't meet him, he sends her a text message as if he is Jin Soo and requests seeing her at the park. As she anticipated, she finds Ji Won there on bended knees. To get rid of him once and for all, Eun Young tells him that she will consider ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Jin Soo returns to Seoul after his two year-long hideout abroad. Seung Yeon who is now a writer for a radio program goes to a hotel for an interview with her subordinate. At the hotel she narrowly misses Jin Soo who is a guest at the same hotel. Jin Soo recognizes Seung Yeon at the bar and seeing her imitate his word when she reprimands her subordinate, he becomes mischievous again. He decides to play a prank on her and makes her believe that she is getting sued by him for copying and plagiarizing his language. After having his fill of fun scaring the hell out of her,...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The producer/director of the radio program for which Seung Yeon is a writer asks Seung Yeon to try and secure Jin Soo as a guest on the show or to schedule an interview with him. She tells him that it is impossible and not to get his hopes high. Reluctantly she pays a visit to Jin Soo who is back temporarily at the writing studio. She is baffled and also a little sad at how different Jin Soo has become. He has started driving again and he also has a cell phone. But more than that, she senses something doubtful about him. Meanwhile Jin Soo has stumbled on the news of ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Seung Yeon is worried about Jin Soo's silence on the show after he received a text message from Eun Young. However, fortunately, the show ends as a big hit. Seung Yeon is exuberated from the praise pouring in from people all over the broadcasting station. The producer cum director sends her on a mission to secure Jin Soo as a guest on the radio for a month. To her surprise, she successfully cuts a deal with him. The condition is that she keeps pretending to be his girlfriend till the wedding has ended. Meanwhile, Dong Wook who had disappeared 2 years back has returned...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Seung Yeon, who was forced into a corner because of her drunken behavior from over drinking at the meeting with Jin Soo's seniors at the karaoke bar, manages to escape. However, Jin Soo gets a hold of her bag while she was making her escape. In it he finds and reads her notepad in which she has been writing a storyline for a book daily. Meanwhile, Ji Won who went to the jewelry shop with Eun Young to order their wedding jewels gets to find out that sometime back Jin Soo visited the same shop to buy a ring. A ring he was going to give while he proposes to an old friend...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Eun Young is relieved on getting Seung Yeon's call informing her that Jin Soo has returned. However, she is confused at herself for being so highly affected by Jin Soo's every move. Jin Soo goes to meet Eun Young as soon as the radio program gets over but it is not easy meeting her as she has a family gathering. Jin Soo rushes to her home, eager to see her as soon as possible. Eun Young is surprised by Jin Soo's visit and his unexpected behavior. On one hand, Seung Yeon, who has reconfirmed her trust and respect for Jin Soo, fondly touches the fountain pen Jin Soo ...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coffee House (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Seung Yeon calls Dong Wook asking him to convey the money gift for the wedding. However, he explains the reason why there is no longer a need to that. She finds out through him that the wedding had been cancelled because of Jin Soo's rampage for which he is in the custody of the police. Eun Young and Ji Won get mad at him for his acts but Jin Soo is nonchalant. Seung Yeon rushes to the police station to see Jin Soo. He tells her that he made a chaos and beat up publisher Director Yoon because he was desperately in need of money. He tells her that he is originally that...    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Ahn, Kil-kang"
            },
            {
                "name": "Eun-Jung, Hahm"
            },
            {
                "name": "Jee-Young, Kim"
            },
            {
                "name": "Jeong, Ji-ah"
            },
            {
                "name": "Jeong, Woong-in"
            },
            {
                "name": "Jung, Park Jae"
            },
            {
                "name": "Jung, Su-young"
            },
            {
                "name": "Kang, Ji-Hwan"
            },
            {
                "name": "Kim, Min-sang"
            },
            {
                "name": "Park, Si-yeon"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.4,
        "votes": 71,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODk5YTk1YWEtOTAzOS00NjI0LWEyNDAtMzUzNmU2MzhlMGMzXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Jin-soo Lee is a writer who has reached super stardom after writing thriller novels. He works for an old friend, Eun-young Seo, an intelligent, beautiful and successful woman who can handle everything that comes her way. Enter Seung-yeon Kang, a girl who has been average in everything throughout her life but is determined to be the best secretary jin-soo ever had and jin-won Han, an old flame of Eun-young that wants to win her back.",
        "languages": [
            "Korean"
        ],
        "title": "Coffee House",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Coffee House (South Korea)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Song, Jae-Jeong"
            }
        ],
        "production companies": [
            {
                "name": "Seoul Broadcasting System"
            }
        ],
        "distributors": [
            {
                "name": "Seoul Broadcasting System (SBS)"
            }
        ],
        "plot": [
            "Jin-soo Lee is a writer who has reached super stardom after writing thriller novels. He works for an old friend, Eun-young Seo, an intelligent, beautiful and successful woman who can handle everything that comes her way. Enter Seung-yeon Kang, a girl who has been average in everything throughout her life but is determined to be the best secretary jin-soo ever had and jin-won Han, an old flame of Eun-young that wants to win her back.::FilmPuff",
            "Jin-soo Lee is a writer who has reached super stardom after writing thriller novels. He works for an old friend, Eun-yeong Seo, an intelligent, beautiful and successful woman who can handle everything that comes her way. Enter Seung-yeon Kang, a girl who has been average in everything throughout her life but is determined to be the best secretary jin-soo ever had and Ji-won Han, an old flame of Eun-yeong that wants to win her back.::FilmPuff"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 71,
                "rating": 6.4
            },
            "aged 18 29": {
                "votes": 22,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 23,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 6.5
            },
            "males": {
                "votes": 13,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "females": {
                "votes": 45,
                "rating": 6.5
            },
            "females aged 18 29": {
                "votes": 19,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 16,
                "rating": 5.9
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.5
            },
            "us users": {
                "votes": 7,
                "rating": 5.9
            },
            "non us users": {
                "votes": 34,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 3,
            "9": 5,
            "8": 14,
            "7": 14,
            "6": 17,
            "5": 11,
            "4": 2,
            "3": 0,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 6.4,
        "median": 7
    }
}