{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 August 2010"
            }
        ],
        "release dates": [
            "USA::19 August 2010"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Jarring Junk Room to Beautiful Basement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "16 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Devon and Erin Accardi's basement is a wasted space. While they use it for entertaining, it's becoming nothing but a junk room. Embarrassed by the clutter and wanting a place for their friends and family to gather, they turned to the Run My Renovation team for help. Using your votes on flooring, wall treatment, paint and more, licensed contractors John DeSilvia and Joanie Dodds transform this basement into a room the Accardi's would be proud to show off.    "
                },
                "2": {
                    "title": "Master Suite-ness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "23 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Bryce and Kally have a massive basement that's occasionally used as a playroom for their 4 kids. This large underused space is not living up to its potential and they dream of a master suite since they're rapidly running out of bedrooms. They're desperate for help, and turned to the DIY online community to vote on paint, closet system, vanity and more. Licensed contractors John DeSilvia and Joanie Dodds transform their basement into the master suite the Elliot's have always wanted.    "
                },
                "3": {
                    "title": "Rad Retro Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "30 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Newlyweds Drew and Melanie Edwards have only lived in their home for a short while and they love it, but when it comes to their 60-year-old kitchen, not so much. With little countertop space, old appliances that work half the time, and dingy floors, the Edwards are desperate to bring this kitchen into the 21st century. The DIY voters choose new flooring, countertops, lighting, appliances, and more to help licensed contractors John DeSilvia and Joanie Dodds transform Melanie and Drew's old kitchen into a modern, retro space.    "
                },
                "4": {
                    "title": "Office-cially Yours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "6 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Jay and Rebecca Cobble are newlyweds making their house a home. While the upstairs is taking shape they're at a loss with the downstairs spare room. They'd love to use it as an office, but right now it's a boring beige catchall space that they just ignore. With your votes on carpet, wall treatment, mudroom design and more, licensed contractors John DeSilvia and Joanie Dodds turn this boring room into an office that the Cobbles can't wait to use.    "
                },
                "5": {
                    "title": "Picture Perfect Basement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    James and Gabby Dalton are avid DIY'ers and have done a ton of work to their home. However, all progress stopped when they had a baby. They'd love their basement to be a cozy guest bedroom, living space and office but are at a loss on how to make it happen. Using your votes for paint, flooring, cabinet stain color and more, along with a few surprises, licensed contractors John DeSilvia and Joanie Dodds work with James and Gabby to make their basement the best room in the house.    "
                },
                "6": {
                    "title": "Business with a Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "20 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Shannon and Shawni Eaker would love to transform two unfinished rooms in the upstairs of their new home into an office for Shannon. He works from home and with 2 young kids running around, things can get loud making it almost impossible for Shannon to work. They're desperate for a quiet space for Shannon, so they turned to the DIY online community for help. Licensed contractors John DeSilvia and Joanie Dodds along with your votes on paint, flooring for floor and wall, faux wood beams and more transform these unfinished rooms into the ultimate office and bar area.    "
                },
                "7": {
                    "title": "Knock Out Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "27 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Marcia Johnson's kitchen is tiny, cramped, and completely outdated. Not to mention it is covered head to toe in tacky apple decor. Marcia has a huge family and her sisters are always coming over for family dinners. She is desperate for an up to date and larger space that is suitable for entertaining. With the help of her sister Cokie, the Johnson girls are ready for anything that the DIY Voters can throw their way. Licensed contractors John DeSilvia and Joanie Dodds step in and take this kitchen into the twenty first century using your votes on cabinets, flooring, ...    "
                },
                "8": {
                    "title": "Business and Pleasure Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "4 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    At first glance, Wanda Costen's home office doesn't look too bad, but this college professor who works from home lacks organization needed to be truly productive. Licensed contractors John and Joanie strive to do this and they bring in the Run My Renovation team to fix this messy office. Using your online votes for the built-in storage system, the paint color, the flooring, the dry-erase board, and more, this office is transformed from eyesore to spectacular.    "
                },
                "9": {
                    "title": "One in a Million Pavillion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "11 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Dalys love using their backyard to entertain guests. Their pool and spacious patio make this the perfect entertaining spot, however there is just one problem: their backyard is really boring. In comes the Run My Renovation team! Using the viewer's online votes, licensed contractors John and Joanie help transform this backyard from ordinary to extraordinary. You voted on their floor, recycled granite tiles, ceiling, roof, artwork, and more to complete this one of a kind pavilion where the Dalys can really entertain their guests in style.    "
                },
                "11": {
                    "title": "Cottage Kitchen Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "18 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Meeces' kitchen is boring, ugly, and lacks utility. The Meeces would do anything to get rid of their eyesore of a kitchen. Bring in the Run My Renovation team! Licensed contractors John and Joanie open up this kitchen and even create a pantry for the Meeces. Using a combination of a rustic cottage look and your online votes on their flooring, cabinets, countertop, paint, and more, this kitchen is transformed from old and ordinary to brand new and amazing.    "
                },
                "12": {
                    "title": "One Shower to Rule Them All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "1 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The Bradshaws' master bathroom is dark, cold, and wastes a lot of space. Even though the Bradshaws have done most of the renovations already, they asked the Run My Renovation team and the online community to help them out. Licensed contractors John and Joanie turn this bathroom around replacing the bathtub, expanding the shower, and custom building a side-by-side sink. With the counter tops replaced and the room brightly painted, this bathroom will brighten their day.    "
                },
                "13": {
                    "title": "Un-Fore-Gettable Deck and Patio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    PGA Tour golfer, Scott Stallings and his wife, Jennifer, love to have family and friends over to entertain, but their deck is too small to hold anyone. The grill practically takes up the whole deck! Good thing they have a patio for their guests... Oh wait, they don't have a patio. The Stallings turn to the Run My Renovation team to transform their deck and backyard into a place to entertain and amaze. Using your online votes on the decking, patio stone, paint colors, and more this deck is extended so that the Stallings can actually start using it.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Matzko's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Michael and Jaimie Matzko want to update their outdated kitchen. They hope to incorporate their love for eating, cooking, hiking and the outdoors into their new kitchen. DIY Network voters chose new cabinets, floors, countertops and paint for the Matzkos and the couple is at the mercy of the voters. Their dated, lack luster kitchen is truly transformed into a beautiful, trendy, and functional kitchen with the help of licensed contractor John DeSilvia and carpenter Joanie Dodds.    "
                },
                "2": {
                    "title": "The Avery's Sun Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Rob and Beth Avery love their screened-in porch, but are sad that they can only use it a few months out of the year. They have always wanted a sunroom that they can use year-round and their wish is about to be granted by licensed contractor John DeSilvia and carpenter Joanie Dodds. After helping install new windows, doors, floors and a ceiling all chosen by the DIY Network voters, the Avery's cold porch is transformed into a welcoming, heated sunroom-perfect for entertaining friends and family.    "
                },
                "3": {
                    "title": "The Oliver's Master Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Rogan and Stacy Oliver have lived with their outdated master bathroom for 17 years, sharing only a single drawer for storage. From the carpet-covered tub to the mice beneath the floorboards, the Olivers are in desperate need of help. Lucky for them, DIY Network voters chose some details for their new bathroom and they are about to see the results. Licensed contractor John DeSilvia and carpenter Joanie Dodds arrive to give them the new bathroom they've been dreaming of.    "
                },
                "4": {
                    "title": "The Taylor Family Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Rob and Sally Taylor can't stand their family room. Trashed by their two kids and three dogs, there's a lot to be done to transform this space. The Taylors would like more storage and a place to relax. They hand over all design control to the DIY Network voters to choose everything including new floors, paint, doors, a mantel and more. With the help of licensed contractor John DeSilvia and contractor Joanie Dodds, it all comes together. The Taylors love their new room and are thrilled they gave up design control.    "
                },
                "5": {
                    "title": "The Houston Library",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Charles and Annazette Houston want to turn a room in their unfinished basement into a library to showcase Annazette's collection of books that are currently hidden away in over 30 boxes. DIY Network voters chose the floor, ceiling, bookcases and fireplaces online. Licensed contractor John Desilvia and carpenter Joanie Dodds will help install the winning elements and the Houstons have to live with it.    "
                },
                "6": {
                    "title": "The Whisman's Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Sam and Nisserine Whisman are living with an outdated, ugly kitchen. Even though Sam is a professional cabinet maker, his own cabinets need some work. DIY Network voters have picked new wall colors, a backsplash, flooring and cabinets to spruce up the Whisman's kitchen. It's up to licensed contractor John DeSilvia and carpenter Joanie Dodds to move in and create a beautiful, functional kitchen for the Whismans.    "
                },
                "7": {
                    "title": "The Russell Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Lloyd and Lindsay Russell recently moved into a new house where the previous owners had converted the garage into a living room. The room, however, still feels like a garage and is a very unwelcoming entrance. Licensed contractor John DeSilivia, carpenter Joanie Dodds and the DIY Network voters are going to really define this back entrance and transform it to a welcoming space for visitors and the Russells alike.    "
                },
                "8": {
                    "title": "The Lamb Dining Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Dwayne and Valerie Lamb can't agree on anything, except that their dining room needs some serious help. They are looking for a place to display Valerie's vintage dish collection. However, when it comes to decorating and designing, they can't come to any consensus. Licensed contractor John DeSilvia, carpenter Joanie Dodds and the DIY Network voters arrive to help the Lambs come up with the perfect dining room complete with new floors, lighting and a display cabinet for Valerie's collection.    "
                },
                "9": {
                    "title": "Bonus Room, Boring to Entertainment Mecca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Brad and Angela Jacobus have a bonus room that they can both use and enjoy. Angela would like to see the room turned into an area for arts and crafts while Brad wants it to become an entertainment room. Even though they can't come to a consensus, the DIY voters can-choosing bar cabinets, storage layout, flooring, and paint. The Jacobus' bonus room goes from an under-utilized storage area to a full wet bar and entertainment center complete with a place for Angela's scrap-booking.    "
                },
                "10": {
                    "title": "72 Hour Bathroom Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Preston and Carla Poore's master bath looks nice from a distance, but when you get up close, you find it's a different story. The cabinets are peeling, the doors don't match, the shower doesn't drain and the doorway is a trip hazard. DIY Network voters have voted on all new design for the Poore's bathroom. Licensed contractor John DeSilvia and carpenter Joanie Dodds help incorporate everything from new shower tile and new hardwood to an enormous bathtub and new paint. This bathroom undergoes a major transformation that results in a beautiful bathroom from up close as ...    "
                },
                "11": {
                    "title": "Killer Kitchen Update",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Diego and Rossy del Castillo's kitchen has lots of space, but hasn't been updated in a long time. This outdated kitchen is about to be transformed by the DIY Network voters who chose everything for the couple's new design. From the floors and cabinets to countertops, backsplash and island or peninsula, licensed contractor John DeSilvia and carpenter Joanie Dodds help with the transformation. As the winning details are revealed, Rossy and Diego love the kitchen when they see the pieces come together.    "
                },
                "12": {
                    "title": "Amazing Attic Conversion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Bryan and Karrie Wells' house is cute, but they need more space. They want to turn their unfinished attic into a bedroom and they've asked the Run My Renovation team for help. With the help of the DIY Network voters, licensed contractor John DeSilvia and carpenter Joanie Dodds will turn an unfinished skeleton of a room into a beautiful bedroom for the Wells. The voters chose the ceiling, banister, skylight shade and paint for the new bedroom. Even though the Wells have no say in the details, they love what the voters choose for their new bedroom.    "
                },
                "13": {
                    "title": "The Raby Game Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Justin and Jenine Raby's basement is trapped in the 1970s with old carpet, unsightly posts and ripped curtains. Tired of being embarrassed by their basement, the Rabys have come to the Run My Renovation team for help. With the help of DIY Network voters, licensed contractor John DeSilvia and carpenter Joanie Dodds turn this old, ugly basement into a perfect place for entertaining complete with a bar and pool table. The voters chose the flooring, ceiling, paint, and even the pool table leaving the couple with a basement they proudly enjoy and entertain in.    "
                }
            },
            "2": {
                "1": {
                    "title": "An Amazing A/V Attic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Matt and Christy Williams can't wait to turn their gigantic unfinished attic into a decked-out media room for movie watching and video gaming. Christy is tired of Matt taking over the television and is desperate for DIY Network viewers to find a solution. The online voters have created a top-notch media room, complete with a projection TV, sliding barn door and surround sound.    "
                },
                "2": {
                    "title": "Amazing Kitchen Renovation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Ryan and Lillian Prince have had enough of their claustrophobic kitchen. Lillian loves to cook for her family but is seriously limited in their current space. DIY Network viewers have chosen new cabinets, countertops, floors, appliances, paint and a new sink for the Princes, and John and Joanie make the transformation happen, giving the Princes the kitchen of their dreams.    "
                },
                "3": {
                    "title": "Asian-Inspired Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Janetta Jamerson moved into her house a year ago but hasn't quite finished settling in. The main problem? The master bathroom with a giant tub, wall of mirrors and carpeted floor. From a huge soaking tub to new floors, plus a swanky vanity, DIY Network viewers have chosen amazing new features for this desperate bathroom.    "
                },
                "4": {
                    "title": "Chaotic to Comfortable Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Mike and Elizabeth Plewniak's five kids have taken over the basement, and this couple is hoping to turn the chaotic playroom into an adult-friendly kid zone. DIY viewers have chosen new furniture and storage options, along with warm hardwoods and fresh paint, totally transforming this ugly room.    "
                },
                "5": {
                    "title": "Retro Kitchen Overhall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Joe and Liz Hamilton are stuck in the '60s-or at least their kitchen is. With the help of DIY Network viewers, John and Joanie bring this dated room into the right decade with new floors, countertops, cabinets and top-of-the-line appliances.    "
                },
                "6": {
                    "title": "A Luxurious Bathroom Renovation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 May 2011",
                    "year": "2011",
                    "plot": "\n    Lon and Sharon Mann have a chopped-up, builder-grade bathroom. Lucky for this couple, DIY Network viewers have designed a true master suite by choosing new vanities, shower walls and floors. John and Joanie knock down walls and pull the voting elements together in an overwhelming transformation that will make getting ready in the morning anything but a chore.    "
                },
                "7": {
                    "title": "Awesome Arcade and Basement Laundry Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 May 2011",
                    "year": "2011",
                    "plot": "\n    John and Beth Thurman want to bring purpose to their dirty, under-utilized basement. Beth wants a laundry room and John wants an arcade zone. DIY Network voters have selected carpet squares, light fixtures and cool accessories that will bring a stylish focus to this drab basement.    "
                },
                "8": {
                    "title": "Kitchen: Spectacular",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "18 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Vince and Angie Nicaud are ready to have a kitchen that works. Right now, the cabinets are falling apart, the appliances are shot, the stove doesn't heat up and the oven burns things. All Angie wants to do is cook for her family, and this kitchen is holding her back. DIY Network viewers have chosen new cabinets, countertops and appliances for the space. John and Joanie put the new features in place, making this a beautiful, usable kitchen for this growing family.    "
                },
                "9": {
                    "title": "A Seriously Upscale Downstairs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "25 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Joel and Stacy Lickliter's basement looks like a 1970s ski lodge, but they want to turn it into a classy retreat to entertain friends. With the help of DIY Network viewers, the dingy floor and ugly stonework is transformed into an unrecognizably sophisticated basement with new flooring, a classy tile fireplace and a giant shuffleboard table.    "
                },
                "10": {
                    "title": "An Outdoor Living Room Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Steve and Renee Moldrup have an everyday, run-of-the-mill deck that's just not working the way they want it to. They would love to turn their weathered deck into an outdoor living room where they can relax with friends. The DIY community has chosen new decking, railings, patio cobblestone and more that will help to create a more inviting outdoor space.    "
                },
                "11": {
                    "title": "Dark and Dank Den Do-Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "8 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Brett and Summer Tanhauser would love to spend more time in their outdated living room. But with the current dark and dingy wood walls, this space is anything but inviting. The DIY voters choose new flooring, furniture, paint and even stone for the wall and transform this ugly room into a decked-out space where the Tannhausers can relax and entertain friends.    "
                },
                "12": {
                    "title": "A Man Room for Tyvi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Tyvi Small's living room serves as his man room, his guest room AND his office. The space is not functional for what he would like to do with it. The DIY community has chosen new carpet, furniture, storage and even blinds. John and Joanie put the new features in place, making this man cave the room of Tyvi's dreams.    "
                },
                "13": {
                    "title": "Blank Slate Basement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Leland and Michele Murphy's unfinished basement is a blank space with a ton of potential. They have several ideas of what could be done with it, but the DIY community will have the final say. From a new ceiling to high-end furniture, the Murphys are along for the ride for this basement transformation.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Hatchers' Flippin' Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Tyler and Megan Hatcher have a cramped excuse for a kitchen, but the space does have a lot of potential. And while Megan loves to cook, doing so in her tiny kitchen is a challenge. These homeowners don't know how to fix their kitchen, so they left it up to DIY Network viewers, who have chosen everything an updated kitchen needs, from countertops to flooring and even paint and cabinetry. Licensed contractor John DeSilvia and carpenter Joanie Dodds flip the Hatchers' kitchen and create a large space perfect for cooking and entertaining.    "
                },
                "2": {
                    "title": "Garage Turned Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Bart and Carrie Russell's garage doubles as a family room, but the space doesn't function well as a garage or a family room. The Russell's enlist DIYNetwork.com voters to transform this room and choose the flooring, furniture, paint and columns. Licensed contractor John DeSilvia and carpenter Joanie Dodds tear out the old garage doors and pull the voting elements together in an overwhelming transformation.    "
                },
                "3": {
                    "title": "A Kitchen with a View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Erick and Mandy Baker want to cook and entertain in one space but because of their disjointed kitchen Mandy feels when she is cooking she's missing out on all of the fun. With the help of the DIY community, voters choose new cabinets, countertops, floors, paint and appliances for the Bakers. Licensed contractor John DeSilvia and carpenter Joanie Dodds make these homeowner's wishes come true and give the Bakers the open kitchen of their dreams.    "
                },
                "4": {
                    "title": "Blue Bonus Room Bailout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Kervie and Amy Mata met in college and filled their bonus room with memories of their college days. Four years later these homeowners are ready for a change and call upon DIY Network for the extra help. The DIY voters choose flooring, ceiling, paint and lighting to bring new life into this space. With the help of licensed contractor John DeSilvia and carpenter Joanie Dodds, this room transforms into a relaxing and cozy space.    "
                },
                "5": {
                    "title": "Beachy Basement Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "23 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Jeff and Leanne Bowin enjoy home improvement projects, but their massive basement leaves these homeowners feeling overwhelmed. With the help of the DIY community and licensed contractor John DeSilvia and carpenter Joanie Dodds, the Bowin's basement renovation includes new wall paneling, ceiling tiles, paint and furniture that transforms this basement into a fresh new space.    "
                },
                "6": {
                    "title": "Storage Room to a Guest Suite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Kris and Mindy Meyer use their large basement as storage, but with a baby on the way the Meyers want to make better use of this extra space. Their basement wish list includes a home office, full bathroom and a guest bedroom. DIY Network viewers take the reins on this basement overhaul and vote on paint, flooring, daybed and even the bathroom layout. With all the elements in place, hosts and licensed contractors John DeSilvia and Joanie Dodds make it happen for this growing family.    "
                },
                "7": {
                    "title": "A Chef's Dream Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Cary and Andrika Langham's lackluster kitchen is outdated and does not express their energetic personalities. Cary wants to give his gourmet chef wife an updated kitchen she needs but doesn't know how or where to start. With the help of DIY Network viewers and licensed contractors John DeSilvia and Joanie Dodds, the Langhams' a kitchen is transformed to be fit for a chef.    "
                },
                "8": {
                    "title": "The Best Basement Office",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Cabot and Jennifer Longnecker have called their house home for three years, but Cabot works from home and has outgrown his small office. The Longneckers look to their basement as a solution for the extra space they need. With the help of hosts and licensed contractors John DeSilvia and Joanie Dodds, this basement is transformed into the perfect office. DIY Network voters choose everything from the ceiling stain to the conference tables for this hardworking duo.    "
                },
                "9": {
                    "title": "From Flooded to Fabulous Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "21 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The Taylor family's dark and dank basement is not only an eyesore but has major water issues. The most recent flood left the Taylors at a dead end with what to do in this basement renovation. Hosts and licensed contractors John DeSilvia and Joanie Dodds arrive to bring this basement back to its full potential. With the help of experts and DIY Network viewers, this basement is into a dry and fabulous living room.    "
                },
                "10": {
                    "title": "Attic Turned Man Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "28 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    John and Christina Sheringham have a very large and empty attic that they would love to convert to a man room for John. Hosts John DeSilvia and Joanie Dodds transform the unfinished attic by installing new hardwood floors, paint, railing bannisters, and furniture. The space is renovated into a cozy and comfortable room that's perfect for watching the big game on TV.    "
                },
                "11": {
                    "title": "Mayhem to Modern Living Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "4 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Ingram's have a large family and a large ugly basement. The previous homeowners' questionable design included a plywood homemade bar and hideous bright blue carpet. Licensed contractor John DeSilvia and carpenter Joanie Dodds arrive and transform this uninviting space into a sleek and contemporary room the entire family can enjoy.    "
                },
                "12": {
                    "title": "Rekindling the Kitchen Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Newlyweds Adam and Lauren Krabbenhoft are very much in love...just not with their kitchen. Their outdated kitchen has eyesore turquoise countertops against the camel-colored cabinets. Hosts John DeSilvia and Joanie Dodds save the day by install the winning cabinets, countertops, flooring, paint, and more, all chosen by the DIY Network online community.    "
                },
                "13": {
                    "title": "Beautiful Bathroom Rebuild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "25 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Burnette's '80s style master bathroom is complete with low sinks, old carpet, and a huge bath tub that takes almost 20 minutes to fill it up! Desperate for a renovation Drew and Brooke are thrilled when hosts John DeSilvia, Joanie Dodds and the DIY Network online community come to the rescue.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Home Office Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Run My Renovation (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "18 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    At first glance, Wanda Costen's home office doesn't look too bad, but this college professor who works from home lacks organization needed to be truly productive. Licensed contractors John and Joanie strive to do this and they bring in the Run My Renovation team to fix this messy office. Using your online votes for the built-in storage system, the paint color, the flooring, the dry-erase board, and more, this office is transformed from eyesore to spectacular.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "DeSilvia, John"
            },
            {
                "name": "Dodds, Joanie"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(High Definition)"
        ],
        "number of seasons": 4,
        "budget": "$952,146 (estimated)",
        "plot outline": "In every half-hour episode, homeowners allow a room in their house to be completely transformed according to the whims of online users, who vote on everything from flooring to fixtures, cabinets to cooktops, and moldings to mantelpieces. When the votes are tallied, it's up to our contractor/host, with a little help from the homeowners, to pull all of the elements together into an amazing room.",
        "languages": [
            "English"
        ],
        "title": "Run My Renovation",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Run My Renovation (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "DIY Network"
            }
        ],
        "plot": [
            "In every half-hour episode, homeowners allow a room in their house to be completely transformed according to the whims of online users, who vote on everything from flooring to fixtures, cabinets to cooktops, and moldings to mantelpieces. When the votes are tallied, it's up to our contractor/host, with a little help from the homeowners, to pull all of the elements together into an amazing room.::RIVR Media"
        ],
        "tech": {
            "color": [
                "Color (High Definition)"
            ]
        }
    }
}