{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "11 August 2010"
            }
        ],
        "release dates": [
            "South Korea::11 August 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Nae Yeojachinguneun Gumiho"
            },
            {
                "countries": "Russia",
                "title": "Моя девушка - Кумихо"
            },
            {
                "countries": "South Korea (alternative title)",
                "title": "My Girlfriend is a Gumiho"
            },
            {
                "countries": "USA (alternative title)",
                "title": "My Girlfriend Is a Nine-Tailed Fox"
            },
            {
                "countries": "World-wide (English title) (informal English title)",
                "title": "My Girlfriend is a Gumiho"
            },
            {
                "countries": "World-wide (English title)",
                "title": "My Girlfriend Is a Gumiho"
            }
        ],
        "akas": [
            "Nae Yeojachinguneun Gumiho (original title)",
            "Моя девушка - Кумихо Russia",
            "My Girlfriend is a Gumiho South Korea (alternative title)",
            "My Girlfriend Is a Nine-Tailed Fox USA (alternative title)",
            "My Girlfriend is a Gumiho World-wide (English title) (informal English title)",
            "My Girlfriend Is a Gumiho World-wide (English title)"
        ],
        "akas from release info": [
            "Nae Yeojachinguneun Gumiho (original title)",
            "Моя девушка - Кумихо Russia",
            "My Girlfriend is a Gumiho South Korea (alternative title)",
            "My Girlfriend Is a Nine-Tailed Fox USA (alternative title)",
            "My Girlfriend is a Gumiho World-wide (English title) (informal English title)",
            "My Girlfriend Is a Gumiho World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "11 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Dae Woong dreams to become an action star and does not put much hope in studying. He uses all is university tuition money to buy a motorcycle and his grandfather considers him to be a troublesome grandson. Grandfather decides to take him to a very harsh institution made to send students to good university. He grabs Dae Woong against his will and shoves him into the car. When they make a short stop, Dae Woong escapes and gest on to any truck he within his sight. Eventually Dae Woong ends up in a very dark temple. He wonders around in the darkness to find a place where ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Miho takes away the power of the marble she gave to Dae Woong and he falls on the ground as if he is dead. Miho cold heartedly tells him that she wouldn't save him because he betrayed her. However, she then remembers how he tried to protect her from a wild pig and hesitates to leave him like that. Meanwhile, Dong Joo wanders around looking for a trace of Miho and figures that if he stays around Dae Woong, he might be able to find Miho. He takes out the sword made to catch the legendary fox with nine tails and goes out to look for Dae Woong.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "18 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Dae Woong shouts at Hye In who thinks that Miho is his girlfriend. He tells Hye In that everything is a misunderstanding. Miho thinks it's weird for Dae Woong to act so and then hears from Byung Soo that Dae Woong likes Hye in. Miho is then surprised and asks Dae Woong if he is going to 'mate' with Hye In. She tells him that while he holds on to the marble she gave him, he shouldn't 'mate' with any other female. Meanwhile, in the department store, while Miho loses Dae Woong for a while she hears someone's voice saying \"You seem to be enjoying the human world, Ms. ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Miho loses her strength by time as Dae Woong with the marble gets farther away from her. She tries not to cry but she turns into a fox. Dae Woong then feels sorry for abandoning Miho and changes his mind. Dae Woong gets on the cruise ship Miho is on and looks for her. Then he finds Miho in the form of fox and unable to comeout of the toilet. Meanwhile, Dong Joo visits SamShin temple and tells the monk that he will bring back Miho and will once again turn back the picture in which Miho came out of.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "25 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Daewoong goes around looking for Mi Ho but he can't find her anywhere. He soon then shouts with joy that she is gone and rejoiced his freedom. He thinks that he feels a little bit strange that the fox's bead is gone now, but as soon as Hye In calls him, he forgets everything and rushes to her. He tells Hye In that everything is over and that he can stay loyal now. Meanwhile, Mi Ho gets caught by Dong Joo. Dong Joo tells him that she can either go back to the temple or become a human with a bottle he gives her. But he tells her that she will need a human's help. She ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Now they have made a contract of being each other's girlfriend and boyfriend for 100 days. They have exchanged rings and Mi Ho feels so happy. Now she tells him that she has several things she wants to do now that they are dating. She then paints her face with red circles on her both cheek and with a towel over her hands, she tries to bow to Dae Woong. Soon Dae Woong notices that she wants to marry him and tells her to stop. Mi Ho then tells Dae Woong about how she wanted to marry a human 500 years ago abut couldn't since people started to spread bad rumors about her....    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Once Mi Ho jumps down the fence, Dae Woog, very surprised, passes right by Hye In and quickly goes down to where he assumes that Mi Ho would have fallen. He calls out her name and tries to find her here and there. He then finds out Mi Ho safely sitting in a corner. Mi Ho has broken the store front sign and has scratched herself from the fall. Hye In fallows Dae Woong down the stairs and finds out that Mi Ho was still with him. Dae Woong tells her that for now he has to stay with Mi Ho. Hye In turns her back and goes home while Dae Woong stands still not able to fallow...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Dae Woong and Mi Ho goes to the movie theater. There, Mi Ho sees a lot of couple smuggling together and becomes envious. She tries to do the same thing to Dae Woong and somehow Dae Woong is able to pass them. During the movie, Dae Woong tries to put her arms around her and after the movie, Mi Ho laughes crazy and also is very happy. When they come home, Dae Woong makes a calendar with only 100 days on it. He crosses the days in which Mi Ho was with him and tells her that Mi Ho can now only stay 93 days, and after that, she should disappear.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Grandfather is surprised to know that all along Dae Woong was hurt. He tells Dae Woong to come back home as soon as possible. However, Dae Woong tells him that everything will be alright as long as he stays with Mi Ho. In the end, grandfather faints Dae Woong, surprised, takes him to the hospital. After Dae Woong leaves with his grandfather, Mi Ho suddenly feels a lot of pain and soon figures out that one of her tail has disappeared. So happy to know that now she only has eight tails, she runs to Dong Joo to tell him. Dong Joo tells him that she would have to go ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Mi Ho decides to disappear from Dae Woong but still not able to make up her mind, goes in to the storage and cries alone. Meanwhile Dae Woong has told Hye In to stop caring about things between him and Mi Ho. He has turned back with very cold attitude and then he notices the rain falling. He assumes that Mi Ho might be crying and calls her. With the single call, he was able to make her stop crying. Mi Ho, not wanting to disappear from Dae Woong, goes to Hye In and tells her about the beads and tells her how much she wants to stay with her. Hye In tells her that in ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Hyein plots to make Miho jealous. Miho realizes she must learn to live without Daewoong.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Dae Woong and Mi Ho now finally know how they feel for each other. Mi Ho makes plans for what she wants to do when she becomes a human being. She goes to Dong Joo to tell the good news and tells him not to worry about anything. Dong Joo is disappointed to see Mi Ho not listening to him and tells her that now he will leave her. He warns her for the last time. Meanwhile, there was a little goblin fallowing Mi Ho. The goblin now knows that Dae Woong has her beads and decides to take that bead away from Dae Woong.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Dae Woong and Mi Ho is enjoying a normal date like any other couple. They see an old couple holding hands and walking toward them. Dae Woong imagines himself and Mi Ho like that after 50 years and feels very happy. Hye In is surprised to know that Mi Ho has made a fake passport out of a fake name Park Sun Joo. Hye In goes to Dae Woong to tell him this and says that maybe Dong Joo and Mi Ho is planning something really bad and dangerous. Meanwhile, Dong Joo asks Mi Ho if Dae Woong will also be willing to die for her as well.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Dae Woong tells Mi Ho, in order for both of them to live, even though it might be absurd, right at the moment when half of the 100 day has passed, they kiss each other. The bead, from Dae Woong, goes into Mi Ho and Dae Woong falls down. Dae Woong is taken to the hospital and he soon wakes up. Nothing seems to have changed. Mi Ho tells Dae Woong not to worry and they should now wait and see of another tail disappears on the 55th day. Mi Ho is now suppose to stay with Dae Woong in the same room. Often Mi Ho's eyes turn blue and she craves to eat Dae Woong. Dong Joo ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Mi Ho visits a wedding shop to try on a wedding dress with Dong Joo. She tells Dong Joo that Dae Woong will be alright if he sees her well off married with someone else and living very well. Dong Joo is worried if her tail will disappear once again since she still has feelings for Dae Woong or if she would stay this way. Dong Joo hopes for her to live. Meanwhile, Dae Woong and Mi Ho by chance meet in the park. Dae Woong asks her if she is well with Dong Joo. Mi Ho hesitates to give him the wedding invitation.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Girlfriend Is a Gumiho (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 7,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Dae Woong is surprised to know that she only has one tail left. Mi Ho tells him that she can't stop wanting to become a human being and she will stay with Dong Joo. Dae Woong is very sad to hear this. Then Dae Woong puts her hand on his heart and tells her to take it with her. Back at Dong Joo's place, Mi Ho shows Dong Joo the bead she had kept in a blue bottle. Mi Ho tells him that since it was a bead holding the life of Dae Woong, she couldn't destroy it and asks him if he could get it back to Dae Woong.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Shin, Min-a"
            },
            {
                "name": "Lee, Seung-gi"
            },
            {
                "name": "No, Min-woo"
            },
            {
                "name": "Park, Soo-Jin"
            },
            {
                "name": "Sung, Dong-il"
            },
            {
                "name": "Byun, Hee-Bong"
            },
            {
                "name": "Yun, Yu-seon"
            },
            {
                "name": "Hyomin"
            },
            {
                "name": "Kim, Ho-Chang"
            },
            {
                "name": "Seong, Chang-hoon"
            }
        ],
        "genres": [
            "Comedy",
            "Fantasy",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:PG",
            "Singapore:PG",
            "South Korea:15"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 1879,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2ViOGE1NDUtYTNjYi00MDFmLThiYWItMjA4NWQ5MmFkZGNlXkEyXkFqcGdeQXVyNDk4OTYxNjA@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Cha Dae-woong (Lee Seung Gi) accidentally releases a troublesome gumiho, a legendary fox with nine tails, sealed inside a painting by Grandma Samshin . Fleeing the scene, Dae-woong suffers a life-threatening fall and is only saved by the gumiho giving him her \"fox bead\". When Dae-woong awakes and meets a mysterious pretty girl, he initially treats her as eccentric or mentally ill, before fully understanding she is a gumiho in disguise-at which point he tries to research gumihos, but fails to find correct information in the library or on the internet. He agrees to stay with her and he tries to keep her happy, while hiding her true identity as a gumiho from all others by introducing her as his friend, Mi Ho. Slowly, however, he becomes less scared of her and more protective of her-finally admitting to himself and to her that he loves her. As the story unfolds, Mi Ho (Shin Min Ah) pursues her goal of becoming human, with the half-human, half-supernatural Park Dong Joo, who has a career as a veterinarian and has been living as a half-human for hundreds of years, informing her that to do so, she must drink his blood and allow a human to keep her fox bead inside their body for a full 100 days - faithfully entering into a Love Contract, and keeping the bead from being harmed by remaining chaste. However, Dong Joo does not mention that at the end of the 100 days the human will die. Mi Ho and Dae Woong fall in love without fully knowing the consequences of fulfilling her goal: namely, that Woong will die if she becomes fully human.",
        "languages": [
            "Korean"
        ],
        "title": "My Girlfriend Is a Gumiho",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hong, Jeong-eun"
            },
            {
                "name": "Hong, Mi-ran"
            }
        ],
        "distributors": [
            {
                "name": "Seoul Broadcasting System (SBS)"
            }
        ],
        "plot": [
            "Chae Dae Wong, an aspiring actor, unwillingly releases a Gumiho, a legendary nine-tailed fox, from her centuries-old prison. He runs away terrified and ends up injuring himself badly, but she saves his life and asks to stay by his side.::Dama del Puente",
            "Cha Dae-woong (Lee Seung Gi) accidentally releases a troublesome gumiho, a legendary fox with nine tails, sealed inside a painting by Grandma Samshin . Fleeing the scene, Dae-woong suffers a life-threatening fall and is only saved by the gumiho giving him her \"fox bead\". When Dae-woong awakes and meets a mysterious pretty girl, he initially treats her as eccentric or mentally ill, before fully understanding she is a gumiho in disguise-at which point he tries to research gumihos, but fails to find correct information in the library or on the internet. He agrees to stay with her and he tries to keep her happy, while hiding her true identity as a gumiho from all others by introducing her as his friend, Mi Ho. Slowly, however, he becomes less scared of her and more protective of her-finally admitting to himself and to her that he loves her. As the story unfolds, Mi Ho (Shin Min Ah) pursues her goal of becoming human, with the half-human, half-supernatural Park Dong Joo, who has a career as a veterinarian and has been living as a half-human for hundreds of years, informing her that to do so, she must drink his blood and allow a human to keep her fox bead inside their body for a full 100 days - faithfully entering into a Love Contract, and keeping the bead from being harmed by remaining chaste. However, Dong Joo does not mention that at the end of the 100 days the human will die. Mi Ho and Dae Woong fall in love without fully knowing the consequences of fulfilling her goal: namely, that Woong will die if she becomes fully human.::Wikipedia",
            "500 years ago, a Gumiho, a legendary nine tailed fox that could take the form of a beautiful woman, wished to become human. However, a rumor spread that she only wanted to seduce men to eat their intestines, and so she was locked away in an old temple for centuries. On our present day, Chae Dae Wong, an irresponsible, aspiring young actor, arrives there by chance and unwillingly sets the Gumiho free. Terrified by all the legends about blood thirsty gumihos, he ends up hurting himself badly while trying to run away. When he regains consciousness, he sees a beautiful young woman who claims she's the Gumiho and that she's just saved his life. Dae Wong thinks she's crazy and tries to ditch her, but she doesn't want to return to her captivity and asks to remain with him.::Dama del Puente"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1879,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 3,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 677,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 403,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 117,
                "rating": 7.6
            },
            "males": {
                "votes": 488,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 230,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 158,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 60,
                "rating": 7.9
            },
            "females": {
                "votes": 837,
                "rating": 7.8
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 442,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 236,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 56,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 23,
                "rating": 7.1
            },
            "us users": {
                "votes": 204,
                "rating": 7.7
            },
            "non us users": {
                "votes": 657,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 497,
            "9": 336,
            "8": 472,
            "7": 314,
            "6": 134,
            "5": 60,
            "4": 25,
            "3": 12,
            "2": 8,
            "1": 21
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}