{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 July 2010"
            }
        ],
        "release dates": [
            "USA::1 July 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$979,446 (estimated)",
        "plot outline": "Host of Hidden Heritage, Paul LaRoche, shares inspiring and uplifting stories that come from his personal journey into Native America. As founder of the award-winning contemporary Native American group, Brulé and AIRO (American Indian Rock Opera), Paul and his family have traveled across the heartland performing their unique blend of music for 12 years. Show topics for Hidden Heritage are gathered from their own experiences as they reconnected with Paul's blood family from the Lower Brule Sioux Tribe and met indigenous people from all walks of life. The episodes cover a variety of themes - some with humor, some with important historical elements, and some with musical components - whether told from the simple setting of their backyard fire pit or the grandness of America's majestic Mount Rushmore National Monument.",
        "languages": [
            "English"
        ],
        "title": "Hidden Heritage",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "akas": [
            "Hidden Heritage (United States)"
        ],
        "writer": [
            {
                "name": "LaRoche, Paul"
            }
        ],
        "production companies": [
            {
                "name": "Buffalo Moon Productions"
            }
        ],
        "distributors": [
            {
                "name": "Cable Network Features"
            }
        ],
        "plot": [
            "Host of _Hidden Heritage_ (qv), Paul LaRoche, shares inspiring and uplifting stories that come from his personal journey into Native America. As founder of the award-winning contemporary Native American group, Brulé and AIRO (American Indian Rock Opera), Paul and his family have traveled across the heartland performing their unique blend of music for 12 years. Show topics for _Hidden Heritage_ (qv) are gathered from their own experiences as they reconnected with Paul's blood family from the Lower Brule Sioux Tribe and met indigenous people from all walks of life. The episodes cover a variety of themes - some with humor, some with important historical elements, and some with musical components - whether told from the simple setting of their backyard fire pit or the grandness of America's majestic Mount Rushmore National Monument.::Kathy Summers LaRoche"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}