{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "18 October 2010"
            },
            {
                "country": "UK\n",
                "date": "February 2011"
            }
        ],
        "release dates": [
            "UK::18 October 2010",
            "UK::February 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    News-based magazine programme for the sign language community, presented by Gavin Lilley and Elizabeth Bojas. In this episode, Matthew Gurney reports on the Access to Work scheme, which is designed to support Deaf and disabled people in their jobs. With ongoing fraud investigations now taking place, what is the future for the scheme? John Walker joins Gavin and Elizabeth in the studio to give his views. Meanwhile, reporter Nadia Nadarajah travels to Paris for the 300th anniversary of deaf educator Abbe De l'Epee, and while there, also finds out about a scam involving ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    News-based magazine programme for the sign language community, presented by Gavin Lilley and Elizabeth Bojas. In this episode, they take a look at Personal Independence Payment (PIP) and how it might compare to its predecessor, Disability Living Allowance (DLA). There is also a moving tribute to Deaf actor and comedian Hal Draper. Finally, there is a look at impact of social media on the Deaf community, featuring an interview with deaf journalist Charlie Swinbourne. Don't miss it!    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    News-based magazine series for the sign language community presented by Elizabeth Bojas and Gavin Lilley. Here, we find out how education cuts could be affecting the exam results of Deaf children. We also look at the results of the 2011 census and talk about the implications of a report on the 10th anniversary of the recognition as BSL as a language.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "15 May 2013",
                    "year": "2013",
                    "plot": "\n    A report from City Lit's Deaf Day in April, how the internet has created opportunities for Deaf history enthusiasts, and a profile of writer and activist Nick Sturley.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "17 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    News-based magazine programme for the sign language community, presented by Gavin Lilley and Elizabeth Bojas. This episode looks at Deaf athletes and we talk to representatives from UK Deaf Sports about their preparations for the Deaflympics. We find out what the BBC is doing to improve access for Deaf people and take a look at the quality of life for Deaf people on the Isle of Man and how it can be improved. Will employing a 'Deaf Champion' help? Watch it to find out!    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    News and current affairs magazine programme for the sign language community, presented by Gavin Lilley and Elizabeth Bojas. In this episode, there is a studio discussion with Owais Murad (from Muslim Deaf UK) and Aliya Gulamani on whether attitudes towards British Deaf Muslims have been affected by recent examples of Islamic extremism. We find out all about a new national magazine for the Deaf community called SL First, and meet the founder, Sarah Lawrence. Plus, there's a report on the British Deaf Association's Deaf Heritage Project, presented by James ...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    News and current affairs magazine programme for the sign language community, presented by Gavin Lilley and Elizabeth Bojas. In this episode, Jackie Knight reports on same-sex marriage, which has recently become law in England and Wales. There is a studio discussion with Manuela Rossmar and Dani Sive, who discuss how the Deaf gay and lesbian community feel about the change in legislation. Plus, Alison Spear reports on one woman's struggle to get the right support from Access to Work. Finally, there is a look at BSL Pride Day, including an interview with organiser ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "16 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Promo for the BSL Zone's news and current affairs magazine programme for the sign language community, presented by Gavin Lilley and Elizabeth Bojas. In this episode, the team invesigate access to GPs for Deaf people in Wales. We see them visit the Deaf Builders Expo and they also go camping at the Sign Circle festival in Lancashire! Don't miss it!    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "21 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    News and current affairs magazine programme for the sign language community, presented by Gavin Lilley and Elizabeth Bojas. In this episode, they discuss the performance of Team GB at the Deaflympics in Bulgaria and ask: what's the future for Deaf sport? They meet the first Deaf winner of Big Brother, Sam Evans. Finally, they go to Scotland to meet Lillian Lawson to find out about her life and career. Don't miss it!    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "18 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    News and current affairs magazine programme for the sign language community, presented by Gavin Lilley and Elizabeth Bojas. In this episode, the the team look at alcohol and the problems that excessive drinking can cause for Deaf people. What kind of support and information is out there, and is it accessible? They also look at the implications of the Royal Association for Deaf People's (RAD) decision to sell of buildings that have been Deaf clubs for years. Finally, they visit the 10th anniversary of the England Deaf Darby and Joan Club. Don't miss it!    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, presenters Gavin Lilley and Elizabeth Bojas meet Jackie Ballard, the Chief Executive of Action on Hearing Loss, who explains the charity's recent name change. Was the name better when it was the RNID? We find out what the Deaf community think. Sabina Iqbal reports on cuts to services for Deaf children, and we meet Deaf and hearing parents of Deaf children to find out about the support they've had from social services. Deaf author Louise Stern talks about her acclaimed book of short stories...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, presenters Gavin Lilley and Elizabeth Bojas tell us about two Deaf people who have just been awarded an MBE for their work in the Deaf community, Laraine Callow and Alan Murray. With the BSL Bill consultation now complete in Scotland, Lillian Lawson of the Scottish Council on Deafness explains how it could change Deaf lives. We meet Alan Thompson, who has just been named British Skydiver of the Year and is a veteran of over 3000 jumps, and Clive Mason reports on the scrapping of the ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, presenters Deepa Shastri and Gavin Lilley explore the shock cancellation of the Winter Deaflympics in Slovakia, interviewing the President of the International Committee of Sports for the Deaf, Craig Crowley about what has happened. Lillian Lawson tell us about cuts to the funding of the Scottish Sensory Centre, which is where BSL was first identified and named. We also find out about the potential closure of Elmfield School for the Deaf in Bristol, and Daryl Jackson tells us about the ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 May 2011",
                    "year": "2011",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, presenters Elizabeth Bojas and Gavin Lilley meet the new CEO of the British Deaf Association, which was set up over 100 years ago. David Buxton talks about his aims for the future of the long-running charity and how it will change. We find out about Deaf people affected by the earthquake in Japan, and watch the recording of a brand new radio play featuring Deaf characters, starring Deaf actor David Bower. Finally, John Wilson comes into the studio to talk about the ethics of hearing actors...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, presenters Clive Mason and Elizabeth Bojas find out about a series of events to celebrate the 60th anniversary of the Jewish Deaf Association. As children, many Jewish people were brought to Britain to avoid the Holocaust, and they tell us some of their memories. We see a clip from a new film about Deaf Jewish people in WW2, called Five Needles, and continuing the film theme, Deaf scriptwriter Charlie Swinbourne comes into the studio to talk about his work and his new film, My Song. We ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, presenters Elizabeth Bojas and Gavin Lilley find out about protests in London against cuts to services for Deaf and disabled people, and protests in the streets of Italy over attempts to reclassify Italian Sign Language as mime and gesture. John Walker and Sylvia Simmonds come into the studio to discuss whether Deaf people should support disabled people in their protests more, and there is good news as Icelandic Sign Language is finally recognised. Finally we find out who the World ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Clive and Elizabeth explore online fraud - are deaf people being targeted? We find out the latest on the Deaflympics and explore access to maternity services    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, presenters Gavin Lilley and Elizabeth Bojas look at cuts to educational support for deaf children, interviewing Ian Noon from the NDCS. He explains how the charity is working to safeguard deaf children's futures. Meanwhile, we look at cuts to Deaf centres in Leeds and Bristol and how they might affect their local communities. A new restaurant that aims to provide employment and training for Deaf people has been set up in Blackburn, and we meet the staff there to find out how they're ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The first programme of a new series investigates the meaning of Deafhood; reports on sign language under siege in Denmark, and the campaign to save a Scottish wildlife park.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This week how BSL is changing, why a deaf toddler is the latest Internet sensation and how fewer deaf people are going to university. How can you get help with your application?    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The problems of Deaf access to banking services; a look at the new Personal Independence Payment (PIP); and Deafinitely Theatre's first attempt at signed Shakespeare.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "21 May 2012",
                    "year": "2012",
                    "plot": "\n    A report on the BDA's recent BSL symposium; Elmfield School in Bristol celebrates its reprieve from closure; and a new initiative to promote Deaf football.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "25 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A new initiative to promote better sex education for Deaf children; a discussion on the standard of interpreting in courts; and a visit to Cornwall's only Deaf club    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "16 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Deaf people from abroad coming to the UK; Deafinitely Theatre does Shakespeare; we meet film director, Ted Evans; and a twelve year old deaf Olympic torchbearer, Thomas Pearce.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, reporter Carolyn Nabarro finds out about the causes and symptoms of diabetes and asks whether there is enough support for Deaf diabetics. The condition is increasing in the UK and Lucy Clark, a Deaf woman, has set up a diabetes support group. Presenters Elizabeth Bojas and Clive Mason also interview Richard Weinbaum, the organiser of the Deaf Sports Personality of the Year awards, who talks about the upcoming awards and the lessons learned since the first awards in 2010. Finally, we find ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    News-based magazine show for the sign language community. In this episode, reporter Fiona Garfield finds out how the economic crisis in Greece is affecting Deaf people with a report from Athens. Back in the studio, presenters Clive Mason and Elizabeth Bojas interview Craig Crowley, the President of the International Committee of Sports for the Deaf about the upcoming Deaflympics and the possibility of Deaf athletes competing in the Olympics in Rio in 2016. We also find out about what it's like to be awarded with an MBE and become an Olympics torchbearer from Deaf ...    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "22 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, the team explore the correct sign for 'Paralympics' and ask members of a Deaf club which sign they think is appropriate. They also look at the progress of the campaign to bring Video Relay Services (VRS) to the UK, and a new apprentice scheme for young Deaf people. Deaf actor Brian Duffy visits the studio to tell presenters Gavin Lilley and Elizabeth Bojas about the hilarious Deaf Comedy Tour and about the volunteering project in Sri Lanka they are raising money for. First broadcast in ...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Hub (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    News-based magazine programme for the sign language community. In this episode, presenters Gavin Lilley and Elizabeth Bojas find out all about Ireland's Deaf Village, the £20 million project which has brought a variety of Deaf organisations to one place. The programme also finds out about the creation of a glossary of new signs at the Scottish Sensory Centre that are aimed at helping Deaf people understand science, and visits the British Sign Language Broadcasting Trust's first showcase of its programming since it was set up in 2008. First broadcast in November 2012.    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Bojas, Elizabeth"
            },
            {
                "name": "Lilley, Gavin"
            },
            {
                "name": "Mason, Clive"
            },
            {
                "name": "Kendall, Ashley"
            },
            {
                "name": "Shastri, Deepa"
            },
            {
                "name": "Cunliffe, Sebastian"
            },
            {
                "name": "Risner, Lilli"
            },
            {
                "name": "Garfield, Fifi"
            },
            {
                "name": "Wengraf-Townsend, James"
            },
            {
                "name": "Iqbal, Sabina"
            },
            {
                "name": "Jackson, Daryl"
            },
            {
                "name": "Cooke, Russell"
            },
            {
                "name": "Jones, Erika"
            },
            {
                "name": "Nabarro, Carolyn"
            },
            {
                "name": "Nelson, Mark"
            },
            {
                "name": "Campbell-Nottage, Aimee"
            },
            {
                "name": "Cobb, Reg"
            },
            {
                "name": "Gurney, Matthew"
            },
            {
                "name": "Knight, Jackie"
            },
            {
                "name": "Nadarajah, Nadia"
            },
            {
                "name": "Potter, Jade"
            },
            {
                "name": "Sands, David"
            },
            {
                "name": "Spear, Alison"
            },
            {
                "name": "Wherry-Alimo, Alison"
            },
            {
                "name": "Woolfe, Ramon"
            },
            {
                "name": "Ballard, Jackie"
            },
            {
                "name": "Edwards, Rebecca"
            },
            {
                "name": "Gill, Mark"
            },
            {
                "name": "Richards, Linda"
            },
            {
                "name": "Clair, Tara St"
            },
            {
                "name": "Stern, Louise"
            },
            {
                "name": "Wyatt, Liz"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "bfi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzBjOTY3OTYtNjdmYy00NDRkLWI3ZWItZDQwZThlZDlmNzVkL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjQ1MTMzNzY@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "British Sign Language"
        ],
        "title": "The Hub",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "The Hub (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Remark!"
            },
            {
                "name": "British Sign Language Broadcasting Trust (BSLBT)"
            }
        ],
        "distributors": [
            {
                "name": "Film4"
            }
        ],
        "plot": [
            "_News_ (qv)-based magazine for the sign language community.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}