{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2010"
            },
            {
                "country": "South Korea\n",
                "date": "  2010"
            }
        ],
        "release dates": [
            "Canada::2010",
            "South Korea::2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tayo, the Little Bus"
            },
            {
                "countries": "Ukraine",
                "title": "Пригоди Тайо"
            }
        ],
        "akas": [
            "Tayo, the Little Bus (original title)",
            "Пригоди Тайо Ukraine"
        ],
        "akas from release info": [
            "Tayo, the Little Bus (original title)",
            "Пригоди Тайо Ukraine"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The New Friend, Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Heart is a young girl car and she is only recently licensed. Just like any other cars new to the town, she has to go to the Auto Show to find her new family. But because of her small size compared to other bigger cars, she doesn't get chosen by anyone. Heart-broken and all alone, Heart runs into Hana, the mechanic, who is all dressed up for a day out.    "
                },
                "2": {
                    "title": "We Are a Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Heart receives a cute siren as a gift from Hana. Lani, already envious of Heart, becomes even more upset when Heart gets all the attention from everyone. That evening, Heart's siren disappears! The little buses suspect Lani because of her jealousy for her.    "
                },
                "3": {
                    "title": "Rogi the sweeper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Rubbi's cleaning equipment breaks down while sweeping up the junk that Rogi has collected at one side of playground. Rogi, responsible for the cause of the incidient, is given the task to take over Rubbi's job until the equipment is fixed. And Rubbi enjoys his first holiday in a long while, with his friends.    "
                },
                "4": {
                    "title": "I Know It All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo believes that he is familiar with his daily routine and that there is nothing to worry about as he is all grown up! Tayo is tired of Hanna treating him as a kid and wants to prove to her that he is not a kid anymore. One day Carry asks Hanna a favor to babysit Bongbong and other baby cars. Tayo confidently offers to babysit the baby cars wanting to show Hana that he is all grown up.    "
                },
                "5": {
                    "title": "A School Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo and the little buses are all geared up for their first day of school. On the driveway, Tayo runs into Teach who has just moved to the town. He finds out that Teach will be going to the same school he will go to. Excited to see a new friend, Tayo shows Teach around the town and then returns to the garage where he is told that the teachers at school will be very scary.    "
                },
                "6": {
                    "title": "Cheer Up Frank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    One day, Frank heads out to extinguish a fire on top of a skyscraper. While Frank is having trouble reaching the fire on the top story, Air appears and puts it out. From that day on Frank continues to train hard but ends up being distressed after failing again to extinguish a fire on a tall building...    "
                },
                "7": {
                    "title": "A Weekend with Citu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The little buses are upset of not being able to share any interesting stories to the class when everyone else shares stories of their fun weekend. Tayo and his friends ask Citu to take them somewhere fun for the weekend. Citu, who hasn't been able to spend much time with them, decides to take the weekend off and take them to the zoo.    "
                },
                "8": {
                    "title": "Tayo's Promise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo breaks his promise to hang out with Duri. He feels sorry and makes another promise to Duri that he will let him ride with Frank or Pat. However, his promises constantly fall through due to unexpected incidents.    "
                },
                "9": {
                    "title": "Gani the super star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    One day, the popular action star Reo comes to visit the town. On his way to the city center, Leo gets stuck to the railroad and Gani saves him! Gani gains fame as a brave bus that saved a superstar and even gets a personal manager for himself. But alternating between his work as a city bus and other press schedules constantly tires Gani.    "
                },
                "10": {
                    "title": "Toto and Bongbong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Bongbong rides on Toto's tow hook for fun and oh no, Bongbong gets stuck to Toto as the pintle breaks. Toto, already late for school, has no other choice but to take Bongbong along with him. Nevertheless, Toto contstantly gets into troubles because of Bongbong.    "
                },
                "11": {
                    "title": "Laugh, Pat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Pat always look around to make sure that all cars on the road are following the traffic rules and are driving safely. Well only to make sure everyone is safe! However, being the strict police car, the little buses and kindergartners get more and more scared of Pat. One day, a feather gets stuck to the back of Pat and he just can't control himself every time it tickles him...    "
                },
                "12": {
                    "title": "We Are the Best with Each Other",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    peedy and Shine always cause troubles together. At school, Shine gets complimented along with Lani, Rubbi, and Toto. Not only are they praised together but they also share a common color, yellow. The four of them quickly get close and spend most of their time together. On the other hand, Shine's best friend, Speed, feels left out when Shine only hangs out with his new friends.    "
                },
                "13": {
                    "title": "Kuku and champ's trip to the city",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Cooku and Champ are visiting the town for the first time. Although Cooku has never been to the town before, she wants to show off that she knows everything. The two of them eventually end up in a weird, weird place. Where are they?And what will happen to them?    "
                },
                "14": {
                    "title": "I Can't Sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    On her day-off, Lani spends the whole day taking a nap and can't sleep anymore. Instead, she watches tv all night. Next day, tired and super sleepy, Lani falls a sleep in class and just can't help falling a sleep during the day... What will she do?    "
                },
                "15": {
                    "title": "I Want to Be Your Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Speed meets Heart for the first time and he wants to be her friend too! Vroom, vroom! Speed and Shine are playing tag in the garage. Driving too fast, Speed's tires go flat. Heart and Hanna come to help Speed. Speed instantly gets attracted to Heart, the pretty and kind pink car. He plans to become friends with her but oh no, it seems like things are not going too well for him!    "
                },
                "16": {
                    "title": "City heroes, tayo and duri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo and Duri are watching a Superhero movie on TV and they are blown away by what super heroes can do. Tayo and Duri coincidentally help a friend and told that they are just like super heroes and the two are delighted! The next day, Tayo and Duri dress up just like the super heroes from the movie and roam around the town offering helps to the people in town.    "
                },
                "17": {
                    "title": "We Are the Heavy-duty Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Joy the magician is having a \"Joy's Magic Circus Show\" with the world-renowned circus cars but it looks like the circus master can't make to the show anymore. Poco, Billy, Max and Chris are bored of their daily routine of work at the construction site. During a short break after work, they perform some acrobatics and they are pretty good! Joy the Magician is impressed at what they can do.    "
                },
                "18": {
                    "title": "The Best Mechanic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Have you guys ever wondered how Hanna get to work with Tayo and his friends? One of Tayo's handles got broken and Hanna replaced with....what? Let's find out! Back in garage, Citu tells Tayo how he first met Hanna and how she became a mechanic.    "
                },
                "19": {
                    "title": "I Want a Puppy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo and his friends want a puppy in the garage but Hanna says that it is too dangerous. What will Tayo and his friends do? Let's find out! Tayo finds a lost puppy. Despite Hanna's warning that he shouldn't keep a puppy in the garage since it is too dangerous, Tayo can't let go of the cute puppy and bring him to the garage. In fact, he decides to keep it as a secret from Hanna.    "
                },
                "20": {
                    "title": "Ask Me Anything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo and his friends say that Rogi can be silly sometimes. Rogi goes to Met to ask for help because Met knows everything! Do you guys think that Met knows everything? Let's find out! Rogi is made fun of at school because he gets the questions wrong and takes wrong roads to ride on. He goes to Met, the smartest of all and takes special lessons from him to get smarter. Rogi starts to gain fame.    "
                },
                "21": {
                    "title": "Poco's Flower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Poco receives a flower seed as a gift from a girl that he helped. He does not take the tiny seed seriously at first but soon gets amazed of the growing sprout and becomes very fond of it.    "
                },
                "22": {
                    "title": "Tayo's Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Jingle bells, jingle bells! It's Christmas time! Santa Claus is coming to town and he knows when you've been bad or good! Tayo is extremely excited for Christmas and especially for all those presents! Has Tayo been a good boy this year? What about you guys? Will Tayo get a Christmas present from Santa or not?    "
                },
                "23": {
                    "title": "Tayo's Earth Defense Plan 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Bully, the space pirate mistakes Hana for Princess Ray and comes to Earth and kidnaps Hanna instead. It looks like Bully and the gang has made a huge mess on Earth! The little buses all gear up with the help of Princess Ray and go on to rescue Hanna...    "
                },
                "24": {
                    "title": "Tayo's Earth Defense Plan 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The little buses gear up with the help of Princess Ray and go to rescue Hana. Meanwhile, Hana fixes the wounds of Wooly, Bully's son, and discovers his warm hearted nature. When the little buses arrive at Bully's castle, barely escaping his soldiers to enter it, they fall into Bully's trap. Will they be able to save Hana?    "
                },
                "25": {
                    "title": "Somebody Help Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo and Rogi are playing pass-a-tire by the riverside park and they get into an argument. As both of them get angry at one another, they keep throwing the tire at each other and eventually the tire drops into the river. They go to the floating platform to fetch the tire and in fact, the two drifts down the river as the tide waves. Tayo and Rogi panic and call Bongbong for help when he passes by.    "
                },
                "26": {
                    "title": "The Little Buses Sports Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo and his friends are divided into Team Blue and Team White for the school Sports Day. Unlike Rogi who is teamed up with all the atheletic friends, Tayo ends up in a team with Lani, Gani and others who aren't too good at sports. Rogi's team is as excited as if they had already won. Tayo and his team goes on a hard training session because Tayo doesn't want to lose!    "
                }
            },
            "1": {
                "1": {
                    "title": "A Day in the Life of Tayo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo is nervous as he goes to take the city bus license exam. He overcomes his nervousness with Nuri the taxi's moral support and passes the exam with flying colors. He follows a double-decker bus Cito to his new home, the garage. Tayo meets Speedy on the way, who lures him into a race on the riverside road. Speedy ends up having an accident and gets towed away.    "
                },
                "2": {
                    "title": "Tayo Gets Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Tayo's First Drive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Cito gives Tayo a tour of the garage. From the repair shop to the car wash to the training center, Tayo finds everything fascinating and fun. Tayo is left by himself when Cito and Rogi go off to work. Curious about the city, Tayo leaves the garage but ends up getting lost. The buses set out on a search for Tayo but to no avail. In the end, Tayo is reunited with his friends thanks to Rookie and Pat    "
                },
                "4": {
                    "title": "Good Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo can't wait to start working. Cito notices his earnestness and suggests Rogi take Tayo along to work. However, Tayo keeps getting distracted and gets Rogi in trouble. To make things worse, Rogi breaks down and becomes immobilized. Tayo offers to help Rogi finish his rounds by hauling him. Although uneasy, Rogi decides to trust Tayo and lets him take the lead. The two help each other out.    "
                },
                "5": {
                    "title": "Afraid of the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Rogi's scary story about the Legendary Ghost Car causes Lani to have a nightmare and become scared of the dark. She mistakes Big for the legendary vehicle while passing through a dark tunnel the next day. Luckily, the misunderstanding is quickly sorted out and the two safely leave the tunnel. When Lani returns to the garage, Rogi and Tayo confess to her that the story is not real.    "
                },
                "6": {
                    "title": "Thanks, Cito!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Cito the tour bus is hard at work as always, driving tourists around. Curious about whether the young buses are doing well, he checks up on them whenever he can. Cito spends a busy day helping the buses: Lani, who couldn't change lanes because of other cars; Big, who was stuck in a road under construction; Rogi, who was helping Big out; and Tayo, who was put in danger because of an old truck.    "
                },
                "7": {
                    "title": "Let's All Get Along",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo and Rogi have a fight about who's going to wash first and they leave for work without making up. Meanwhile, a new truck causes a severe traffic jam when he drops the chickens he was transporting on a street downtown. Tayo and Rogi feel awkward when they get stuck in traffic next to each other. They both want to make up, but don't have the courage to do so.    "
                },
                "8": {
                    "title": "I Want New Tires",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo is envious of Rogi's new tires. He becomes excited when Hana tells Tayo that his new tires are on the way. However, Toni, who was on the way to deliver Tayo's tires to the garage, gets distracted warning cars about keeping the traffic laws and forgets to make the delivery. Tayo returns home after work anticipating his new tires, but he's let down when he hears that the tires haven't arrived.    "
                },
                "9": {
                    "title": "Our New Friend, Gani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    A new red bus called Gani joins the buses at the garage. Gani was made with the memory chip from Wondie, a veteran bus who was Hana's close friend. Tayo is glad to have a new friend and shows Gani around the garage. Although Tayo wanted to teach the newcomer all that he knows, Gani turns out to be better at everything than Tayo. He even teaches Tayo a downtown route that he wasn't aware of.    "
                },
                "10": {
                    "title": "Hana and Gani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Hana feels traces of her old friend Wondie in Gani, the new bus. Curious if Gani shares Wondie's memories, Hana volunteers to help Gani in driving practice. Unfortunately, Gani turns out to be awkward at everything. Wondering if she had jumped to conclusions, Hana accompanies Gani downtown. However, Gani acts just like Wondie as he helps people in need and acts like he remembers Hana.    "
                },
                "11": {
                    "title": "I Want to Go on a Picnic!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo becomes envious when Rogi goes off on a picnic. Speedy suggests a picnic with him and Toto but unfortunately, Tayo has to work. Tayo lies about being sick the next day and gives all his work to Gani so that he can go on a picnic with Speedy and Toto. The three of them come across a broken down car on their picnic. Toto acts responsibly although it is his day off, and tows the car.    "
                },
                "12": {
                    "title": "Let's Be Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Shine, a luxury car, enjoys the attention he gets from all the young buses when he visits the repair shop in the garage. However, his pride is hurt when Tayo appears with bubbles and steals away all the attention. Shine follows Tayo around acting all important, only to be humiliated in the end. He gets stuck on a road while trying to impress Tayo by driving on a road under construction.    "
                },
                "13": {
                    "title": "Nuri Is a Superstar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Nuri the taxi promises to watch a TV show called 'Fireball the Superhero' with the buses in the garage. Nuri works hard as always, driving her passengers to their destinations as well as helping people out. A suspicious looking passenger gets in the taxi on Nuri's way to the garage. The passenger turns out to be Fireball in disguise, hiding from his hard core fans!    "
                },
                "14": {
                    "title": "Rogi's Hiccups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Rogi gets greedy and drinks all the new engine oil when Hana is not looking. He starts hiccupping and it hinders his work. Worried, Tayo takes Rogi to the knowledgeable subway train \"Met\" in hopes that he'll know how to stop the hiccups. Met blows his horn to scare Rogi and it works. Rogi stops hiccupping. Rogi confesses to Tayo that he hogged the new engine oil and asks for forgiveness.    "
                },
                "15": {
                    "title": "Hana's Day Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The young buses cheer when Cito and Hana tell them they'll be out of town for a day. The buses have always wanted to stay up, playing until late in the night. The night comes, but Cito and Hana are not there to make them go to bed. The buses stay up playing hide-and-seek, watching TV, and practicing driving. Gani goes over the repair shop, dizzy from too much driving practice.    "
                },
                "16": {
                    "title": "The Best Heavy Equipment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Hana sends Tayo on an errand to a construction site. There, Tayo meets heavy machinery and gets excited, making the vehicles bicker about who is cooler. They decide to hold a contest to settle the matter, with Tayo as their judge. However, Tayo gives them weird quizzes and embarrassing assignments to carry out. The last assignment, knocking down barrels with tires, leads to havoc.    "
                },
                "17": {
                    "title": "Joey, the Magician",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Joey the Traveling Magician's show is scheduled to take place at the garage. Under Nuri's direction, Joey waits for Tayo at the number 17 bus stop to get to the garage. However, Tayo doesn't know this fact and skips that bus stop to return to the garage quickly, hoping to see the show from the front row. Tayo hurries to the bus stop when Nuri tells him that Joey is still there, waiting for him.    "
                },
                "18": {
                    "title": "Frank and Alice Are Awesome!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo and Rogi invite Frank and Alice to the garage after being awed by seeing them act during a fire. The young buses expect to have a fun time with Frank and Alice, whom they look up to. However, the buses are disappointed when the two just nag them, stopping them from acting as the buses like. All of a sudden, a fire breaks out in the repair shop.    "
                },
                "19": {
                    "title": "Lani's Misunderstanding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Cito is proud of Lani for always doing her best in everything. However, Lani doesn't know how Cito feels about her and instead gets mad at him because of various misunderstandings. It's the final straw when Cito scolds Lani for failing her regular exam. Lani goes off to work angry and refuses to go home. She wanders around from place to place, visiting the fire station and a construction site.    "
                },
                "20": {
                    "title": "Make Up, Frank and Alice!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Alice lets Tayo get a checkup first before going to work. Later on, Tayo sees Frank and Alice fighting because of her tardiness. Tayo, blaming himself for their fight, comes up with an idea with his friends to help them make up. Tayo goes to Alice with Gani, who is disguised as Frank, and tells her Frank wants to apologize.    "
                },
                "21": {
                    "title": "Tayo's Space Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo's head is full of space travel as he goes to bed after watching a meteor shower with his friends. Hana wakes Tayo up and equips him with rockets that will allow him to fly into space. While traveling, Tayo meets Ray, a princess who is running away from Bully the Space Pirate. Tayo manages to give Bully the slip after a close chase and safely takes Princess Ray to Planet Clover.    "
                },
                "22": {
                    "title": "Speeding Is Dangerous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    While driving riverside with Tayo, Speedy and Shine decide to have a race after bickering about who's the faster of the two. Their race is stopped by Rookie and Pat as they scold Speedy and Shine for driving dangerously over the speed limit. Next, the two decide to race against the high speed train when Met tells them that the train is the fastest vehicle in the world.    "
                },
                "23": {
                    "title": "Lani's Day Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Lani leaves early in the morning for a picnic on her day off. She meets a broken down preschool bus on the way and offers to pick up the preschoolers instead of the bus. Meanwhile, Tayo and Rogi talk about the fun they imagine Lani must be having on her picnic, when she's actually having a hard time because of the mischievous children. Lani finally arrives at the preschool, tired from the day.    "
                },
                "24": {
                    "title": "My Job's the Hardest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo, Rogi and Lani get into a fight over who has the toughest round at work. They follow Gani's suggestion of switching rounds and the three do their best on each others' routes. However, they all end up making the passengers unhappy. On the way back home they meet Gani, who is broken down on the road. Gani's passengers ask them to finish his rounds for them and the three recommend each other.    "
                },
                "25": {
                    "title": "Gani is Sick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    A truck sneezes and covers Gani with exhaust fumes on Gani's way back to the garage. Gani becomes scared of shots when he sees the truck getting a painful shot of engine cleaning fluid. The next day, Gani runs off to work when he hears that the young buses are getting shots as well. Gani doesn't feel well while doing his rounds and eventually faints on the road.    "
                },
                "26": {
                    "title": "Tayo Is the Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tayo decides to take part in the talent show on the annual Bus Day festival. He puts in a lot of time and effort practicing for it. Tayo helps out a lost child and a pregnant woman on the way back home from work and runs late. He returns to an empty garage, too late for the talent show and the festivities. Suddenly the lights on the stage come on and Tayo is welcomed by his friends.    "
                }
            },
            "2": {
                "1": {
                    "title": "Tayo and Bong Bong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Carry, the carrier car, drops Bong Bong, the baby van, by mistake. Suddenly left all alone, Bong Bong luckily runs into Tayo. They have fun together while Tayo teaches Bong Bong about the traffic rules. Tayo takes a real liking to cute Bong Bong and invites him to the garage. Meanwhile, Carry finally realizes that Bong Bong is missing and goes to look for him.    "
                },
                "2": {
                    "title": "The Perfect Duo, Rookie and Pat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Upon finding a bus stop covered in graffiti one day, Rookie and Pat decide to investigate. But conflict arises as Rookie wants to use cutting-edge technology while Pat insists they patrol on foot. Caught up in their argument, they lose the culprit. Unwilling to give up their respective methods of investigation, Rookie and Pat get into a huge fight, then decide to look for the culprit separately.    "
                },
                "3": {
                    "title": "Gani, the Teacher!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Gani stands in for Cito as a one-day teacher introducing what a bus does to kindergarten students. The heavy vehicles and cool cars like patrol car Pat and fire engine Frank all gather at the education center to participate as a one-day teacher. Gani becomes timid as he listens to the heavy vehicles, Pat, Frank, and Alice all introduce their jobs confidently.    "
                },
                "4": {
                    "title": "I'll Help You, Big",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Toni is on his usual delivery route when he meets Tayo and gets invited to the garage. In his hurry to finish up his work and go play at the garage, Toni accidently delivers a child's toy to the wrong house. Big hears about this mistake from the child's father and tells Toni that he made a wrong delivery. Then he goes to deliver the toy himself instead of Toni.    "
                },
                "5": {
                    "title": "Let's Go Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Nuri had been humiliated at a singing contest she entered with Speed at a taxi get-together. This time she decides to enter with Tayo who can sing well. Suddenly, Rogi imposes himself on them, saying he wants to go, too. But Nuri can't go to the get-together with Rogi who has a terrible singing voice. So Nuri makes up an excuse and starts to practice songs with Tayo.    "
                },
                "6": {
                    "title": "A New Playground!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    While on their route, Tayo and Rogi save the garbage truck, Rubby, from trouble. Later, they discover an old parking lot by chance and have such fun playing there that they return to the garage late. Tayo and Rogi are dirty from playing in the old and dusty parking lot. Hana and Cito scold them and tell them they are not allowed to play in the dirty old parking lot again.    "
                },
                "7": {
                    "title": "Nana Visits the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    By chance, Tayo saves Nana who was in trouble. Nana lives in the country and she's visiting the city. So when Tayo shows her around the city in a very skillful manner, Nana thinks that Tayo is the boss of the buses. Tayo feels good upon hearing someone call him, \"boss,\" so he doesn't deny it, and then parts ways with Nana. But after Tayo gets back to the garage from his route, he sees Nana.    "
                },
                "8": {
                    "title": "Nuri's Worst Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    All morning, Nuri encounters unfortunate events until eventually, she gets in an accident. While getting repaired, she learns that the little buses are going to ride a cruise ship today. Nuri wants to ride a cruise ship, too, but becomes disappointed when she learns that there is no more space available. Hana gives Nuri a necklace as a gift to cheer her up. Nuri doesn't believe it at first.    "
                },
                "9": {
                    "title": "The Treasure Is Mine!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    One day, Tayo finds a treasure map in the storehouse. Greedy for the treasure, each of the little buses try to secretly find the treasure on their own. After pretending to go somewhere else, they each look for the treasure to no avail. They realize that they deceived one another and get into a fight. With Cito's advice, they find out where the treasure is buried.    "
                },
                "10": {
                    "title": "Rogi, the Detective!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    One day, Lani accidentally breaks the car wash. Afraid she'll get scolded, she keeps it a secret. Meanwhile, Rogi declares he'll find the culprit who broke the car wash and, acting like a detective, starts asking the little buses a lot of questions. Lani can't answer Rogi's questions straight away and gets suspected of being the culprit. But with Tayo's help, she is able to leave the garage safe.    "
                },
                "11": {
                    "title": "Rogi's Special Guest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    One day, Rogi brags about the rubbish he's collected to the little buses. But the other little buses get angry at him because the rubbish is so dirty. The next day on his route, Rogi meets a camping car named Windy who has the same taste as he does. Rogi feels close to Windy who says that he travels the whole world freely, so he invites him to the garage.    "
                },
                "12": {
                    "title": "The Leader of the Playground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Accidents keep happening on the parking lot playground. So Hana decides to elect a playground leader to maintain order on the playground. Lani, Toni, and Speed are all vying for the position, and with Rubby somehow thrown into the mix, suddenly, there are four candidates who want to be the leader. The next day, the candidates start campaigning. Lani, Speed and Toni have thoroughly ready to go.    "
                },
                "13": {
                    "title": "Cito's Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Cito always helps the little buses, but he is also sometimes strict. The little buses feel a bit uncomfortable around Cito because he always looks like he knows what he's doing. They think Cito is an entirely different kind of being. Then one day, Buba, the grandfather bus who was Cito's predecessor, arrives. Seeing Cito become flustered in Booba's presence, the little buses are dumbfounded.    "
                },
                "14": {
                    "title": "Lani the Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The princess of a neighbour country visits Tayo's city, and upon seeing her, Lani desires to become a princess as well. Realizing that she can never become a princess, Lani starts to become ill. To cheer Lani up, Hana suggests that the little buses treat Lani like a princess for one day. The little buses start to treat her like a princess, being at her beck and call.    "
                },
                "15": {
                    "title": "Tayo the Grown-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo is envious of the grown-up buses who can drive around until late at night and can sleep in until late in the morning. By chance, Tayo helps a grandmother car, Wizard car who turns out to be a wizard. She says she'll grant him one wish. Tayo uses his wish to become a grown-up. Tayo is happy that he can now play until late at night. But the good feeling doesn't last long.    "
                },
                "16": {
                    "title": "Tiny Tayo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Hana invents a machine that can shrink anything. Hana strictly tells Tayo not to touch the machine, but Tayo, who is full of curiosity, touches the machine anyway and gets hit by a mysterious ray. The ray shrinks him into a tiny toy bus. Just then, Rookie and his niece, Jinnie, visit the garage. Jinnie, who's been carrying around a toy bus, thinks that Tayo is her toy bus and takes him home.    "
                },
                "17": {
                    "title": "Tayo's Space Adventure Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    On the day people say shooting stars will fall, Tayo thinks of Princess Ray of the Clover planet. That night, Tayo and the little buses wake to the sound of Princess Ray's voice calling them from afar. The little buses hear Princess Ray's request for help because she's been captured by Bully. So they decide to travel out into space to save her. The little buses blast off into space with wings!    "
                },
                "18": {
                    "title": "Tayo's Space Adventure Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Tayo infiltrates Bully's castle with Quick and finally meets Princess Ray. But when he's about to escape the prison with Princess Ray, the prison gates suddenly close and Tayo is now also trapped in the prison. It turns out that it was Quick's plan all along to capture Tayo and the little buses. Bully is now triumphant about catching Princess Ray and Tayo. Will Tayo and Princess Ray be safe?    "
                },
                "19": {
                    "title": "Speedy and Shine's Good Deed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Gani's Present",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    One day, Gani gives Jerry, the neighborhood's most reckless troublemaker, a ride. Because of Jerry's mischief, Gani finds himself in tough spots every day. While contemplating on how to stop Jerry, Gani turns on the TV installed on the bus. Joey's Magic Show is on, and Jerry becomes immersed in the program, stops his antics, and sits quietly. After that day, Jerry promises to sit quietly.    "
                },
                "21": {
                    "title": "Air, the Brave Helicopter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Air is a new rescue helicopter that has come to the fire station. Tayo is completely taken with Air after seeing him bravely save people, and asks him to become friends. The other little buses hear about Air and hope they can become friends with him, too. They try to approach Air, but small misunderstandings make them dislike Air. Will Air and the little buses be able to become friends?    "
                },
                "22": {
                    "title": "Prank Call Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Rogi hears about Frank and Alice who are stressed out because of prank calls, and vows to catch the culprit. He sets out as a self-appointed detective with Gani. The only lead is that the culprit has a deep male voice. With that clue, Rogi and Gani try to find the culprit. But Rogi once again makes preposterous deductions and reasonings. A few days later, Rogi and Gani find out who it is.    "
                },
                "23": {
                    "title": "A Frightful Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In the dead of the night, the heavy vehicles that were working at the old factory come to hear the story of the ghost car. All the heavy vehicles start to act like they're not bothered, saying there's no such thing as ghosts. But when they hear a ghost's cry from afar, they all run off in terror. The heavy vehicles that are now back at the garage feign illness because they don't want to go back.    "
                },
                "24": {
                    "title": "Nana's Invitation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The little buses and Hana are invited to the countryside by Nana. There they meet new friends Ractor, Champ, and Coco. Everyone is having a good time except Nana's childhood friend Coco who's upset that Nana seems to be praising Tayo all the time. Tayo and the other buses agree to help Ractor with a few things, but when Tayo repeatedly makes mistakes, Coco jumps at the opportunity to criticize him    "
                },
                "25": {
                    "title": "Snow Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    On a cold winter day, the little buses are excited because they hear there's going to be snow, while Hana and Cito are worried about safety on the snowy roads. Hana and Cito earnestly tell the others that if it snows, they must come back to the garage and gear up with safety equipment. The next morning, Tayo decides to play at the playground for a while before he goes on his route.    "
                },
                "26": {
                    "title": "Hana's Special Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tayo, the Little Bus (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Hana, who's been working busily since the morning, finds out that she's all out of maintenance supplies. She looks for the little buses to buy the supplies, but for some reason, she can't find them anywhere. Hana is stumped because there are no cars she can ride out with. By chance, Nuri visits the garage, so Hana rides Nuri to get to the supply store. Hana is getting surprises everywhere.    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Kalis, Patricia"
            },
            {
                "name": "Merlin, Aramis"
            },
            {
                "name": "Wagner, Tea"
            },
            {
                "name": "Balzer, Nolan"
            },
            {
                "name": "Slade, RobYn"
            },
            {
                "name": "Desilets, Kami"
            },
            {
                "name": "Salki, Kerri"
            },
            {
                "name": "L'Esperance, Jolie"
            },
            {
                "name": "Bandfield, Tim"
            },
            {
                "name": "Madill, Heather"
            },
            {
                "name": "Aichele, Kevin"
            },
            {
                "name": "Kolisnyk, Laura"
            },
            {
                "name": "Rempel, Corny"
            },
            {
                "name": "Aragon, Joseph"
            },
            {
                "name": "Fox, Jacqui"
            },
            {
                "name": "Sanderson, Jakob"
            },
            {
                "name": "Jordan, William"
            },
            {
                "name": "VanBukenhout, Charlene"
            },
            {
                "name": "Augusta, Dan"
            },
            {
                "name": "Smith, Dana"
            },
            {
                "name": "Cook, Brian"
            },
            {
                "name": "Sy, Stephanie"
            },
            {
                "name": "Hay, Becca"
            },
            {
                "name": "Carroll, Dorothy"
            },
            {
                "name": "Quinn, Cory"
            },
            {
                "name": "Cranwill, Yanin"
            },
            {
                "name": "Mikita, Ian"
            },
            {
                "name": "Athavale, Erik"
            },
            {
                "name": "Rankin, Chelsea"
            },
            {
                "name": "Tedesco, Laura"
            },
            {
                "name": "Brothers, Keziah"
            },
            {
                "name": "Lehmann, Montana"
            },
            {
                "name": "Skibitzky, Clinton"
            },
            {
                "name": "Bergado, Reis"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G",
            "Singapore:G",
            "South Korea:All"
        ],
        "number of seasons": 3,
        "rating": 6.9,
        "votes": 89,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2M3N2QyNjYtZTg4OS00ODkxLWJjOGYtMzlhZTdmMDkyNGJkXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "In a big city where various vehicles are happily living together, our little bus Tayo has just started learning his route in the city. There is lots more to learn for Tayo. Tayo and his friendly friends Rogi, Lani and Gani are helping each other to become great mature buses.",
        "languages": [
            "Korean",
            "English"
        ],
        "title": "Tayo, the Little Bus",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "DACAPO Productions"
            },
            {
                "name": "ICONIX Entertainment"
            },
            {
                "name": "Studio Gale"
            }
        ],
        "distributors": [
            {
                "name": "Filmzone Studios"
            }
        ],
        "plot": [
            "In a big city where various vehicles are happily living together, our little bus Tayo has just started learning his route in the city. There is lots more to learn for Tayo. Tayo and his friendly friends Rogi, Lani and Gani are helping each other to become great mature buses.::THX--1138"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 89,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 38,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 4.0
            },
            "males": {
                "votes": 35,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 24,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "females": {
                "votes": 26,
                "rating": 6.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.7
            },
            "us users": {
                "votes": 18,
                "rating": 5.1
            },
            "non us users": {
                "votes": 24,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 34,
            "9": 5,
            "8": 7,
            "7": 10,
            "6": 6,
            "5": 4,
            "4": 2,
            "3": 5,
            "2": 4,
            "1": 12
        },
        "arithmetic mean": 6.9,
        "median": 8
    }
}