{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "  2010"
            }
        ],
        "release dates": [
            "Singapore::2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    People all over the world love cats and it's not hard to see why. We're counting the 100 reasons why we think cats are cute! In this episode we're listing down 10 reasons. We're covering health, history, physical and behavioral facts that are unknown to most people. The menu includes: dozing felines as well as cat's pads and a little place called paw pad road. And that's just the appetizer, we're visiting the smallest breed of cat in the world and we're looking at a bit of cat history to see what cats have to do with sailors and pyramids! And to top it all off, our ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    People all over the world love cats and it's not hard to see why. We're counting the 100 reasons why we think cats are cute! In this episode we're listing down 10 reasons. We're covering health, history, physical and behavioral facts that are unknown to most people. The line up includes: The secret behind the colour of cat's fur! And how to understand your cat's feelings! We'll introduce the world's fastest cat, that will shock even the world's fastest athlete! (TBC) And visit a lady who specializes in clothes... for cats! Got questions about your cats? Our vet expert...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    People all over the world love cats and it's not hard to see why. We're counting the 100 reasons why we think cats are cute! In this episode we're listing down 10 reasons. We're covering health, history, physical and behavioral facts that are unknown to most people. The line up includes: The reason why cats have barbed tongues, the answer behind if cats really do like music and why kittens are just so cute to play with! We have a look at the different cat homes - both traditional and modern and what goes behind the making of each cute cat abodes. Got questions about ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    People all over the world love cats and it's not hard to see why. We're counting the 100 reasons why we think cats are cute! In this episode we're listing down 10 reasons. We're covering health, history, physical and behavioral facts that are unknown to most people. The line up includes: Cat toes, dreaming cats and a bit of myth busting to find out if cats really do like women over men! We then pay a visit to some special cats that have a few clicker tricks up their paws. We also discover the reason behind how some cats seem to be able to find their way home after ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    People all over the world love cats and it's not hard to see why. We're counting the 100 reasons why we think cats are cute! In this episode we're listing down 10 reasons. We're covering little-known physical and behavioral facts, as well as advice for the health and well-being of cats. The line up includes: a larger-than-life cat breed- the Rag Doll, which TV shows are most to the cat's taste, as well as mysterious aspects of the cat that may surprise viewers. We also pay a visit to a cat that specialises in the art of the cute, as well as delve into the secrets of ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    People all over the world love cats and it's not hard to see why. We're counting the 100 reasons why we think cats are cute! In this episode we're listing down 10 reasons. We showcase trivia gathered from all aspects of catkind, ranging from history to physiology and behaviour. The line up includes: cat-inspired art, cats that are built funny, as well as a cat that loves baths! We also look into the question of whether cats are happiest indoors or outdoors, and take a peek at a household that keeps a whole load of cats, and take tips on how they manage! Got questions ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    People all over the world love cats and it's not hard to see why. We're counting the 100 reasons why cats are cute! In this episode we're listing another 10 reasons. We bring you feline facts ranging from cat history to popular cat breeds. The line-up includes the story of a very brave cat, a high-tech cat robot, and a quiz to test your knowledge of cats! We also explain just what makes a cat meow, and how cats learn to climb trees. Got questions? Our vet expert Haruka Takakura shares her tips for good cat-keeping. And finally, we take you on a cat's tour of Chiba's ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    People all over the world love cats and it's not hard to see why. We're counting the 100 reasons why cats are cute! In this episode we're listing another 10 reasons. We bring you feline facts ranging from cat physiology to behaviour. The line-up includes the story of one very lazy kitty, modern-day cat mysteries, and tests you can try on cats at home. We explain why cats seem to have extreme mood-swings and explore how humans can improve their communication with their cats. Got questions? Our vet expert Haruka Takakura shares her tips on cat-keeping. And finally, we ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Cats are loved the world over, and it's not hard to see why. We continue on our counting quest to find out just what it is that makes cats so cute. In this episode we're listing another 10 reasons, including the story of one adventurous kitty that goes sporting on snowy slopes, and another that strives to move forward despite a physical handicap. We also bring you various cat facts and a cat and dog face-off, as well as introduce a product that cats go head over heels for. Got questions? Our vet expert Haruka Takakura shares her knowledge and experience about keeping ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cat Castle: 100 Reasons Why Cats Are Cute (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Cats are loved the world over, and it's not hard to see why. We continue on our counting quest to find out just what it is that makes cats so cute. In this episode we're listing another 10 reasons, including the story of a hotel for cats with a difference, and a cat that loves to be taken out on walks. We delve into the truth about stray cats, reveal what it is that cats bring to households, and show you how to turn the cold cat hater in your life into a slushy cat lover. Got questions? Our vet expert Haruka Takakura shares her knowledge and experience about keeping ...    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "number of seasons": 1,
        "plot outline": "People all over the world love cats and it's not hard to see why. We're counting down the 100 reasons why we think cats are cute! In each episode we list down 10 of these reasons. We're covering health, history, physical and behavioral facts that are unknown to most people. From why cats preen, to black cats being lucky, why cats love paperbags and kittens are just so much fun to play with! There are a 100 reasons why cats are cute and we're counting all of them But all this is not just fun and games, our vet expert Haruka Takakura gives us the science behind these interesting cat facts! And finally, in a special segment called 'in the country of cats' we take a trip out to a cat area every episode. We visit Tashiro Island famous for its many cat locals that outnumber the humans. Then Yanaka to see some city cats. We also go high to the mountains, to a temple, to a farm and to a national park to see just how cats live their lives. It's a different kind of travel segment, from a cat's eye point of view. Cat Castle: 100 reasons why cats are cute - Cat lovers who watch this show will become even more enamored with cats. And those who don't like cats will be hooked!",
        "title": "Cat Castle: 100 Reasons Why Cats Are Cute",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Cat Castle: 100 Reasons Why Cats Are Cute (Singapore)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Narita, Hajime"
            },
            {
                "name": "Ozma"
            },
            {
                "name": "Yamamoto, Tetsuji"
            }
        ],
        "production companies": [
            {
                "name": "Infocus Asia"
            }
        ],
        "plot": [
            "People all over the world love cats and it's not hard to see why. We're counting down the 100 reasons why we think cats are cute! In each episode we list down 10 of these reasons. We're covering health, history, physical and behavioral facts that are unknown to most people. From why cats preen, to black cats being lucky, why cats love paperbags and kittens are just so much fun to play with! There are a 100 reasons why cats are cute and we're counting all of them But all this is not just fun and games, our vet expert Haruka Takakura gives us the science behind these interesting cat facts! And finally, in a special segment called 'in the country of cats' we take a trip out to a cat area every episode. We visit Tashiro Island famous for its many cat locals that outnumber the humans. Then Yanaka to see some city cats. We also go high to the mountains, to a temple, to a farm and to a national park to see just how cats live their lives. It's a different kind of travel segment, from a cat's eye point of view. Cat Castle: 100 reasons why cats are cute - Cat lovers who watch this show will become even more enamored with cats. And those who don't like cats will be hooked!::Infocus Asia"
        ],
        "tech": {}
    }
}