{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "17 February 2010"
            }
        ],
        "release dates": [
            "Australia::17 February 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Brady, Tess"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk4NzEyNDg3OF5BMl5BanBnXkFtZTgwMDg1NTc0MjE@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "What I Wrote",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "akas": [
            "What I Wrote (Australia)"
        ],
        "production companies": [
            {
                "name": "Snodger Media"
            }
        ],
        "distributors": [
            {
                "name": "Snodger Media"
            }
        ],
        "synopsis": [
            "Award winning Australian writers talk candidly about their best known works. Each writer reveals their writing process and discusses the themes and characters within their work. The dynamic presenter, Dr Tess Brady, provides a critical commentary.Series 1Joanna Murray-Smith discusses the power of words in Nightfall.Joanna Murray-Smith explores love, identity and belonging in Honour.Louis Nowra talks about shedding the misconceptions of childhood in Radiance.Louis Nowra discusses art and claims it should not be relevant in Cosi.\nHannie Rayson explores family and identity in Inheritance.Hannie Rayson discusses the relationship between art and personal story in Hotel Sorrento.David Williamson shows how sport reflects society in The Club.David Williamson discusses failed dreams in Dons Party.Andrew Bovell explores the intersections of story in the Lantana series.Andrew Bovell discusses recurring patterns of family and global histories in When the Rain Stops Falling.Series 2Jack Hibberd talks about bringing down the forth wall in Dimboola.Jack Hibberd discusses the existential clown in A Stretch of the Imagination.Debra Oswald explores the ugly ducking story underlying Dags.Debra Oswald talks about the relationship of a father and daughter in Mr Baileys Minder.Matt Cameron discusses the dark side of suburbia in Ruby Moon.Matt Cameron explores the nature of indifference in Tear from a Glass Eye.Katherine Thomson talks about our relationship to land and history in Wonderlands.Katherine Thomson discusses the end of old style unionism in Harbour.Ray Lawler talks about writing Australia onto the stage in Summer of the Seventeenth Doll.Ray Lawler talks about becoming a playwright in Finding a Way.Series 3Her Fathers Daughter Alice Pung discusses how culture affects storytelling and ideas of survival.Unpolished Gem Alice Pung explores the duality of language and her relationship to her mother.Growing up Asian in Australia Alice Pung talks about this collection of short stories she edited.The Kiss - Peter Goldsworthy talks about the moral conundrum of this story and the inevitability of the ending.\nMaestro - Peter Goldsworthy discusses the relationship between Keller and Paul.Writing - Peter Goldsworthy reveals how he came to write novels in the first person, using an unreliable narrator.\nDead White Males - David Williamson talks about why he wrote this critique of post-modernism.Gallipoli - David Williamson discusses how he re-evaluated his idea of Anzacs to write this script.Diving for Pearls - Katherine Thomson talks about how the economic changes of the late 20th Century formed the basis of this play about a couple.Two Brothers Hannie Rayson reveals that she intended to goad the audience with this play about refugees and politics."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}