{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "  2010"
            }
        ],
        "release dates": [
            "France::2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Silent Siren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    A mermaid Aquaphonis has stolen pop singer Madney Speer's voice. Tara, Cal and Sparrow must catch Aquaphonis and return the singer's vocal ability-no easy feat when you consider that Henry de la Chasse is also hot on the pretty mermaid's tail, determined to add her to his crypto-zoological collection. Fortunately, Tara, Cal and Sparrow always have something up their sleeves.    "
                },
                "2": {
                    "title": "BFF",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Selenba, the terrible Vampire, has come from Otherworld and will do whatever it takes to knock Tara off her stride, taking advantage of the young Spellbinder's naivety in order to take over the Earth... Fortunately, Cal and Sparrow have got her back and Tara herself has not yet had her say, although she is quite annoyed with Sandra who is throwing a party and has invited everyone except her!    "
                },
                "3": {
                    "title": "The Golden Sceptor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara must battle Nelos the harpy, an old friend of Sparrow's father, who has come to Earth to steal a golden scepter hidden in the Manor. Isabella has strictly forbidden them from taking the staff out of the Manor under any circumstances, but Tara, Cal and Sparrow find themselves with no other choice but to disobey-and hand it over to the harpy.    "
                },
                "4": {
                    "title": "Gold Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow are faced with an evil conspiracy cooked up by harpies, who are exploiting Master Chem's weakness for gold to drive him crazy. The Alpha Team must bring Chem back to his senses but Tara already has her hands full trying to talk Isabella into lending her some money so she can enroll in a dance workshop that she would give anything to go to.    "
                },
                "5": {
                    "title": "The De-Horned Unicorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow are up against Selenba once again. This time the Vampire has stolen a unicorn's horn with which she intends to absorb the young Spellbinders' powers. But that's only the half of it! Henry De la Chasse manages to steal the unicorn from Selenba! Our three young Spellbinders must simultaneously locate the mythical animal and get rid of Selenba... who has absorbed Tara's powers!    "
                },
                "6": {
                    "title": "Brothers in Fangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara must arrest Lycos, a werewolf that has come to pick up Fabrice, his \"brother in fang,\" to take him to a big werewolf congress on Otherworld. It just so happens that Fabrice has been captured by Henry De la Chasse and they've got to get him out of there. Tara will need all the help Cal and Sparrow can give her on this one!    "
                },
                "7": {
                    "title": "Haute Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara must unmask Selenba, who has come to Earth in disguise with an enormous spider that she intends to use to set a trap for our young Spellbinder friends. As for Sparrow, she's in deep trouble: she has just discovered that Sandra has stolen her diary-our heroes' secrets might soon be revealed to all!    "
                },
                "8": {
                    "title": "Master Chem's Honor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow want to prove Master Chem's innocence. He has been accused of fleeing a combat on Earth against a black dragon. Chem's future is in jeopardy. Meanwhile, Sparrow is troubled, as she believes Edward may have uncovered her secret...    "
                },
                "9": {
                    "title": "The Mirror of Youth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Krislak, a dangerous elf, has come to take the Mirror of Youth that is hidden inside the Manor. While Isabella is trying to stop him from carrying out his plans, the mirror reflects her face and Tara's grandmother finds herself turned back into a sixteen year old teenager! As for Cal, he has sworn he will seduce the famous singer Madney Speer, who is coming to Rosemond for a school dance party.    "
                },
                "10": {
                    "title": "Disenchanted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow try to stop Sandra, who has been possessed by the spirit of Master Chem's former mentor, an all-powerful but senile dragon by the name of Shoonavarinatalapatoom. As if the situation weren't already complicated enough, Tara and Sandra take part in a contest the lucky winner of which will get to be in Madney Speer's latest music video.    "
                },
                "11": {
                    "title": "Mer-Made",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    While doing an internship for a school assignment at Sparrow's pet store; Tara is infected with a poison by Lorelei; Cal's childhood friend from other world. However, while Cal tries to protect his old friend; time is running out, so he and Sparrow must get Tara the antidote before it's too late and she becomes a mermaid forever.    "
                },
                "12": {
                    "title": "Alpha Male",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow, backed up by Robin from the Beta Team, are faced with an evil Elf who has come to Earth to take revenge against Robin's father, head of the Secret Service on Otherworld. Robin's presence upends Cal completely, but the thief had better overcome his jealousy if he is to come to Tara and Sparrow's aid in their moment of need.    "
                },
                "13": {
                    "title": "The Volcan Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow are up against the werewolf Hypnos, who has \"bewitched\" Manitou to make him reveal the whereabouts of some special rubies that can be strung together to form a necklace they say can make people fall in love. Could such an object really exist? This is the question Cal has on his mind because today is Valentine's Day...    "
                },
                "14": {
                    "title": "Cyrano of Otherworld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara must find her English literature professor, who has disappeared without a trace, while Isabella has fallen for the charms a smooth-talking Semchanach! It turns out that the Semchanach is the one holding the professor captive, forcing him to write love poems for him. In the midst of all this, the Manor, delighted to see Isabella in such a playful mood.    "
                },
                "15": {
                    "title": "Clairvoyant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Claire, a Nonspell, turns up unannounced at the Manor and quickly becomes fast friends with Tara. But when Chem and Isabella discover she has magic powers and decide to send her to Otherworld against her will, Tara decides to take matters into her own hands... and finds herself mixed up in an unexpected adventure!    "
                },
                "16": {
                    "title": "Summer School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    This episode sees Tara at odds with her own grandmother, Isabella, who wants to send her to an advanced spell-casting camp on OtherWorld! Anteos, a \"strange\" harpy, chooses this precise moment to show up on Earth, putting Master Chem in a very awkward position: called in by Tara to stand up for her, he finds himself forced to battle Isabella, who has challenged him to a duel.    "
                },
                "17": {
                    "title": "The Four Parchments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow have got their hands full with Selenba, who is back again, trying to gain control of the transfer portals. This time around, Fafnir, staying over at the Manor in the throes of a personal crisis (she wants to return home to Otherworld!), is the one that will get the young Spellbinders out of trouble as she is the only one who has the power to walk through walls.    "
                },
                "18": {
                    "title": "Heart of Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Manor is not in its normal state: the Living Stone is giving ludicrous responses, the Manor's rooms transform without warning, and a mummy is roaming the halls-all while Isabella and Manitou are away! Tara, Cal and Sparrow have to work out what on Earth is going on... In the process, they find themselves faced with Karlos, a dangerous elf, and his cousins.    "
                },
                "19": {
                    "title": "Assault on the Manor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    While Chem and Isabella are away at a conference, Tara and Sparrow invite their Nonspell friends over for a games night but three nosey gate-crashing werewolves show up at the party! Meanwhile, Cal has volunteered to go along to the conference with Isabella hoping to spend some quality time lounging around by the hotel pool. Needless to say, he does not get as much rest as he had hoped...    "
                },
                "20": {
                    "title": "The Cup of Invincibility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Louxos and Kerberos, two fearsome werewolves, turn up on Earth in search of a silver cup that will make them immune to silver! And Henri de la Chasse just happens to have organized a dog contest the first prize of which is the famous cup! Tara, Cal and Sparrow must find a way to enter the contest, and what could be better than entering Manitou!    "
                },
                "21": {
                    "title": "As If by Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow are up against Ptenos and Ephesos, two harpies who intend to kidnap a stage magician and his lovely assistant who have been hired to perform at Tara's end-of-year school gala night. The harpies mistakenly believe the performers are powerful Spellbinders and when the assistant vanishes into thin air, Tara has to stand in for her at the last minute...    "
                },
                "22": {
                    "title": "Guardian of My Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tara, Cal and Sparrow must stop Amrod, a young magic-crystal-collecting elf. This assignment could have been like so many others, except that there is a little surprise in store for Tara: the moment Amrod sets eyes on her, he falls instantly in love, and clearly, he is as surprised by it as she is! As for Cal, he falls head over heels in love with Vahina, one of his customers at the video store.    "
                },
                "23": {
                    "title": "The Gold and the She-Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Master Chem is in love with an adorable dragon by the name of Mel, but when he invites her to spend the weekend with him on Earth, she becomes the N°1 suspect for a robbery in which gold was stolen from one of Rosemond's banks. Tara and her team take it upon themselves to prove Master Chem's innocence to stop him from being relieved of his duties.    "
                },
                "24": {
                    "title": "Boil, Bubble, Troil, Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    After battling a mermaid who ended up getting away, Tara and Sparrow break out in boils. Master Chem must call on the Beta Team to catch the mermaid and find out why she came to Earth. Panicking at the idea that Robin and Fabrice are coming to the Manor while they are disfigured, Tara and Sparrow decide to try and heal themselves despite Isabella's orders to await an Otherworld healer.    "
                },
                "25": {
                    "title": "A Familiar Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Robin couldn't feel worse: Scarela, a dangerous harpy, a captured his familiar and is using it to sap him of his strength: he has come to warn the Alpha Team who must find her as soon as possible. Tara and her friends are far from imagining that Robin is setting up an even more sinister trap for them    "
                },
                "26": {
                    "title": "The Naughty Little Vampire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tara Duncan (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Master Chem gives the Alpha Team a new assignment: they must watch over the son of the President of the Land of Vampires on Otherworld and protect him from Selenba who is trying to kidnap him. Little Vlad's stay at the Manor is going to be all action for Tara, Cal and Sparrow as the little guy has one thing on his mind: to become a Semchanach!    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Allemane, Benoît"
            },
            {
                "name": "Aubin, Cyril"
            },
            {
                "name": "Ellis, Matt"
            },
            {
                "name": "Forest, Nayeli"
            },
            {
                "name": "Jung, Bernard"
            },
            {
                "name": "Marot, Tony"
            },
            {
                "name": "Melloul, Céline"
            },
            {
                "name": "Nonnenmacher, Marie"
            },
            {
                "name": "Pichon, Yann"
            },
            {
                "name": "Bienaimé, Nathalie"
            },
            {
                "name": "Cameron, Jennifer"
            },
            {
                "name": "Darlow, Linda"
            },
            {
                "name": "Douglas, Ross"
            },
            {
                "name": "Drake, Patricia"
            },
            {
                "name": "Henderson, Saffron"
            },
            {
                "name": "Hendrikse, Maryke"
            },
            {
                "name": "Hill, Matt"
            },
            {
                "name": "Loewen, Jocelyne"
            },
            {
                "name": "Lévy, Gilbert"
            },
            {
                "name": "Metzger, Kelly"
            },
            {
                "name": "Novak, John"
            },
            {
                "name": "Popovic, Fréderic"
            },
            {
                "name": "Germain, Tabitha St."
            },
            {
                "name": "Volpe, Isabelle"
            },
            {
                "name": "Wandzura, Alison"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "France"
        ],
        "country codes": [
            "fr"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE2NzM0NTUzOV5BMl5BanBnXkFtZTgwNjcwNDQ5NzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "French"
        ],
        "title": "Tara Duncan",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Tara Duncan (France)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Capoccia, Héloïse"
            },
            {
                "name": "Gonnard, Christel"
            },
            {
                "name": "Mariani, Thomas"
            }
        ],
        "production companies": [
            {
                "name": "Moonscoop"
            }
        ],
        "distributors": [
            {
                "name": "JOJO"
            },
            {
                "name": "Janson Media"
            }
        ],
        "other companies": [
            {
                "name": "DQ Entertainment"
            }
        ],
        "plot": [
            "_Tara Duncan_ (qv) is a TV series about a 17-year old girl who is also a Spellbinder and defeats evil villains from the Otherworld with her fellow Spellbinders and friends Sparrow and Cal."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 5.0
            },
            "males": {
                "votes": 7,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 4.0
            },
            "females": {
                "votes": 5,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 5.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 4,
                "rating": 7.0
            },
            "non us users": {
                "votes": 5,
                "rating": 3.4
            }
        },
        "number of votes": {
            "10": 9,
            "9": 1,
            "8": 6,
            "7": 2,
            "6": 2,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}