{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2010"
            },
            {
                "country": "USA\n",
                "date": "September 2010"
            }
        ],
        "release dates": [
            "USA::2010",
            "USA::September 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Why Don't Zebras Get Ulcers? Why Do We?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    In Professor Sapolsky's introductory lecture, get a behind-the-scenes look at the science of stress and preview the groundwork for the course ahead.    "
                },
                "2": {
                    "title": "The Nuts and Bolts of the Stress-Response",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Every time you have a thought or emotion, things change in your body. Here, explore the two factors responsible for these changes: the nervous system and hormones.    "
                },
                "3": {
                    "title": "Stress and Your Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Armed with the necessary background information, explore how specific organ systems suffer when faced with chronic stress.    "
                },
                "4": {
                    "title": "Stress, Metabolism and Liquidating Your Assets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The next organ system you focus on: the metabolic system. Discover how cycles of chronic stress lead to a persistent activating and storing of energy, which in turn can lead to an inefficient use of energy and play a critical role in the prevalence of adult-onset diabetes.    "
                },
                "5": {
                    "title": "Stress, Overeating and Your Digestive Tract",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Focus now on the role stress plays in our gastrointestinal tracts. Why do most of us eat more during stressful periods? How does stress affect bowel disorders like irritable bowel syndrome and spastic colons? And how does stress combine with a bacterial infection to produce a common stress-related disease: ulcers?    "
                },
                "6": {
                    "title": "Stress and Growth: Echoes from the Womb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The first of two lectures on stress and child development takes you inside prenatal and postnatal life. Using two extraordinary examples, Professor Sapolsky reveals the ways a fetus can respond to the environmental stressors of its mother, and how different parenting styles can affect the stress levels of young children.    "
                },
                "7": {
                    "title": "Stress, Growth and Child Development",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Investigate how chronic stress can disrupt the growth of young children by focusing on stress dwarfism and the connection between stress and low growth hormone levels. Also, learn how mid-20th-century experiments with monkeys proved how important love: and not just nutrients: is in raising less-stressful children.    "
                },
                "8": {
                    "title": "Stress and Female Reproduction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Get an insightful overview of the multifaceted effects of stress on the female reproductive system. Some of the topics you explore are the intricate relationships between stress and fertilization, ovulation, spontaneous miscarriages, high-tech in vitro fertilization, and the strength of the libido.    "
                },
                "9": {
                    "title": "Stress and Male Reproduction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Despite being simpler than its female counterpart, the male reproductive system is just as vulnerable to chronic stress. Here, discover how stress leads not to a major decrease in testosterone so much as an increase in erectile dysfunction (with a focus on two of the most common symptoms: impotency and premature ejaculation).    "
                },
                "10": {
                    "title": "Stress and Your Immune System",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Turn now to the relationship between stress and your immune system. After mastering the basics of how this system works, delve into how frequent stressors can result in flare-ups of autoimmune diseases like rheumatoid arthritis, can increase your vulnerability to infections like the common cold and herpes viruses, and more.    "
                },
                "11": {
                    "title": "Stress and Cancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Can an increase in stress actually cause cancer? Can it cause a relapse among patients in remission, or speed up the rate of a cancer's progression? Professor Sapolsky offers his insights on these and other controversial questions and myths about the possible links between stress and cancer.    "
                },
                "12": {
                    "title": "Stress and Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Stress and pain have an intriguing relationship: Stress can increase your sensitivity and resistance to pain, while pain constitutes its own particular stressor. Explore this fascinating bidirectional relationship, and expand your knowledge of how both balanced and stressed minds and bodies react to all varieties of pain.    "
                },
                "13": {
                    "title": "Stress, Learning and Memory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Memory: whether implicit or explicit: is an essential part of everyday life. So it's all the more important to understand how it's affected by stress. This lecture explains the science behind how short-term stress enhances memory and learning, while chronic stress may actually work to kill neurons in the hippocampus.    "
                },
                "14": {
                    "title": "Stress, Judgement and Impulse Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    In addition to affecting the hippocampus, stress can prove harmful to the frontal cortex as well: the seat of behavioral regulation. As in previous lectures, discover what happens to this essential part of the brain when it comes under attack from chronic stress.    "
                },
                "15": {
                    "title": "Stress, Sleep and Lack of Sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Most of us don't get as much sleep as we should. Yet the amount of sleep we get is highly intertwined with how our bodies deal with stress. Investigate why high levels of stress disrupt not only how long we sleep: but the quality of sleep's vital restorative powers as well.    "
                },
                "16": {
                    "title": "Stress and Aging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    As you age, your ability to deal with stress decreases. What's more: Lots of stress throughout your lifetime can accelerate aspects of aging. Here, examine a series of intriguing experiments and studies that explain the science behind these two views about the intersection between stress and aging.    "
                },
                "17": {
                    "title": "Understanding Psychological Stress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Why are some stressors more unbearable than others? This lecture introduces you to three powerful psychological factors that work to modulate the stress response: having an outlet, taking advantage of social support, and having predictive information about when and how long a stressor will occur.    "
                },
                "18": {
                    "title": "Psychological Modulators of Stress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Conclude your look at ways to modulate the stress response by looking at two subtler variables: your control over the stressor, and your interpretation of whether the stress is getting better or worse. You also see why, despite being enormously powerful, these variables can work only within certain parameters.    "
                },
                "19": {
                    "title": "Stress and the Biology of Depression",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Turn to the realm of mental health with this close look at the ties between stress and major depression: one of the leading causes of disability in the world. Start with an overview of the disorder's symptoms before delving into the particulars of its neurochemistry and neuroanatomy.    "
                },
                "20": {
                    "title": "Stress and the Psychology of Depression",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    To truly understand clinical depression, you need to grasp its psychological aspects as well. In the second lecture on stress and this prevalent disease, explore the pivotal role stress hormones play in depression. Then, use your newfound knowledge of stress to knit together the psychological and biological models of depression.    "
                },
                "21": {
                    "title": "Anxiety, Hostility, Repression and Reward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Anxiety disorders, feelings of intense hostility, a decreased capacity for pleasure, and a repressed or addictive persona are just a few of the many distinct effects that chronic stress can have on an individual's personality and behavior.    "
                },
                "22": {
                    "title": "Stress, Health and Low Social Status",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    How strong a role does socioeconomic status play in what stressors you're exposed to, as well as your potential for chronic stress? It's a provocative question whose answer Professor Sapolsky reveals in this penetrating look at the characteristics and effects of psychosocial stress on both primates and humans.    "
                },
                "23": {
                    "title": "Stress Management: Clues to Success?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Before learning tips to manage chronic stress, it's essential to understand why certain individuals cope better with stress: both physically and mentally: than others. Discover that the key lies in grasping predictors of successful aging, including a position of respect, a resilient personality, a healthy lifestyle, and a realistic approach to life's challenges.    "
                },
                "24": {
                    "title": "Stress Management: Approaches and Cautions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stress and Your Body (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Exercise. Meditation. Social support. Religious beliefs. In this concluding lecture, learn how these and other outlets can potentially help you manage life's everyday stressors: both biologically and psychologically. Regardless of how many stressors you deal with daily, all of us, according to Professor Sapolsky, have the potential to keep them in perspective.    "
                }
            }
        },
        "number of episodes": 24,
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzRjMjZkZDAtZjQyYy00N2E4LWIwNzEtNmJiZTJhZmYyNDgyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Feeling stressed? You're not alone. Stress is a fact of life. And the key to changing how stress affects you is a thorough knowledge of how it works--which you'll find in the 24 fascinating episodes of Stress and Your Body. Delivered by Stanford University Professor Robert Sapolsky, one of the world's foremost researchers on stress and neurobiology, this course explores the nuts and bolts of the stress response system and its biological and psychological impact on your everyday health. Why do some people adapt to stress more easily than others? How does stress affect your immune system? Why does stress prompt you to sleep more (or less)? With this dynamic course, you'll finally get answers to these and a host of other intriguing questions.",
        "title": "Stress and Your Body",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1"
        ],
        "plot": [
            "Feeling stressed? You're not alone. Stress is a fact of life. And the key to changing how stress affects you is a thorough knowledge of how it works--which you'll find in the 24 fascinating episodes of _Stress and Your Body_ (qv). Delivered by Stanford University Professor Robert Sapolsky, one of the world's foremost researchers on stress and neurobiology, this course explores the nuts and bolts of the stress response system and its biological and psychological impact on your everyday health. Why do some people adapt to stress more easily than others? How does stress affect your immune system? Why does stress prompt you to sleep more (or less)? With this dynamic course, you'll finally get answers to these and a host of other intriguing questions."
        ],
        "tech": {}
    }
}