{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "11 January 2010"
            }
        ],
        "release dates": [
            "South Korea::11 January 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bunhong Lipseutik"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Pink Lipstick"
            }
        ],
        "akas": [
            "Bunhong Lipseutik (original title)",
            "Pink Lipstick World-wide (English title)"
        ],
        "akas from release info": [
            "Bunhong Lipseutik (original title)",
            "Pink Lipstick World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun is shocked to learn that her husband and best friend are having an affair. Journey back in time to see how Ga-Eun falls in love with Park Jung Woo.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    As her visit begins, Mi-Ran has dinner at Ga-Eun's. Afterwards, they try settling in for the night, but Ga-Eun gets a call from Jung-woo. He takes her on an impromptu date. Ga-Eun invites Mi-Ran to join them, and she arrives just as Jung-woo asks Ga-Eun a very important question.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    It surprises Ga-Eun that Mi-Ran did not show up, but Jung-woo suggests it was for the best since a proposal is an experience a woman should enjoy without onlookers. Mi-Ran did show up, but she left hastily, after witnessing her fiancé's proposal to her best friend.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Mi-Ran fakes enthusiasm when Ga-Eun invites her to dinner to meet Jung-woo at six o'clock. Mi-Ran quickly places a call to Jung-woo demanding he meet her at six o'clock. He does not realize the reason she needs to meet prior to dinner with Ga-Eun, so he refuses.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Mi-Ran's mother informs her that Mister Cho saw her kiss Ga-Eun's fiancé. Intent on keeping her daughter from becoming her mother, Mal-ja threatens to tell Ga-Eun everything. She then takes Mi-Ran on a guilt trip insisting a caring friend like Ga-Eun deserves more respect from her.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Mi-Ran and Jung-woo are at the Ruby Hotel Coffee Shop discussing problems when Ga-Eun calls and tells Jung-woo to meet her there. He says he is stuck at work, but Ga-Eun swears she sees him darting out of the coffee shop. Her mother suggests Ga-Eun's eyes have fooled her.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun's sister arrives home after a girl fight and a trip to the ER. Mi-Ran envisions an all-out confrontation with Ga-Eun, but winds up getting drunk and simply knocking the flowers Jung-woo bought for Ga-Eun off a dressing table. Jung-woo considers doing a background check on Mi-Ran.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Yung-eun discovers her boss, Director Ha, possesses a laptop containing photos of Jung-woo with another woman. She tries telling Ga-Eun, but finds she cannot while her sister packs for her honeymoon. When Yung-eun finds out Mi-Ran is the woman in the photos she decides keeping the secret is better.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo visits Mi-Ran to settle matters with her. While he will always care for her, he senses she had ulterior motives. He hands her an envelope and tells her she could have just asked for money instead of stooping so low as to send someone to try and blackmail him.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "22 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Mi-Ran insists she will divulge everything about Jung-woo to Ga-Eun with a slide show when she reclaims her newly repaired laptop. Jung-woo goes to dial Ga-Eun's number, explaining calmly to Mi-Ran that he has no problem airing everything out in the open with Ga-Eun right then and there.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Mi-Ran's big reveal nears as she and Ga-Eun meet at a cafe to await the return of Mi-Ran's newly repaired laptop. The big reveal is a let down when it turns out the photos could not be recovered. Mi-Ran realizes this may have had something to do with Yung-eun.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum is eating a meal and finds out that his uncle and cousins are trying to set him up on a blind date. Mi-ran comes home after drinking with her boyfriend. She is confused about her engagement and does not know if she is really in love or not.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    A chance encounter at lunch pits Yung-eun right in front of the girl she fought, Jung-woo's sister, Jung-hee. Their mothers exchange pleasantries, and Hae-shi asks that Jung-hee take good care of Ga-Eun. The only question is, what sort of family would have a daughter that fights like Jung-hee?    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "28 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Ga Eun gets a lecture from her sister about her engagement to Jung woo. Mom does not want her to marry him and now her sister says that her mother in law to be is mean because she met her at the wrong time. Jung woo breaks down about his past.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "29 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo's mother smells Mi-Ran's perfume on his clothes and berates him for conducting himself in such a manner the day before his wedding. Yet, he and Mi-Ran's relationship has had a sudden turn. He now wants her to wait for him until he has reached his goal with Ga-Eun's family.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun's mother has decided to allow the wedding to go on, even after discovering who it was that scuffled with her daughter, Yung-eun. Mi-Ran discovers something of her own, and must move out of Ga-Eun's house right after the wedding.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Although Mi-Ran shows up at the wedding without making the entrance she imagined, she is dragged out just as Yung-eun falls to the floor in agony. At the hospital, Ga-Eun and Jung-woo are told that Yung-eun is fine. She has experienced nothing more than the results of being under stress.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo and Ga-Eun honeymoon in Jeju. Jung-woo gets a scare one morning when Ga-Eun spies a cake in the hotel room that she thinks is a surprise from Jung-woo. It features a bride and groom with names written in icing. A startled Jung-woo notices the bride's name reads \"Mi-Ran\".    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "4 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The newlyweds return home from their honeymoon. Turns out that Mi-Ran managed not to destroy their wedding day. Settling in at home, however, is no easy feat. Ga-Eun and Jung-woo must now decided upon their living arrangements. For now, the plan is to live with Jung-woo's mother.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "5 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun seems unable to impress her mother-in-law from the start. She admits to Bun-Nyeo that she lost the family heirloom she received as a wedding gift. A torrent of guilt is unleashed on her, but Bun-Nyeo destroyed the ring on purpose so as to keep Ga-Eun in line.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun shows up unannounced to Mi-Ran's apartment when she is entertaining Jung-woo. Meanwhile, Mi-Ran's mother and her mother's boyfriend show up to Jung-woo's house for a confrontation. Bun-Nyeo reels when Betty Jung announces Jung-woo got her daughter pregnant just as he was marrying Bun-Nyeo's daughter-in-law.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "9 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bun-Nyeo unleashes fury on Mi-Ran when she is told she is the baby's grandmother. Mi-Ran claims Jung-woo is going to marry her, but Bun-Nyeo believes she is a liar. She gets even angrier knowing Mi-Ran's mother and boyfriend have threatened to divulge this fabrication to Ga-Eun's family.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "10 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Mi-Ran tells Jung-woo that she is keeping the baby. While she believes he has a ruthless intention to take over Ga-Eun's family business, she believes that they can settle down and live happily. Jung-woo decides she must be followed. There is no knowing what she is capable of doing.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "11 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Mi-Ran returns home to recuperate after having surgery to terminate her pregnancy. At least, that is what her mother and Jung-woo believe. Although Jung-woo has arranged for her plane ticket to New York, Mi-Ran will not necessarily arrive there alone. She left the hospital without going through with the operation.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "12 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Knowing Jung-woo would have her followed, Mi-Ran fakes a purchase at the pharmacy to keep him from finding out that she did not have the surgery. Mi-Ran's mother comes to the conclusion that she cannot survive on her own with Mr. Cho in jail, so she takes drastic action.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "16 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bun-nyeo puts on a show for Ga-Eun when she fakes a severe attack from her diabetes. The act works to make Ga-Eun think she has come up with the idea to continue living at Jung-woo's to care for her. A surprise encounter with an unprepared Mi-Ran shocks Betty Jung.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "17 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    There is no trace of Mi-Ran anywhere in America. This comforts Jung-woo. There is also no trace of Sung-eun, Ga-Eun's missing brother, but evidence shows someone else is looking for him. This unnerves Jung-woo, despite the fact he has lots to be happy about now that Ga-Eun is expecting.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "18 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Betty Jung decides to phone Jung-woo. It is time he either gets divorced from Ga-Eun or starts paying alimony to her daughter. He is just as responsible for the baby as Mi-Ran. Ga-Eun's morning sickness, meanwhile, is so bad she cannot even drink the tonic Bun-nyeo brewed for her.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "19 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bun-nyeo gets a visit from a desperate Betty Jung who begs for money for her unborn grandchild. A shocked Bun-nyeo places a call to Jung-woo to let him know the truth about Mi-Ran. Ga-Eun is led into thinking she is meeting up with her long-lost brother when tragedy strikes.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "22 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun wakes up in a hospital bed knowing she has had some kind of surgery, but is more interested in finding out if the baby is all right. Jung-woo must deliver some upsetting news while keeping thoughts of the birth of his other child out of his mind.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "23 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    After seeing a compelling picture in the Dream newsletter, Ga-Eun believes she has finally found her missing brother, Sung-eun. Ga-Eun calls Dream and asks that she get a chance to meet the young man pictured. It leads to a tearful family reunion, with lots of mixed feelings.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "24 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Six years have passed. Ga-Eun is the happy adoptive mother to Na-Ri, Jung-woo's biological daughter with Mi-Ran. Mi-Ran and her mother arrive back in Korea after a long absence. She shows up at a business dinner hosted by Jung-woo's company, introducing herself to Jung-woo as designer Julia Kim.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "25 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    In order to get total control of Sun Apparel, Jung-woo needs to secure the success of Star Fashion. He plans to succeed at his venture by buying a line designed by Julia Kim. Julia, or Mi-Ran as she was formerly known, accepts Jung-woo's offer with some demanding contingencies.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "26 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun catches Jung-woo texting someone before bed. He tells her it is no one she needs to know about. The next morning, she catches him applying lotion. She wonders if he has a special meeting. It turns out that he does, but Ga-Eun has no idea it is with Mi-Ran.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Julia Kim officially signs contracts with Vice President Park in his office. Afterwards, he invites her to another special night out. He wants to know everything about her, the woman he has always loved. Meanwhile, Ga-Eun's demanding mother-in-law expects her to do more work around Jung-woo's house.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "2 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun gets a call from Mi-Ran. She invites Mi-Ran to visit and to meet Na-Ri, the child Mi-Ran believes is Ga-Eun's. Jung-woo arrives home from work, notices Mi-Ran and flashes her a knowing smile. Jeong-hee's marriage is, ironically, also on the rocks after her husband is caught cheating.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "3 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Yoo Ga Eun's mother in law tells her how bad she is to her son and that she treats Park Jung Woo so badly. She thinks about going home and decides that she can't go back there either. She goes home and decides she hasn't tried hard enough on marriage.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "4 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jung woo is cheating on Ga Eun with her best friend Miran. They had a daughter Sa rang together that died 7 years earlier. Miran finds out that Jun woo and Ga Eun adopted a girl the same age as the one she lost at birth. She is suspicious.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "5 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Miran finds out that the little girl Ga Eun is raising is actually the daughter she had given birth to. She found out that her mother lied to her and that her baby did not die at birth like she was told. Miran is totally devastated at the news.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo reassures Ga-Eun he loves her and all she does for Bun-nyeo and Na-Ri. Na-Ri is frightened of the fox lady who visits her school. Bun-nyeo warns her never to mention fox lady, a/k/a Betty Jung, or she might get snatched up. Mr. Cho makes demands of Mi-Ran.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "9 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jung woo decides to stay the night with Miran when he was supposed to go home and have supper with his wife. When his sister comes home after being hit by her husband, Ga Eun goes to serve her stew and burns herself, he takes the battery out of his phone.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "10 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After Ga-Eun injures herself badly enough to need a hospital visit, Jeong-hee wonders if Jung-woo is having an affair since no one could reach him. The accusation shocks Ga-Eun, but even she has to wonder as she continues to try, in vain, to reach him.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "11 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Shockwaves are felt everywhere when Na-Ri disappears. Mi-Ran is responsible for taking her, and she tells Jung-woo it is because she cannot help but want to see her child. Jung-woo understands, but warns Mi-Ran not to do anything more, or she may potentially mess up their plans.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "12 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Miran messes up and lets Ga Eun see how upset she is. When she passes out from drinking in their home, Ga Eun asks Jung woo to take Miran home. She finds out that Miran and Jung woo are having an affair behind her back. She is completely shattered.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga Eun ends up in the hospital after finding out about her husband and Miran having an affair behind her back. Miran starts her job at Dream. Ga Eun ends up at home and fainting again. Nari tells daddy she wishes mommy was always sick so he would come home sooner.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "16 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga Eun decides to fight for her family. She tells Jung woo that he must fight for their family with her. His sister just had her husband ask for a divorce and the women want Jung woo to punch him in the face for hurting her. Ga Eun asks questions.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun finds a friend to hang out with that was recently divorced. When they went out shopping she sees her husband Jung woo with her best friend Miran. They were together as a couple and her friend saw them too. She makes Yumi promise to keep it quiet.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "18 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun confronts Jung woo and Miran about their affair after seeing them shopping together when she was out with her friend that was recently divorced. Her mother in law and Nari both beg Ga eun to forgive Jung woo one time and his mom threatened to keep him loyal.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun realizes Yung-eun always warned her that Jung-woo might end up disappointing her. Jeong-hee, helping out around the house more, suggests she torture Jung-woo all she wants, but Yung-eun takes matters into her own hands. She finds out where Mi-Ran lives and threatens to have her arrested for adultery.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun visits Mi-Ran to deal with matters herself, but Mi-Ran vows that she will never give up on Jung-woo. Mi-Ran tells Ga-Eun her best bet is to simply let Jung-woo go. Jae-bum finally realizes he had Ga-Eun all wrong, confusing her deeds with Mi-Ran's. He decides to apologize.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "23 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Mr. Cho and Betty Jung plead with Bun-nyeo to let them take Na-Ri out for a day. Bun-nyeo refuses. She gets about a minute of peace before Jeong-hee demands to know how she kept the truth about Na-Ri to herself for so long. Jae-bum makes his formal apology to Ga-Eun.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "24 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun tells Jung-woo she wants a divorce, but he denies doing anything wrong. More precisely, he denies deserving to potentially lose his hold on the company. Ga-Eun has photos to prove he went to Mi-Ran's when he should have been home with his sick daughter. She wants a divorce.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "25 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    J is not Julia. Everyone at Dream tries telling reporters this after the online news story accusing the Hollywood designer of adultery breaks. Despite attempts at damage control, Mi-Ran finds her publisher hesitant to go ahead with signing contracts because, she is told, Koreans do not take adultery lightly.    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "26 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-Eun's mother shows up at Mi-Ran's and has Mr. Kim ransack the apartment. After asking Mi-Ran how it feels to be a victim, Mi-Ran replies that Jung-woo only wanted Ga-Eun for social status. Jung-woo retaliates with a rumor that Sung-eun has embezzled funds from Sun Apparel.    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The findings from Mi-Ran's DNA test shock Ga-Eun enough to land her in the hospital. She now knows that Na-Ri is the product of Jung-woo's relationship with Mi-Ran. Jae-bum shows up for a visit beside Ga-Eun's hospital bed, bringing her a bouquet of flowers.    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "30 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun gets released from the hospital. She goes back to her old home and goes to the bedroom to tear apart her wedding photo. Jung woo comes in and argues with her for a while before asking her for a divorce. He already resigned from her father's company.    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun swears to Miran that she will never divorce Jung woo and she will never let her have Nari. Ga eun decides to take Nari to her mothers for a while. Jung woo leaves Sun and begins his own company. Dream decides to stay with him for now.    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "1 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Mr. Cho dresses up like a lizard for a party in honor of Na-Ri. The problem is Ga-Eun will not let go of Na-Ri. Mi-Ran throws a fit. Ga-Eun's mother arranges for the family attorney to visit so Ga-Eun can sue Jung-woo for adultery and claim lots of alimony.    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "2 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Sung-eun faces an investigation on charges of embezzlement while his father is sick in the hospital. Jung-woo and Mi-Ran meet opposition to their latest plan to take Na-Ri back. This opposition comes from the most unlikely people - Byun-nyeo and Jung-hee.    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "5 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun still won't give Jung woo a divorce. Her sister shows up at the celebration party for the new company that Jung woo opened after ruining their fathers company. She tells his secrets and a big uproar ensues. Nari regresses after being told by Miran that she is her mother.    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "6 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo's coaxing to have Na-Ri returned to her birth mother does nothing to change Ga-Eun's mind. He offers her a store, a reduced sentence for Sung-eun, and alimony. She refuses, unless he can meet one little condition. Then, she tells Jung-woo, she might change her mind.    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "7 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Mirans secret about her past is finally revealed. She fights with Jung woo about when she should have told him. She was married previously to a man with 13 other wives. She was the 14 wife to him. Nari is improving and is not sucking her thumb but won't talk.    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "8 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    When Jung-woo confronts Mi-Ran about the online rumor of being the 14th wife of a man in America, she pours herself a drink. She then drags sympathy from him by telling him how hard her life was after losing Na-Ri. Byun-nyeo urges Jung-woo to leave Mi-Ran, the tramp.    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "9 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Na-Ri will not eat, especially when Jung-woo attempts to feed her. Her reaction to Mi-Ran is often even worse, and Jung-hee tries convincing Jung-woo not to upset Na-Ri further with a change in living arrangements. She is used to, and better off with, Ga-Eun.    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "12 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun feels as if her hand was forced so she goes against everyone's wishes and moves back into Jung woo's home. She is planning to live as his wife to stay with Nari. Nari comes back to herself when Ga eun moves back home. She starts speaking for Ga eun.    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "13 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun's mother comes to the Park house and her and her sister drag Ga eun out of the house and away from Nari. Both mothers fought the whole time they were there and agreed to get Ga eun away from Nari forever. Ga eun and Nari are uncontrollaby upset.    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "14 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun sister is set up by Miran and Mr. Cho. She pushes Miran to the ground when they are arguing and harms her arm. She goes to jail. This forces Ga eun to make a decision to get her sister out of jail and a record by signing the divorce.    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "15 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun's mother loses the families money when she tried to invest the security deposit for their apartment into a fund that would draw interest. She was scammed and lost all the money that the girls had and she couldn't help Ga eun get her sister out of jail.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Miran's mother and stepfather go to meet Jung woo's mother and sister. They end up in a fight with Jung woo's mother. Ga eun's mom is happy to invite Jae bum to dinner after helping to clean up the new shop that they are opening. He scrubbed the floors.    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "19 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun tries to kill herself and Jae bum finds her in time to save her life. She recovers to go see Madam Oh about her ex-husband Park Jung woo. She asks Madam Oh to make her powerful so she can avenge her families undoing. Madam Oh gives her a task.    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "20 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Miran and Jung woo get married. Ga eun finds out where they are going on the honeymoon and comes up with a rouse to get Jung woo away from Miran on their honeymoon. He ends up driving Ga eun back home and is gone the entire night of the honeymoon.    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "21 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun keeps her rouse going with Jung woo and he gives her money. She starts an even bigger fight with him and Miran. Jae bum comes by to see Ga eun play piano at one of her jobs. He tells her he has feelings.    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "22 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun continues her plan for revenge. Madam Oh invests in her business plan and gives her ten thousand dollars. She told Ga eun to double the money. Jung woo's mother is on a pretend hunger strike to get rid of Miran. Nari is even in on the plan.    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "23 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun tries to sell last years fashions on the street after she bought them from Madam Oh. She was not able to sell anything and even lost a few dresses somehow. She hatches a new plan to alter the clothes and let her sister model them for her to sell.    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "26 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun continues her resolve to ruin Jung woo and Miran. Miran tries to be a good daughter to her mother-in-law but Mother wants so much in return. She expects her to cook huge meals for breakfast when she has a job. Miran talks Nari into seeing Ga eun secretly.    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "27 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Jung woo decides that Nari does not need to see Ga eun because she is doing so much better with Miran. He tells Ga eun not to see her anymore. Jae bum rents out the restaurant for the evening so he can sing to Ga eun about how he feels.    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "28 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Things take an unexpected turn causing Yoo Ga Eun to show an interesting side. Finding out that her husband is a cheater and their adopted baby is the product of his lustful ways, Yoo Ga Eun decides to do the unexpected. What happens next is a jaw dropping surprise.    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "29 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun comes back after taking a month away from everyone. She is different and it upsets Jae bum. Ga eun shows up as Maria the winner of the fashion contest for Dream. Miran goes off and refuses to give her the prize when she is announced as the winner.    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "30 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Mi-Ran refuses to work anywhere near Ga-Eun at her office. Jung-woo tells her not to be so picky. A Dream Star blind test is coming up with Mi-Ran as a designer judge. Despite needing to concentrate, she will have no choice but to work in close quarters with Ga-Eun.    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "3 May 2010",
                    "year": "2010",
                    "plot": "\n    Miran's parents are found out and their scheme revealed. It drags the name of Dream through the mud. Dream decides to make Miran and Ga eun compete for the main designer position for the next line that comes out. They are given a week to come up with a design.    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "4 May 2010",
                    "year": "2010",
                    "plot": "\n    The chairman confronts Park Jung woo about his wife's family. Ga eun and the Chairman go back and forth over two paintings. Ga eun's mother and sister want her to marry Jae bum but she is determined never to lean on a man again. She is against marriage forever.    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "5 May 2010",
                    "year": "2010",
                    "plot": "\n    Miran's parents come back home to find out that Nari is missing. No one can find her. Jae bum lets Ga eun leave work to look for her as well. Jae bum finds Nari at the department store where Ga eun works, Madam Oh's store. She was looking for Ga eun.    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "6 May 2010",
                    "year": "2010",
                    "plot": "\n    Ga eun and Jae Bum sit at her home with Nari until Jung woo comes to get her. He takes her home and yells at Miran for being a bad mother and making him look bad. Then he slaps Miran. Miran steals Ga eun's designs for the fashion show competition.    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "7 May 2010",
                    "year": "2010",
                    "plot": "\n    Miran uses designs she stole from Ga-eun's desk to make her collection and was caught for plagiarizing another designer. The chairman almost fired her for it. She has to keep working with Ga-eun for now. Miran's parents take a loan out on the family house and do not tell her.    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "10 May 2010",
                    "year": "2010",
                    "plot": "\n    Miran asks Mr. Cho to leak Ga-eun's designs since she took the lead of head designer away from Miran at Dream. Miran is determined to ruin Ga-eun now. The Chairman's third wife insults Ga-eun and throws a drink on her when she is waiting for the Chairman to finish his call.    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "11 May 2010",
                    "year": "2010",
                    "plot": "\n    Jae bum tries to be nice to Ga-eun. He brings her something to eat and a neck pillow at the office. She falls asleep so he runs home to make her tea. He finds her walking home and gets her to let him give her a ride. She is smiling finally.    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "12 May 2010",
                    "year": "2010",
                    "plot": "\n    Miran locks Ga-eun in a storage closet and she is claustrophobic. Ga-eun is rescued by Jae bum and he looks for the person who did this to Ga-eun. He accuses Miran but she says she is offended and that he should not accuse her without having proof that she's guilty.    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "13 May 2010",
                    "year": "2010",
                    "plot": "\n    Miran swears to everyone that she is not the one who locked Ga-eun in the storage closet. Jae-bum gives Ga-eun an earring he thinks she dropped that he thinks is hers. She says that it isn't but she knows who it is. The chairman tries to make-up for his ex-wife.    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "14 May 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun and Miran argue at the office and Director Ha has to step in. Jae-bum tells them if they don't stop that he will fire Miran himself. Ga-eun sets up a meeting and a photo for Jung woo and some young woman to make him look suspicious to Miran later.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "17 May 2010",
                    "year": "2010",
                    "plot": "\n    Miran and Jung-woo's mother fight over Nari and her getting in trouble at school. She tries to throw Miran out but she swears she will stay til she dies. Miran finds lipstick on Jung woo's collar and they fight. Jung woo moves out of the family house and leaves Miran.    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "18 May 2010",
                    "year": "2010",
                    "plot": "\n    Yoon Nana comes to Ga-eun's home and tells her that she wants to marry Jae-bum and asks Ga-eun to back off. Ga-eun accepts and asks Jae-bum to one final picnic but he thinks she is finally going to accept him. Jung-woo wants to talk to Ga-eun, he calls her phone.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "19 May 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun crushes Jae-bum's heart by telling him that she is still in love with her ex-husband Park Jung woo. He is crushed. Miran tries to make up to Jung woo. Dream is having trouble keeping up with new competition. Ga-eun meets with the Chairman for drawing lessons with a famous artist.    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "20 May 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun's designs are leaked somehow and her clothes are on store shelves before their debut. Dream and Star are both in an uproar about who did this and why. Miran tries to pin it on Ga-eun saying that she was careless and sold her designs for money because she needs it.    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "21 May 2010",
                    "year": "2010",
                    "plot": "\n    Jung woo is suspicious of Miran. The Chairman is irate and does not want to wait for Ga-eun to make more designs. He tells Jae-bum that he messed up and he needs to figure out how to fix this. Jae bum says he has a plan but the Chairman doesn't approve.    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "24 May 2010",
                    "year": "2010",
                    "plot": "\n    Dream and Star are in an uproar about Ga-eun's designs being leaked. Everyone is trying to find out who the culprit is. Mr. Cho talks about laying low and Ga-eun confronts Miran's daughter about him. She does not tell Ga-eun anything. Ga-eun goes to see Nari and bring family tonics.    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "25 May 2010",
                    "year": "2010",
                    "plot": "\n    Director Ha is being brought before the committee on the charges of taking responsibility for Ga-eun's designs being leaked. Ga-eun goes to Madam Oh and asks her to help find Mr. Cho. Miran's mother brings her stuff to the Park household and says she is staying with them for now.    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "26 May 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun puts in her resignation. Jung-hee and Young-eun both make kimbap and bring it to Seo-jin for lunch. They end up fighting over him and he tells them both he already ate and leaves. Miran packs up Ga-euns stuff and takes it to her to find her and Jung-woo together.    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "27 May 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun tells Chairman Maeng that she resigned her job. He asks her if it was with Dream Star and she says yes. Mr. Han calls Ha Jae-bum and tells him that he found the culprit who leaked Ga-eun's designs. The Chairman starts asking questions into Yoo Ga-eun to see who she is.    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "28 May 2010",
                    "year": "2010",
                    "plot": "\n    Miran is upset about Jung-woo meeting with Ga-eun secretly. Jae-bum and Mr. Han get closer to finding out who the culprit is who leaked Ga-eun's designs. Gae-un goes to a concert with the Chairman. She knows he is figuring out who she is and is a little concerned about it.    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum and Mr. Han chase a guy who might be the one who leaked Ga-eun's designs. He gets away. Ga-eun gets a call from someone who she has following Mr. Han and they tell her that Mr. Cho is behind the leak in the designs. Jae-bum doesn't know who it is yet.    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "1 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Mr. Cho contacts Miran's mother and she is supposed to contact Miran right away but she changes her mind. Ga-eun gets Miran's mother to meet her saying that it is Mr. Cho. When she shows up Ga-eun confronts her and gets her to confess that Mr. Cho leaked the designs.    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "2 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun and the Chairman go out together after painting. She takes him to shop in the streets and buys a couple of shirts. Jung-woo sets up a meeting between himself, Ga-eun, and Jae-bum. Dream star is looking for a new main designer and have started advertising for someone to try out.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "3 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Chairman and Ga-eun meet at his home again and Jae-bum shows up early. She can't let him see her there. All of a sudden, Jae-bum gets a call that the culprit behind the design leak is on the move. He goes after him and is pushed down the stairs.    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum ends up in the hospital after his fall. Jung-woo walks in as Ga-eun tells an unconcious Jae-bum that she loves him. Ga-eun admits her feelings to Jae-bum and he is upset. He wants to know all kinds of things like if that is why she came to Dream Star.    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "7 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum wakes to have Ga-eun tell him that she loves him. Ga-eun goes to see Chairman Maeng and tells him that she was using him all along and that she cannot continue to be friends with him anymore. Ga-eun spends the day at the hospital with Jae-bum making him happy.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "8 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun finally confides in Jae-bum telling him of her family being split apart and losing her brother when they were so young. She felt its all her fault and that everyone will leave her. Jae-bum tells her that he will never leave her. He almost kissed her and her phone rings.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "9 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Jung woo and Miran fight about Ga-eun again. Miran turns over her money to pay the damages and tells Jung woo that Ga-eun will not be a problem anymore. Jae-bum and Ga-eun talk about marriage. They go to visit her brother in jail and bring food to him from mother.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "10 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Miran sneaks into Ga-euns room and finds the evidence that she had against her and steals it. Miran uses Nari to get to Ga-eun and uses an excuse to go to her house that Nari was missing her. Miran is reprimanded by Director Ha but the Chairman keeps Star Designs.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "11 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun agrees to meet Jae-bum's uncle to set a date for marriage. Jae-bum thinks that they have never met and does not know that Ga-eun was the one that the his uncle had been in love with, too. Miran finds out that she is pregnant with Jung woos child again.    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "14 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun visits the Chairman out of the blue. She now wants revenge on Park Jung woo again. Ga-eun finally decides to let the Chairman introduce her to his family and she tells him that they already know her. They go out to dinner and Jae-bum is completely beside himself.    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "15 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun walks out with the Chairman and Jae-bum is uspet that she is the person that he has been seeing. He can't believe it. He runs after Ga-eun just for her to tell him that it is true. She says that she is the woman that his uncle's woman now.    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "16 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Uncle tells the boys that he is marrying Ga-eun and Jae-bum finally tells him that Ga-eun is the woman he wants to marry. Uncle is confused but unwilling to change his mind. He has decided to make Ga-eun the director at Dream. Miran and Jung-woo tell Nari about the baby.    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "17 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Everyone is in an uproar after Sung-eun dies in prison. Ga-eun gives up her love for Jae-bum to commit to marrying the Chairman for revenge on Jung-woo and Miran. Miran comes by to tell her that she is pregnant. Jae-bum is insists that the chairman reconsider but he does not.    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "18 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Chairman introduces Ga-eun as his fiancee and then takes her to Dream to announce that she is taking over Director Ha Jae-bum's position as Director of Dream Star. She is determined to avenge her brother and father's death. She moves Miran out of her office and into the main area.    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "21 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    It is found out that Jung-woo bought all of Miran's clothes to make the sales figures look good. Miran and Jung-woo are determined to break up the Chairman and Ga-eun. They decide to come up with a plan to get her back with Ha Jae-bum instead so she leaves the chairman.    "
                },
                "116": {
                    "title": "Episode #1.116",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "22 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Miran miscarries the baby but refuses to tell the family. Ha Jae-bum refuses to come home. Ga-eun tells Jung-woo she will have revenge. The Chairman decides to go to Jae-bum and tells Captain Yeo to get his bike. The Chairman gets into an accident on his way to Jae-bum.    "
                },
                "117": {
                    "title": "Episode #1.117",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "23 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Chairman broke his leg and after recovering for a night in the hospital goes home to have Ga-eun move in and take care of him since they are engaged. Jae-bum comes back home but decides to find an apartment after he finds out that Ga-eun is moving in the house.    "
                },
                "118": {
                    "title": "Episode #1.118",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "24 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum begs the director to give him Ga-eun back. He pleads with him to give her up but the Chairman refuses. Miran decides to give a story to a reporter named Kim about Ga-eun. Jung-woo calls executive director Ha up. The newspaper comes out with Ga-euns picture on the front.    "
                },
                "119": {
                    "title": "Episode #1.119",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "25 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Nana shows up to visit Jae-bum but he tells her does not want to talk right now. Mr. Han takes Jung-woo's money and leaves Oriental and leaves town. Ga-eun argues with Jung-woo about Oriental. He accuses her of paying off Mr. Han. Jung-woo goes to the Chairman about Ga-eun again.    "
                },
                "120": {
                    "title": "Episode #1.120",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo tries to coerce the Chairman into saving his shops by offering to give him information on Jae-bum and Ga-eun's relationship. The Chairman tells him to get out. Miran admits to her mother that she lost the baby and has been hiding it to keep Jung-woo from divorcing her.    "
                },
                "121": {
                    "title": "Episode #1.121",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "29 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The Chairman decides to hold a dinner. He wants to have Ga-eun's mother and sister over for a family dinner. He invites Nana as well. Jung-woo sells land he has saved for a new building but the Chairman secretly has Secretary Yoon buy the land. Miran tries to get pregnant again.    "
                },
                "122": {
                    "title": "Episode #1.122",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "30 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun and Jae-bum both go to a place that Jung-woo is storing fake clothing. They are almost caught. Miran decides to take a tonic to get pregnant again and her mother brings her a gift to help her get pregnant. Jung-woos's mom sees the tonic and Miran's mother says its hers.    "
                },
                "123": {
                    "title": "Episode #1.123",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "1 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo is arrested. Jung-woo's mother calls Ga-eun's mother and demands that she have Ga-eun pay for Jung-woo to get out of jail and fix the mess he is in. Ga-eun's mother refuses. Mr. Cho calls Yumi again and wants to have some fun. Ga-eun tells Yumi to get a picture.    "
                },
                "124": {
                    "title": "Episode #1.124",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "2 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Chairman Maeng walks in as Jung-woo is about to hit Ga-eun for the death of his unborn child. Ga-eun tells Jung-woo about Miran taking sleeping pills. He confronts Miran to find out that she miscarried long before she told him. He blames her for losing the baby saying her drinking caused it.    "
                },
                "125": {
                    "title": "Episode #1.125",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "5 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Miran rushes into Ga-eun's office to confront her about pictures of Mr. Cho and Yumi. She throws a fit and is taken out of the office. Jung-woo's mother has a stroke and is suffering from dementia. Ga-eun shows up at the Park house and Miran asks her why she is there.    "
                },
                "126": {
                    "title": "Episode #1.126",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "6 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun brings gifts to Nari and her ex-mother-in-law. Jung-woo is having Ga-eun followed but is unimpressed about videos of her moving paintings. The Chairman clears Ga-euns schedule and sends a car for her. He hired a wedding planner for their wedding in hopes of getting her to set a date.    "
                },
                "127": {
                    "title": "Episode #1.127",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "7 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo finds out that the painting he paid $500,000 for is a forgery. Jae-bum tries to buy the old Sun company to stop Ga-eun from marrying his uncle. Jae-bum calls Ga-eun and tells her to come home early that they are having guests over for dinner that night.    "
                },
                "128": {
                    "title": "Episode #1.128",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "8 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The Chairman and Nana's mother set up a family dinner in hopes of convincing Jae-bum that it is time for him and Nana to marry. Jae-bum ends up taking Nana home but tells her that he will not marry her. He says she is like a little sister to him.    "
                },
                "129": {
                    "title": "Episode #1.129",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "9 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Nari takes off from her grandparent's home and is missing. Ga-eun is stricken with grief worried that she will be lost like Sung-eun was when they were little. Miran was hiding Nari out at her parents pretending she was missing to hurt Ga-eun. Miran's parents let Nari eat peanuts.    "
                },
                "130": {
                    "title": "Episode #1.130",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Nana overdoses on sleeping pills and the Chairman and her mother think it is time to rush a wedding between her and Jae-bum. Miran's diamond was found out to be very low quality and not worth the money that she thought it was. She swears that Ga-eun is behind it.    "
                },
                "131": {
                    "title": "Episode #1.131",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "13 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Nana is left in Jae-bum's care until she is better but the Chairman is pushing for Jae-bum to marry her, especially after she overdoses. Park Jung-woo bought into the PJ Company that Ga-eun is using to lure him into failure. Miran finds out that she threw away her real diamond ring.    "
                },
                "132": {
                    "title": "Episode #1.132",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "14 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum's birthday is tomorrow and everyone is rushing around trying to find a gift and plan a good family dinner for him. Nana comes to dinner and the Chairman gives Jae-bum two tickets to Bali telling him to take Nana. He refuses and tells Nana she is like a little sister.    "
                },
                "133": {
                    "title": "Episode #1.133",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "15 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Nana throws a fit about a gift that Ga-eun supposedly sent to Jae-bum for his birthday. Ga-eun did not send the package and it turns out that Miran did to try to trick them. Miran's parents set up a plan to get Ga-eun and she is locked in an elevator.    "
                },
                "134": {
                    "title": "Episode #1.134",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "16 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Miran gets upset at Jung-woos' mother and pushes her and hurts her hip. Jung-woo screams at her and she leaves drinking all night long. She comes home the next morning starting a scene. Miran gets a surprise set of pictures. The person wants money for them not to send to Jung-woo.    "
                },
                "135": {
                    "title": "Episode #1.135",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "19 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun is in the hospital after being found in the parking lot unconscious. Miran was the one who pushed her down. She has a concussion. Mr. Cho let it out of the bag that Miran had him do a job on Ga-eun when she was pregnant with Dong-Dong to lose the baby.    "
                },
                "136": {
                    "title": "Episode #1.136",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "20 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun leaves the hospital pretending to be suffering from amnesia. She goes to the Park house and talks of Nari being her daughter and her friend Ran. She claims she is married to Jung-woo and is Naris' mother. She stays in Nari's room and does not leave, she falls asleep there.    "
                },
                "137": {
                    "title": "Episode #1.137",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "21 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun is acting like she has amnesia to mess with Miran. Jung-woo comes home and tells Miran that Ga-eun is really sick that he checked with the doctor and she had disassociative amnesia. Her mother knows that she is faking and keeps her sister out of the mix of things.    "
                },
                "138": {
                    "title": "Episode #1.138",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "22 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Miran is expected to act like Ga-eun is still married to Jung-woo when she knows that Ga-eun is faking. Ga-eun convinced everyone including the doctors that she has amnesia so everyone thinks that living with Jung-woo right now will help her get her memory back. Miran tries to make her leave.    "
                },
                "139": {
                    "title": "Episode #1.139",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "23 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The Chairman finds out about where Ga-eun was staying after she left the hospital. He tells her that he won't give her control over Star until she has married him. He says he has trusted her too much. Jung-woo puts Miran in rehab for alcoholism and is going to divorce her.    "
                },
                "140": {
                    "title": "Episode #1.140",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Chairman Maeng gives Ga-eun a warning that if she betrays him he will hurt Jae-bum. Jung-woo and his family are going through seizure on their property until he can pay their debts. Miran's parents beg Jung-woo to get Miran out of rehab. Ga-eun is drinking because she is so sad.    "
                },
                "141": {
                    "title": "Episode #1.141",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "27 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun meets with someone who she thinks is Paulo Luca, Star's largest share holder. At the board meeting, Mr. Choi asks for Jung-woo's job to be taken. Jung-woo claims he has 51% shares with the power of attorney over Mr. Luca. Mr. Luca shows up with the Chairman, Jung-woo is arrested.    "
                },
                "142": {
                    "title": "Episode #1.142",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "28 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun is tricked by the Chairman. He bought out Paulo Luca's shares to give Star to Ga-eun as a wedding present he tells her. Now she has no choice but to marry him or hurt Jae-bum. Jung-woo is ruined and being investigated by the police for embezzlement and fraud.    "
                },
                "143": {
                    "title": "Episode #1.143",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "29 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo kidnaps Ga-eun to coerce the Chairman into giving him money. He calls the Chairman and tells him that he has Ga-eun and he wants passports with a new identity and cash so he can leave the country. Miran finds out what he did and tracks him down to help.    "
                },
                "144": {
                    "title": "Episode #1.144",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "30 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum shows up where Miran is holding Ga-eun for Jung-woo. Jae-bum saves her and takes her home to her mom, he tells her how he feels for her again. Jae-bum is determined to stop the wedding between the Chairman and Ga-eun. He found evidence of how Ga-eun feels for him.    "
                },
                "145": {
                    "title": "Episode #1.145",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Ga-eun brings Nari home with Jung-hee and sees the state of the house and Jung-woo's mother. She stays with them so Jung-hee can go to another job. She cleans up Jung-woo's mother and talks softly to her. The Chairman takes a wedding invite over personally to Ga-eun's mother for the wedding.    "
                },
                "146": {
                    "title": "Episode #1.146",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "3 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum goes to the Chairman and asks him to reconsider his marriage to Ga-eun before he uses his trump card against the Chairman. The Chairman refuses and tells him to leave. Jae-bum is kidnapped until the wedding. The Chairman is planning to take Ga-eun to Hawaii for their honeymoon.    "
                },
                "147": {
                    "title": "Episode #1.147",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "4 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Jae-bum shows up at the wedding and takes Ga-eun away. Seo-jin helps them get away and betrays his father. Ga-eun and Jae-bum are hiding out in the countryside. Miran calls Jae-bum to tell Ga-eun that Nari is severely ill. It is a trap to take them back to the Chairman.    "
                },
                "148": {
                    "title": "Episode #1.148",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The Chairman strikes Ga-eun with a golf club and she has to have emergency surgery. The doctor says that they need type O blood because she lost so much and Jae-bum gives it to her. The doctor says that she may not make it, only time will tell if she lives.    "
                },
                "149": {
                    "title": "Episode #1.149",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pink Lipstick (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "6 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Jung-woo ends up in jail but is soon to have visits with Nari. Miran goes to rehab. Jae-bum and Ga-eun get married and start their own company. Ga-eun wins an award for her work and her husband helped an orphanage. Miran is about to get out of rehab in a week.    "
                }
            }
        },
        "number of episodes": 149,
        "cast": [
            {
                "name": "Park, Eun-hye"
            },
            {
                "name": "Bang, Joon-seo"
            },
            {
                "name": "Dok-Go, Young Jae"
            },
            {
                "name": "Kim, Min-jwa"
            },
            {
                "name": "Kim, Soo-Jung"
            },
            {
                "name": "Kim, Yeong-ran"
            },
            {
                "name": "Lee, Jeong-yong"
            },
            {
                "name": "Lee, Ju-hyeon"
            },
            {
                "name": "Nam, Il-woo"
            },
            {
                "name": "Park, Kwang-hyeon"
            },
            {
                "name": "Seo, Yu-jeong"
            },
            {
                "name": "Won, Jong-rye"
            },
            {
                "name": "Yu, Ji-in"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTJkZWRmYzEtZTAwZi00MWY5LTgyMTktZjI3YTZmNWIzNDZkXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Park Eun Hye, who rose to prominence inJewel in the Palace,Yi San and Taiwanese dramaSilence, brings her usual charm to this compelling daily drama. With strong ratings, Pink Lipstick'sstory of a good woman turned revenge-seeker against her cheating husband was picked up by a television network in Taiwan. It co-stars Park Kwang Hun (The Bean Chaff of My Life) and Lee Joo Hyun, who is probably best known as the charismatic detective inWhen It's at Night. Yoo Ga Eun (played by Park Eun Hye) is the kind of kind-hearted woman that everyone loves. After falling for Park Jung Woo (Lee Joo Hyun), she dates and then marries him. She has a perfect, happy life, especially after they adopt a daughter. One day, however, she discovers that her husband had an affair with her best friend Mi Ran (Seo Yoo Jung), and that her adopted daughter is the product of that liason. Shaken to the core, Ga Eun sets out on a course that proves that even nice women, when betrayed, can enact justice on those who hurt them. Leaving Jung Woo and taking her life in her own hands, she marries wealthy businessman Maeng Ho Geol as part of a carefully-constructed revenge plan. When a man named Ha Jae Bum (Park Kwang Hyun) unexpectedly enters her life, he may be just the one to offer her the love that her husband didn't - but can she learn to trust again? And when Jae Bum promises to support her no matter what, will she have to sacrifice him to gain revenge? Meanwhile, her ex-husband and scheming best friend discover that the woman they always took for granted has more to her than meets the eye...",
        "languages": [
            "Korean"
        ],
        "title": "Pink Lipstick",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Seo, Hyeon-ju"
            }
        ],
        "distributors": [
            {
                "name": "MBC"
            }
        ],
        "plot": [
            "Park Eun Hye, who rose to prominence inJewel in the Palace,Yi San and Taiwanese dramaSilence, brings her usual charm to this compelling daily drama. With strong ratings, _Pink Lipstick_ (qv)'sstory of a good woman turned revenge-seeker against her cheating husband was picked up by a television network in Taiwan. It co-stars Park Kwang Hun (The Bean Chaff of My Life) and Lee Joo Hyun, who is probably best known as the charismatic detective inWhen It's at Night. Yoo Ga Eun (played by Park Eun Hye) is the kind of kind-hearted woman that everyone loves. After falling for Park Jung Woo (Lee Joo Hyun), she dates and then marries him. She has a perfect, happy life, especially after they adopt a daughter. One day, however, she discovers that her husband had an affair with her best friend Mi Ran (Seo Yoo Jung), and that her adopted daughter is the product of that liason. Shaken to the core, Ga Eun sets out on a course that proves that even nice women, when betrayed, can enact justice on those who hurt them. Leaving Jung Woo and taking her life in her own hands, she marries wealthy businessman Maeng Ho Geol as part of a carefully-constructed revenge plan. When a man named Ha Jae Bum (Park Kwang Hyun) unexpectedly enters her life, he may be just the one to offer her the love that her husband didn't - but can she learn to trust again? And when Jae Bum promises to support her no matter what, will she have to sacrifice him to gain revenge? Meanwhile, her ex-husband and scheming best friend discover that the woman they always took for granted has more to her than meets the eye..."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "females": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 0,
            "7": 2,
            "6": 2,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 6.8,
        "median": 6
    }
}