{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 June 2010"
            },
            {
                "country": "USA\n",
                "date": "30 June 2015"
            }
        ],
        "release dates": [
            "USA::6 June 2010",
            "USA::30 June 2015"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "A Haunting at the Gosselins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "9 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Gosselins invite their friends over for a Halloween party and turn their barn into a haunted house! Kate stresses about party planning, food prep and costumes while trying to deal with guests arriving before everything is ready.    "
                },
                "2": {
                    "title": "Kate Goes Skiing... Sort Of...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "16 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Spring break takes Kate and her 8 to Vermont for a week on the slopes. Skiing lessons, tubing and trip to the hospital make for one wild week. Finally Kate agrees to ski, but fear takes over.    "
                },
                "3": {
                    "title": "Six Teenagers!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "23 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Glamping, Camping, Friends, Sleepovers...Teenagers. The sextuplets celebrate their 13th birthday outdoor style, with the girls being pampered and the boys roughing it. Kate reflects on past birthdays and looks ahead to having eight teenagers under one roof!    "
                }
            },
            "1": {
                "1": {
                    "title": "6th Birthday Surprise!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    As the family returns to a filming routine, the Gosselins set off for Orlando to celebrate the sextuplets sixth birthday.    "
                },
                "2": {
                    "title": "Inside Kate's World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    A TLC special on Kate Gosselin's life in the early months of 2010, from her appearance on Dancing with the Stars, to the launch of her new book.    "
                },
                "3": {
                    "title": "Home Roost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    As Kate returns to being a full-time mom, and with summer just beginning, the Gosselin family gears up for a new set of projects, starting with their very own chicken coop.    "
                },
                "4": {
                    "title": "The Big Apple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Kate and the kids are traveling to the Big Apple - by train! The Gosselin family has visited New York City before, but never like this. The family experiences new and exciting things throughout the city, from Chinatown to Times Square.    "
                },
                "5": {
                    "title": "Pirates, Kites, & Turtles. Oh My!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "A Rough Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "School Time!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Kate and the kids explore the Alabama beach shores during summer vacation! Kayaking, parasailing and a family Segway tour are in the mix and of course, there is always chaos! Then the Gosselins' head back home to train their adorable puppies.    "
                },
                "8": {
                    "title": "Alaska, Here We Come!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The Gosselins take on New Orleans! They enjoy the food, culture and learn some southern etiquette along the way.    "
                },
                "9": {
                    "title": "Gosselins, Goblins & Ghouls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    It's Halloween at the Gosselin household and the kids are more excited than ever! Kate decides to go all out this year as they all pick out the perfect costumes and take a trip to the pumpkin patch complete with a family hay ride. Back at home, there's a huge surprise for the Gosselin kids, but will Kate be able to keep it a surprise? Later, Kate prepares a spooky haunted house in the basement filled with webs and creepy goblins. And the festivities continue when the family carves Halloween pumpkins.    "
                },
                "10": {
                    "title": "Australia Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Kate and her eight are traveling 21 hours across the world to Australia - the longest flight they've ever taken! The Gosselins are so excited about ringing in 2011 in a city that celebrates the new year first - Sydney, Australia! They visit the beaches and enjoy the warm December air on the other side of the world. Kate takes a boat to the middle of the ocean in hopes of swimming next to sharks - in a cage of course - but will Kate be too scared to get in the freezing, rough water? Then, the family meets Australian aboriginals and learns about their culture - from ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Australia Zoo Visit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Kate and the kids have been to other zoos before, but while on the other side of the world, they explore a zoo like no other. The notoriously interactive Australia Zoo is the legacy of the late Steve Irwin and home to his family Terri, Bindi and Robert Irwin. The two reality TV families meet and together encounter many exotic Aussie animals such as koalas, kangaroos, dingoes, elephants and tigers! Kate finds herself in a precarious situation when she tries her hand at feeding a crocodile. As the kids look on, how will Kate fare against one of Australia's fiercest ...    "
                },
                "2": {
                    "title": "New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    After many Australian adventures, Kate and the kids have one more country to tackle before heading home - New Zealand! After a short flight, the family wastes no time learning about native phenomenons like the wingless Kiwi birds, glow worm caves, boiling mud and spewing geysers! The family also spends some time learning about the ancient Maori tribe. Walking atop the 1000 foot Sky Tower in Auckland, Mady and Cara decide to do the Sky Jump, a controlled drop from the top to the ground. Despite an intense fear of heights, Kate attempts to conquer her phobia by joining ...    "
                },
                "3": {
                    "title": "Philly Fun!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Kate and the kids travel across the state to Philadelphia to learn about the history of the city and their nation. They learn about the Liberty Bell, pretend to be sworn in as President and enjoy a local hockey game!    "
                },
                "4": {
                    "title": "Kate's Night Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Mady hosts a family game show where Kate and the kids answer questions about past episodes and adventures. Tensions flare, but fun ensues!    "
                },
                "5": {
                    "title": "Chick's & Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    It's all about the egg! The Gosselins are finally sharing their Easter celebration with viewers for the first time. Kate, Mady and Cara stuff 700 plastic eggs with candy and other goodies but as usual, Kate adds her own creative touch to make these eggs that much more special. Then, let the fun begin! Watch as the kids decorate their own special Easter treat and dye their own Easter eggs. But Easter wouldn't be complete without a good old fashion egg hunt. Which of the Gosselin kids will find the most Easter eggs?    "
                },
                "6": {
                    "title": "Giving Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    With so many in need, the Gosselins are giving back! The family travels to Tennessee to help pack bags of food for those who are less fortunate. Then it's off to a soup kitchen as the family of 9 invents their very own Gosselin assembly line handing out sloppy-joe's to the hungry. And to top it all off, the family joins forces with Feeding America by hosting a local food drive and taking food donations from the community.    "
                },
                "7": {
                    "title": "Hodge Podge Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    For the first time ever, Kate lets the kids take over her kitchen, from baking treats to planning their own meal. They are off to the dialysis center where she and the kids hand deliver baked goods to those undergoing treatment.    "
                },
                "8": {
                    "title": "8 Movie Makers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Although the eight Gosselin children are no strangers to being on camera, they have a lot to learn about being behind the camera when making their own movie! Watch as the Gosselin kids dress up in fun costumes and create a movie starring orphans, lions and even flying unicorns! Each Gosselin takes their turn in playing different roles in front of the camera and behind the scenes. Once the film is completed, they take to the red carpet for the premiere of their movie, Hollywood style, for Kate and the world to see!    "
                },
                "9": {
                    "title": "6 Become 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The sextuplets are turning 7! With only 5 days to plan, Kate is determined to have a pool party to remember with a surprise addition to the pool. But as everyone knows, pulling off a birthday for six excited kids is no easy task.    "
                },
                "10": {
                    "title": "DC Cupcake Visit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "8 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Kate takes Mady and Cara and their two best friends, who are also sisters, to visit and bake with the stars of TLC's DC Cupcakes, Sophie and Katherine. The Gosselins learn the famous signature swirl and bond over sugar and flour with Sophie and Katherine as they create their own cupcake flavor combinations. Then it's off to Annapolis as Kate, Mady, and Cara visit with Jon's aunt and uncle to spend time with family. Back at home, the sextuplets are competing against each other in their very own \"summer games\" competition. With two teams, the boys Vs the girls, who will...    "
                },
                "11": {
                    "title": "Kate's Toughest Questions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "15 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Kate Gosselin is in the hot seat again, answering the viewer's toughest questions. Learn everything you ever wanted to know, from \"Is Kate daing again?\" to \"How many plastic surgeries has she had?\" in this tell all episode of Kate Plus 8!    "
                },
                "12": {
                    "title": "Treehouse & Chicks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "22 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    It's summertime and Kate and the kids are working in the yard preparing for their newest addition - baby chicks! Kate discovers her skills as a carpenter as she attempts to build a fence and a swinging barn door while the kids try to lend their helping hands. Meanwhile, construction on a new tree house is underway, complete with a rope swing! And when the work is finally done, the Gosselin clan is rewarded with a barn full of new cuddly chicks and a new home amongst the treetops.    "
                },
                "13": {
                    "title": "RV Road Trip!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "29 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Kate and her 8 are on the road again, traveling across middle America in an RV for 2 weeks - and Kate's driving! After finding the 2 RV's they are going to travel in for 14 whole days, Kate, her 8 kids, Ashley the babysitter and Kate's best friend Jamie hit the road, destined to see the nation's most beautiful landscapes and attractions. But before long, drama and tension get the best of them and some passengers are worried they won't be able to handle the entire trip. How far into the journey will they make it before fighting ensues and Kate's RV is deemed the '...    "
                },
                "14": {
                    "title": "RV Breakdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "5 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Gosselins are in Jackson Hole, Wyoming, halfway through their 2 week RV road trip and it has been a family vacation like no other - full of drama and adventure! The tension builds between Kate, Ashley and Jamie as the struggles of being in close quarters with more than 15 people for 14 days are becoming more and more apparent. But a trip over the mountain on their way to the Grand Canyon leads to a breakdown bigger than that of the travelers as the RV starts spewing coolant all over the side of the road. How will Kate react when the tow truck has to be called? ...    "
                },
                "15": {
                    "title": "The Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Kate Gosselin and her 8 kids have made unforgettable memories over the past 7 years of filming. From birthday parties to the first day of school, viewers have watched this family grow up together and adapt to lots of life changes. The Gosselins have had many adventures, from their home in Pennsylvania to Hawaii, Alaska, and even Australia! As the time of sharing their lives on television comes to a close, Kate and her family say goodbye to fans and reminisce about all of their favorite memories, but it won't just be the Gosselins who are looking back. What will other ...    "
                }
            },
            "3": {
                "1": {
                    "title": "New England Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "13 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Kate and the kids head north for one last summer adventure. There are fun things planned along the way like a stop at Plimoth Plantation, lobster filled lunches, arts and crafts, and outdoor excursions.    "
                },
                "2": {
                    "title": "Rocking the Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The Gosselins family vacation continues. Overcoming fears of seasickness, the family boards a boat and learns to trap lobsters. Later, there are crew lessons, shopping for souvenirs, a day at the beach, and per tradition, an ice cream family dinner.    "
                },
                "3": {
                    "title": "The Room Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The Gosselins are flipping their house upside-down! Mady & Cara get their own rooms, while the little girls are moving upstairs and the boys down. But will a mini-meltdown cause these room renos to go awry?    "
                },
                "4": {
                    "title": "Cleaning House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Kate gets the urge to de-clutter so the family decides to hold a yard sale. Meanwhile, Mady & Cara celebrate their 14th birthday at a trampoline park. Finally, the family decides to update their family portrait.    "
                },
                "5": {
                    "title": "Kate's Most Memorable Moments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "4": {
                "1": {
                    "title": "Mother's Day Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "10 May 2015",
                    "year": "2015",
                    "plot": "\n    Cara and Mady organize a secret Mother's Day breakfast for Kate, who banned from kitchen and has no idea what's in store for her special day. As the kids hustle to prepare their 5-star surprise, Kate looks back on her journey through motherhood.    "
                },
                "2": {
                    "title": "A Decade of Kate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    As Kate Gosselin says goodbye to the 30's and hello to the 40's, this three hour special captures her happiest memories and moments on film over the past decade.    "
                },
                "3": {
                    "title": "The Big Four Oh!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "23 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Kate and the kids are off to tropical Cancun, Mexico to ring in her big 4-0! Their trip kicks off with some fun in the sun activities, cultural adventures, and Kate's special birthday bash.    "
                },
                "4": {
                    "title": "Birthday #11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "30 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    As the sextuplets turn 11, Kate throws the kids a so-called progressive birthday party! The kids enjoy a day full of roller-skating, pizza, cake, presents, and sleepover party.    "
                },
                "5": {
                    "title": "School's Out!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "8 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    School is out and the Gosselin's are heading to Florida for some beach time! The kids enjoy the waves, and will they be able to use teamwork and get out of an escape room in time? Kate cooks the family a traditional Korean BBQ dinner and talks heritage.    "
                },
                "6": {
                    "title": "Florida Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "15 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Kate and the kids try their hand a deep sea fishing and Cara and Mady search the Internet for healthy recipes to use. Later on the sextuplets go to a water park for the very first time.    "
                },
                "7": {
                    "title": "What's Old Is New",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "22 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Mady is growing up and developing her own interests, so Kate takes her antiquing to find some vintage deals. The whole family takes a trip to Land of Little Horses to watch an animal show. The kids compete in a culinary cook off with Kate as judge.    "
                },
                "8": {
                    "title": "Green Thumb Gosselins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "29 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Summer projects are in full force and the Gosselin's take on landscaping. Despite complaints, Gator Rides and hard work ensue, then the family takes time for lemonade, yoga and unexpected burial.    "
                },
                "9": {
                    "title": "Deck Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Kate's dream of building a new deck finally comes true and the family throws a huge deck party! Kate and the girls enjoy a spa day, then she takes the boys to learn magic tricks.    "
                },
                "10": {
                    "title": "School Prep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    As summer comes to an end, the family prepares for the kids to go back to school. Kate takes the kids shopping and they all work together on one more summer project.    "
                },
                "11": {
                    "title": "Blind Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Deana sets Kate up on a Blind Date, and she heads to the Big Apple. The night includes a fancy dinner, good conversation, and an exciting helicopter ride. With Kate away, Mady and Cara help keep the little kids busy at home.    "
                },
                "12": {
                    "title": "Kate's Advice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Kate sits down to watch clips from previous seasons and her old, wiser self gives advice to her younger, less experienced self. She shares behind the scenes info, talks overreactions, and tells all about those cringe-worthy moments.    "
                }
            },
            "5": {
                "1": {
                    "title": "Sextuplets Turn 12!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Kate creates a scavenger hunt for the sextuplets' 12th Birthday! The boys and girls are split into teams and compete to find clues that will eventually to their big party!    "
                },
                "2": {
                    "title": "New Orleans, Here We Come!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Gosselins take on New Orleans! They enjoy the food, culture and learn some southern etiquette along the way.    "
                },
                "3": {
                    "title": "Puppies & Poconos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Poconos here we come! There's plenty of competition, chaos and family fun when Kate and the kids take on archery tag, tubing and new puppies!    "
                },
                "4": {
                    "title": "Gosselins in Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "13 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Gosselins travel to Alabama to go to Space Camp! Kate and the kids explore all NASA has to offer and become astronauts for the day. Will the family get along long enough to complete their missions?    "
                },
                "5": {
                    "title": "Beach Time!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "26 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Kate and the kids explore the Alabama beach shores during summer vacation! Kayaking, parasailing and a family Segway tour are in the mix and of course, there is always chaos! Then the Gosselins' head back home to train their adorable puppies.    "
                },
                "6": {
                    "title": "Sweet 16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    It's the twins sweet 16! Kate allows Mady and Cara to plan their own party and tensions run high. Kate finds the moment bittersweet, while the twins are just happy to be with their friends.    "
                },
                "7": {
                    "title": "Game Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Mady hosts a family game show where Kate and the kids answer questions about past episodes and adventures. Tensions flare, but fun ensues!    "
                },
                "8": {
                    "title": "10 Year Anniversary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "plot": "\n    Kate looks back 10 years to when their first television special aired and compares then to now. The challenges are different, but the memories are just as rewarding.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Kate's Memorable 30's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kate Plus 8 (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    As Kate Gosselin says goodbye to the 30's and hello to the 40's, this three hour special captures her happiest memories and moments on film over the past decade.    "
                }
            }
        },
        "number of episodes": 54,
        "cast": [
            {
                "name": "Gosselin, Kate"
            },
            {
                "name": "Gosselin, Aaden"
            },
            {
                "name": "Gosselin, Alexis"
            },
            {
                "name": "Gosselin, Cara"
            },
            {
                "name": "Gosselin, Collin"
            },
            {
                "name": "Gosselin, Joel"
            },
            {
                "name": "Gosselin, Leah"
            },
            {
                "name": "Gosselin, Madelyn"
            },
            {
                "name": "Gosselin, Hannah"
            },
            {
                "name": "Ray, Eddy"
            },
            {
                "name": "Dovolani, Driton 'Tony'"
            },
            {
                "name": "Moret, Jim"
            },
            {
                "name": "Vieira, Meredith"
            },
            {
                "name": "Gosselin, Jonathan"
            },
            {
                "name": "Irwin, Bindi"
            },
            {
                "name": "Irwin, Robert Clarence"
            },
            {
                "name": "Irwin, Terri"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 2.4,
        "votes": 126,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMwMDA1MDI2M15BMl5BanBnXkFtZTgwMTYxMjM0NzE@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Kate Plus 8",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Kate Plus 8 (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "production companies": [
            {
                "name": "Figure 8 Films"
            }
        ],
        "distributors": [
            {
                "name": "TLC"
            }
        ],
        "plot": [
            "Centers on Kate Gosselin and her 8 children.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 126,
                "rating": 2.4
            },
            "aged under 18": {
                "votes": 2,
                "rating": 5.0
            },
            "aged 18 29": {
                "votes": 17,
                "rating": 4.2
            },
            "aged 30 44": {
                "votes": 38,
                "rating": 1.6
            },
            "aged 45 plus": {
                "votes": 21,
                "rating": 2.3
            },
            "males": {
                "votes": 45,
                "rating": 1.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 1.6
            },
            "males aged 30 44": {
                "votes": 24,
                "rating": 1.2
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 1.5
            },
            "females": {
                "votes": 37,
                "rating": 3.8
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 12,
                "rating": 5.4
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 3.0
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 3.6
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 2.9
            },
            "us users": {
                "votes": 46,
                "rating": 2.1
            },
            "non us users": {
                "votes": 22,
                "rating": 2.2
            }
        },
        "number of votes": {
            "10": 20,
            "9": 2,
            "8": 2,
            "7": 4,
            "6": 2,
            "5": 5,
            "4": 3,
            "3": 5,
            "2": 12,
            "1": 71
        },
        "arithmetic mean": 3.3,
        "median": 1
    }
}