{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2010"
            }
        ],
        "release dates": [
            "USA::2010"
        ],
        "episodes": {
            "3": {
                "32": {
                    "title": "The Search for a Genesis of New Luxury: Genesis G90 in the Pacific Northwest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    his rugged and naturally beautiful part of the country is also a bit of an enigma to outsiders, which is why Justin is compelled to go and meet the people, to see if the stereotype is true.    "
                }
            },
            "1": {
                "1": {
                    "title": "Coches de Cuba! Classic American Cars in Cuba!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Join host Arthur St. Antoine and MT colleague Carlos Lago as they visit the embargoed island nation of Cuba-where they discover a time capsule of classic 1950s American cars, the world's best cigars, and the unforgettable hangouts of writer Ernest Hemingway.    "
                },
                "2": {
                    "title": "Blew Bayou! Jaguar XFR-S Chases Gators n' Speed From Sebring to COTA!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    For this latest Epic Drives auto adventure, Arthur St. Antoine straps into the fastest Jaguar sedan ever built, the vicious new 550-hp 2013 XFR-S, for a unforgettable sweep across the deep South-including high-adrenaline encounters with wild alliga    "
                },
                "3": {
                    "title": "Showdown in Africa! Subaru Forester 2.0XT Takes on Rare White Rhino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    On this episode of Epic Drives, Arthur St. Antoine and the 2014 Subaru Forester 2.0XT venture to the predator-filled plains and forests of South Africa in search of elephants, lions, leopards, and the most ambitious prize of all: an up-close encounter with the rare and dangerous white rhino. Along the way, Arthur puts Subaru's all-new Forester crossover through grueling paces normally reserved only for the most purpose-built SUVs. Will St. Antoine bag his rhino? Will Forester (and host!) survive? Watch now!    "
                },
                "4": {
                    "title": "Badder Than Bigfoot! Mercedes-Benz SLS AMG Black Stalks Pacific Northwest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    On this episode of Epic Drives, Oregon's lush forests and laid-back cities shudder in the roar of quad exhausts when host Arthur St. Antoine arrives with the baddest Benz of them all: the new $296,000, 622-horsepower AMG SLS Black Series. When AMG's screa    "
                },
                "5": {
                    "title": "Big Sky Blitz! Lamborghini Aventador Roadster Guns for 200 MPH in Montana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    On this episode of Epic Drives, join host Arthur St. Antoine as he takes to the wide-open spaces of Big Sky Country in one of the world's fastest and most outlandish supercars, the 691-horsepower Lamborghini Aventador Roadster. From behind the wheel to ho    "
                },
                "6": {
                    "title": "Area 51 to Reno Air Races! Bentley Continental GT Soars Through Nevada!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Does Nevada's infamous secret base, Area 51, house UFOs and little green men? What's it like to experience 5+ g's in a tumbling aerobatic plane? Do pilots actually race WWII warbirds at 500 mph just 100 feet off the ground? And does Bentley's awesome, 567    "
                },
                "7": {
                    "title": "Piloting the Chevrolet C7 Corvette to Legendary NASA Space Sites!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    In the Sixties, Chevy's star-spangled Corvette ruled as the undisputed car of choice for NASA's pioneering star voyagers. Now, nearly 46 years after his historic Apollo 7 flight, astronaut (and Corvette aficionado) Walt Cunningham joins host Arthur St. An    "
                },
                "8": {
                    "title": "Wind, Sand & Fire: Toyota FJ Cruiser Takes a Last Desert Ride!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The 2014 model year marks the final stand for Toyota's feisty FJ Cruiser sport/ute. Before it disappears, host Arthur St. Antoine takes the burliest FJ ever-the all-new Trail Teams Ultimate Edition-into the sprawling deserts of the American    "
                },
                "9": {
                    "title": "Taming Alaska's Deadly Dalton in the Toyota 4Runner Limited!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    It's known as one of the most dangerous roads in the world: the rough, desolate two-lane Dalton Highway that shadows the Alaska Pipeline from Fairbanks to the Arctic Ocean. Host Arthur St. Antoine takes up the challenge of this infamous byway in a 2014 Toyota 4Runner SUV, driving from the Canadian border all the way past the Arctic Circle to the alien oil fields of Prudhoe Bay. Along the way, he encounters dog mushers, floatplanes, thundering big-rigs, bears, wrecked vehicles, and a landscape unrivaled for its challenges, remoteness - and beauty.    "
                },
                "10": {
                    "title": "Absolute Alberta! Nissan GT-R Black Edition Flies Thru Canadian Rockies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    When one of the world's most outrageous sports cars arrives in one of the most dramatic and picturesque settings on earth - Canada's Alberta Province - a high-octane journey is guaranteed. But host Arthur St. Antoine does much more than simply wring-out this very special GT-R. While exploring the Canadian Rockies, he delves deep into a cave, climbs a glacier in a huge snow coach, takes several wide-eyed passengers on full-throttle launch-control blasts, and even tries out Nissan's ultimate speed machine in \"ranch\" mode. It's a round-up you won't want to miss.    "
                }
            },
            "2": {
                "1": {
                    "title": "2016 Toyota Tacoma: Four-wheeling Through Utah's Big Five!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    The sprawling western state of Utah boasts not one but five unforgettable national parks--and on this far-ranging episode host Arthur St. Antoine visits them all in the latest edition of one of the most popular pickup trucks on the planet. Mars-like terrain, outrageous mountain-biking, 420-hp jet boats, skies filled with epic stars--Arthur explores all this and more in a ten-day tour of a landscape unlike anything else on earth.    "
                },
                "2": {
                    "title": "Classic Cobra Strikes Monterey!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    On this special episode of Epic Drives, host Arthur St. Antoine shadows a stunning rally route from Tacoma, Washington, to Pebble Beach, California, aboard a modern interpretation of one of the most legendary muscle-sports machines of the 1960s, the bruta    "
                },
                "3": {
                    "title": "Arctic Circle or Bust in a Mercedes-Benz G65 AMG!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    On this episode of Epic Drives, Jonny Lieberman and Justin Bell take the Twin-Turbo V12 G65 AMG on a mischievous trip through the lands of Sweden as they make their way to AMG's Winter Driving Academy and the Arctic Circle! Along the way they stumble acro    "
                },
                "4": {
                    "title": "Cheating Death Valley in a Ford SVT Raptor!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    On this episode of Epic Drives, Arthur St. Antoine ventures into the wild and dangerous Death Valley, CA. To explore this unforgiving and intriguing environment, Art enlists the off-roading prowess of the Ford SVT F-150 Raptor. Beginning where they say th    "
                },
                "5": {
                    "title": "Mercedes-Benz SLS Runs the Mille Miglia!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    On this episode of Epic Drives, Angus MacKenzie pilots the thundering Mercedes-Benz SLS Roadster across Italy, retracing the route of the legendary Mille Miglia endurance race. Along the way, he meets up with racing legend Stirling Moss, the man who won t    "
                },
                "6": {
                    "title": "Cadillac CTS-V Wagon Storms the Nürburgring!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    On this episode of Epic Drives, Senior Features Editor Jonny Lieberman has to return the long-term 2011 Cadillac CTS-V Wagon he has been driving for the last year. But instead of just handing the keys over, Jonny heads to Europe to throw a spectacular farewell party for the car. After a final toast of Belgian beer in Bruges, the CTS-V Wagon makes its way to Germany, where pro driver Johnny O'Connell gets behind the wheel to attempt a record lap around the legendary Nürburgring.    "
                },
                "7": {
                    "title": "Cruising California in a Ferrari California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    On this episode of Epic Drives, Angus MacKenzie drops the top and explores California's beautiful hidden highways in a Ferrari California. Along the way, he carves up the golden hills of California's wine country, visits the famous intersection that claim    "
                },
                "8": {
                    "title": "A Royal Tour of Scotland in the Bentley Continental GT",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    On this episode of Epic Drives, Motor Trend's Senior Features Editor Jonny Lieberman dons his kilt and tours the wet and wonderful countryside of Scotland in the Bentley Continental GT V8. Along the way, he stops by the legendary links at St. Andrews, circles Loch Ness and even enjoys a bit of the finest Scotch whisky in the heart of Speyside.    "
                },
                "9": {
                    "title": "Land Rover Discovery Rumbles Through Russia!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    On this episode of Epic Drives, Jonny Lieberman drives the one millionth Land Rover Discovery onto Moscow's Red Square. Along the way, he tours an \"all-weather\" Soviet car museum, meets a star of the Bolshoi Ballet, crashes the Kremlin, and turns up the heat in a decommissioned ZiL military truck.    "
                },
                "10": {
                    "title": "2011 Audi R8 Topless in Norway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Epic Drives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    On the premiere episode of Epic Drives, Motor Trend technical editor Frank Markus heads to Norway in an Audi R8 Spyder to trace his Viking Routes.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Antoine, Arthur St."
            }
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG13",
            "South Korea:12"
        ],
        "number of seasons": 3,
        "rating": 7.0,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWM1ZmFhN2MtMTYwNy00ZDYyLWJkODYtOThhZWNjZTZiNTc2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Epic Drives",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Epic Drives (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Antoine, Arthur St."
            }
        ],
        "plot": [
            "Host and auto expert Arthur St. Antoine embarks on a high-octane global adventure in some of the world's coolest, fastest cars."
        ],
        "tech": {
            "runtime": [
                "23 min (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "males": {
                "votes": 6,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "females": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "us users": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 3,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 1,
            "7": 4,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}