{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "12 December 2010"
            }
        ],
        "release dates": [
            "South Africa::12 December 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Task 1: Action - Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    SHARP SHOOTER kicks off with a lot of action in the first challenge capturing not only the visual intensity of the task, but also that frozen moment of human emotion, of heroism - in a single frame at the Fire Fighting Academy. The City of Johannesburg's emergency management services is dedicated to ensuring that all emergency personnel are equipped and trained to deal with any situation that could endanger lives and property - and this fire-fighting Training Academy is where the brave cadets - future fire-fighters - are put through their paces. Being a fire fighter ...    "
                },
                "2": {
                    "title": "Task 2: Architecture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    In the second Photographic task we are looking at the rigidity and structured perfection of modern architecture. The challenge to the contestants is to capture the lines of the buildings and their intersection with nature, the textures of the materials used, and the scale of the expanse. An Iconic Structure in South African history; The Apartheid Museum is one of our photographic locations for the Sharp Shooter Architectural Photo Challenge - a place which exudes a powerful, reflective energy and a rich and compelling tapestry of space, design and landscape...a superb...    "
                },
                "3": {
                    "title": "Task 3: Landscape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    A natural paradise, the unspoilt wilderness, the perfect contrast to the decay of Diepsloot. The third task takes us to the sandstone cliffs of Komati Gorge in Mpumalanga where the contestants will aim to capture the beauty of an African landscape in ways previously unseen. The aim of this task, as explained by Craig, is to present the judges and the viewers with an image of unique beauty, which presents the African landscape from a perspective that causes the viewer to question the meaning of humanity. The winners from the second task have the choice of which time ...    "
                },
                "4": {
                    "title": "Task 4: Abstract",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The fourth task is the final one with three teams. Today - there is one brief for all three Teams to keep things simply abstract...or abstractly simple.. The aim of this Challenge is to capture a single abstract photograph of this monolithic abandoned Power Station, a single shot which does not necessarily need to identify this building at first glance - but it should infer, or resemble - some commonly identified elements. Whether that shot is of a window, a steel column, a rusty macro rivet with shapes in the background; it must quickly trigger a response from the ...    "
                },
                "5": {
                    "title": "Task 5: Automotive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The ultimate test of photographic excellence and ability will be the task of the remaining 7 contestants, as they set out to capture the sleekness of a luxury or sports motorcar to the satisfaction of the marketing director of the brand. The three teams will, at this stage, merge into two, and as a curve ball, one of the previous contestants (as chosen by the judges) will be brought back into the show. They will be taken to a studio in Jo'burg, where they will need to shoot a luxury motorcar - one of the most difficult tasks in photography, which will separate the ...    "
                },
                "6": {
                    "title": "Task 6: Wildlife",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The sleek lines of a beautiful motorcar can be likened to the sleek back of a hunting leopard, and it is in the next task that the teams are taken out into the wild once more. This time however, instead of the beauty of the natural flora, they are to capture the heart of the African bushveld, the animal life. The teams will be given the required lenses and equipment designed to assist with capturing the elusive expressions of wild animals, and they will set of in search of a glimpse into the private life of wild animals. The winning group from the task before will set...    "
                },
                "7": {
                    "title": "Task 7: Glamour (Models)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The next task takes the contestants and the viewers to the heart of beauty and fashion and style in South Africa...Cape Town. Under the watchful eye of Jenni Button, the contestants this week will be set the arduous task of shooting models in studio in a way that has not been done before, that challenges the models, and that highlights the beauty of the garments in Jenni Button's Philosophy collection. The studio will be a place of interest and intrigue, not just a flat white wall, and the contestants will be able a required to utilize the space in order to fulfill ...    "
                },
                "8": {
                    "title": "Task 8: Underwater",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    After judging in Jo'burg, the remaining contestants will be whisked off to Durban's Ushaka Marine world in order to explore the mysteries underwater through their lenses. Before they are able to enter the water, they will need to complete a short introductory course on diving do's and don'ts, following which they will take the plunge. This is not an easy task by any means, but this makes it interesting as the first task that the contestants will complete individually, and not as a team. These contestants will need to capture various images and events occurring under ...    "
                },
                "9": {
                    "title": "Task 9: Painting with Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The semi-final sees the remaining three contestants returning to Johannesburg to capture the buzz of the city under the cloak of night. This task involves painting with light as well as motion, and will see each contestant going to a different part of the city as the sun goes down. They first contestant will need to shoot a break-dancer dancing in the streetlight under the highway bridge, the second will shoot a Latin dancer on a rooftop, and the third will (possibly) shoot a taxi on Nelson Mandela bridge. They each need to capture motion as well as create interesting...    "
                },
                "10": {
                    "title": "Task 10: Finale - Commission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sharp Shooter (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The final two contestants will set out on a battle of skill, perseverance, creativity and passion as they fight each other for the title of winning photographer. The climax of the series involves each photographer being set a different task...by different clients. This task involves the finalists being given a brief by a client, for an image is commissioned and that will ultimately be published. They will each meet with their client, receive a brief, and then be given a day in which to interpret and shoot the image as required. The first client will be Mango airlines,...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Urbani, Craig"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2NhMDdkMGYtZjJhYS00ZGVmLWI2OTYtOGRlMTIyZmM1N2Q0XkEyXkFqcGdeQXVyNjU1MTQ0MDA@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Sharp Shooter",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "akas": [
            "Sharp Shooter (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Foghound Studios"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}