{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "25 September 2010"
            }
        ],
        "release dates": [
            "Brazil::25 September 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Your Green World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The world's coral reefs are in trouble. Climate change and the direct impact by humans are taking their toll on coral reefs around the world. In this special program, special guest host Philippe Cousteau dives with experts to report on the current state of coral reefs and see how they have deteriorated in just a few decades. But not all is doom and gloom...Cousteau explores how underwater science, innovative ideas and investment in conservation can help reefs make a rebound. Also in this program, how a little critter can save what was once a thriving ecosystem in ...    "
                },
                "2": {
                    "title": "Our Green Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Special host and environmentalist Philippe Cousteau looks at the long term effects of a devastating oil spill in the Gulf of Mexico that contaminated beaches, coral reefs and mangroves. But it's not what you may think - THIS spill happened in 1979. Cousteau takes a closer look at what's still left from the Ixtoc Oil spill off the coast of Mexico. What lessons can we learn? Also, an urban capital facing a devastating water crisis and a population that has turned a deaf ear. The future looks very dire for the capital city of Sana'a, Yemen, which is on the verge of ...    "
                },
                "3": {
                    "title": "Green Light for Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The landscape is pure white as far as the eye can see, but the North Pole is \"Going Green\". CNN special contributor Philippe Cousteau brings us the latest \"Green Light for Business\", while embarking on an Arctic expedition. He tells us how the discoveries that researchers are making about climate change, in the Arctic and around the world, are affecting the way many companies are doing business. Russian companies are taking advantage of new Arctic transit routes, to operate more efficiently and be more environmentally-friendly. Further from the Arctic, a South Korean ...    "
                },
                "4": {
                    "title": "Extreme Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Environmentalist Philippe Cousteau takes us on an unforgettable journey to a land of extremes, where scientists study global warming, in one of the coldest places on earth. The Arctic Circle that rings the North Pole is known as ground zero for climate change. It's where courageous, adventurous researchers go to find out what the long-term effects of global warming could be. Cousteau travels with them, and shows us just what these scientists are up against - subzero temperatures, severe storms and even the threat of polar bear attacks. But surviving the brutal climate...    "
                },
                "5": {
                    "title": "Green Pioneers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    CNN International's \"Going Green\" is back for another special series of in-depth reports. CNN looks at the world's Green Pioneers who are standing at the front lines of the environmental challenges to make a difference and create change. From groundbreaking ideas in water conservation in the Middle East, to the latest in eco-friendly farming in South America, \"Going Green: Green Pioneers\" focuses on the people who are using innovative ways to tackle today's environmental challenges. The half-hour program will be anchored by CNN Special Correspondent Philippe Cousteau.    "
                },
                "6": {
                    "title": "Green World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Loggerhead sea turtles are the most abundant sea turtle species in U.S. waters, but they have been on the threatened species list for more than three decades. The declining population can be traced in part to manmade problems like the fishing industry and pollution. However, a major problem is the destruction of sea turtle nesting grounds by development and coastal erosion. In order to fully capture the scope of this problem, Philippe Cousteau will take a helicopter ride over the coast of South Carolina to view the evidence from the sky. Back on the ground, he will ...    "
                },
                "7": {
                    "title": "Our Green Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Sometimes, ensuring a green future means having to correct manmade mistakes of the past. Back in the 1950s, a U.S. government project drained one of the largest wetlands in the world. It caused such a great environmental problem, the solution became clear: the Florida Everglades must be restored. CNN Special Correspondent Philippe Cousteau travels to this unique environment to see the early results of the largest ecosystem restoration project in history. Roads are being diverted, water pump schedules are changing and endangered wildlife is being monitored - all in an ...    "
                },
                "8": {
                    "title": "Green City Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    California -- This month, the Road to Rio is making a stop in the U.S. state of California to discover what cities are doing there to cut carbon emissions. CNN's Isha Sesay, Thelma Gutierrez and special correspondent Philippe Cousteau seek out the best green innovations in Los Angeles, including variety of new car technologies, a bicycle kitchen and smog eating tile. From there, Philippe Cousteau heads to northern California to check out how artists are giving garbage a whole new form and sense of respect. Then he heads to a community that is producing as much energy ...    "
                },
                "9": {
                    "title": "Business of Green",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Whether they arrive by land, air or sea, invasive species can completely take over ecosystems where they simply just don't belong. With plenty of points of entry and a welcoming climate, pests have been hitchhiking their way to Florida. Invasive species can be small or beautiful, but these creatures can cause billions of dollars in damage. So Florida has no choice but to get down and dirty to save the livelihood of both its ecosystems and economy. CNN Special Correspondent Philippe Cousteau heads down to the sunshine state to see how they're waging a war on three ...    "
                },
                "10": {
                    "title": "Green Pioneers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    This month CNN and Special Correspondent Philippe Cousteau takes a look and the men and women around the world who have put their passion into action to change the world. These are people who inspire change and believe that starting small can have big results. These people are Green Pioneers. We meet Ikal Angelei, the 2012 Goldman Environmental Prize winner, who is fighting to stop a dam from having what she says are devastating environmental effects on Lake Turkana in her country of Kenya. Then in Israel Yosef Abramowitz has harnessed the power of the sun by creating...    "
                },
                "11": {
                    "title": "Your Green World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    On the next Going Green: Your Green World, Philippe Cousteau visits a place his grandfather Jacques Cousteau called the \"aquarium of the world.\" The tiny village of Cabo Pulmo in Mexico's Sea of Cortez is home to one of the most successful marine protected areas in the world. Since the Cabo Pulmo community decided to give up fishing, the coral reef has become a national park, enforced in part by the same community who used to fish there. In just one decade of protection, marine life has returned to this area 460%. Philippe and the Octavio Aburto, the scientist who has...    "
                },
                "12": {
                    "title": "Our Green Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Philippe Cousteau takes us to the world's largest living organism, the Great Barrier Reef in Australia. He'll show us firsthand how scientists are using the newest technology to preserve the fragile coral reefs of our oceans. We'll also explore other ways people around the world are trying to save the planet. From the small island of Corsica trying to become energy independent to scientists in the United Kingdom making petrol practically out of thin air, we'll show you solutions both groundbreaking and practical. It can be something as simple as working out to make ...    "
                },
                "13": {
                    "title": "Oceans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Join CNN Special Correspondent Philippe Cousteau as he sets out to explain the impacts of climate change on the world's coral reefs. The risks to coral reefs are warming waters and acidification. Both pose threats to humans. Some 500 million people depend on their ecosystems - providing food, income and tourism worth hundreds of billions of dollars. Almost nothing is known about the deep reefs and The Great Barrier Reef is the world's largest coral reef system. In Going Green: Oceans we take you above and below the water for a unique perspective on how the coral reefs...    "
                },
                "14": {
                    "title": "Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "5 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Haiti was once called the \"Jewel of the Caribbean\" for its thriving tropical forests. Now it is one of the most deforested nations in the world but not all hope is lost. CNN Special Correspondent Philippe Cousteau discovers first-hand how Haiti's dried up landscape not only can grow but can replenish and empower its people? people who have mostly been written-off and forgotten now hold the seeds for a greener, brighter future.    "
                },
                "15": {
                    "title": "Fire and Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Green (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    CNN Special Correspondent Philippe Cousteau explores the rugged and breathtaking landscape of Iceland. A country where human ingenuity and groundbreaking technology are harnessing the world's most powerful source of energy - which lurks just beneath its surface. It's a journey across ice caps, over inhospitable and stunning terrain; even an adventure inside a volcano. See the latest in monitoring the next big eruption and how they are turning this natural force into clean and renewable energy.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Jr., Philippe Cousteau"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Going Green",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2013",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "CBN International"
            }
        ],
        "distributors": [
            {
                "name": "CNN International"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}