{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 May 2016"
            }
        ],
        "release dates": [
            "Canada::10 May 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Elephants of the Mara Pt.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Elephants of the Mara Part 1, host Brittany Bristow and ranger Bruce Hedges explore the Mara and find herds of elephants with many young calves who are just beginning to learn how to use their trunks. They also find a herd of elephants who interact with a troupe of baboons while foraging for their favorite berries. They watch as the baboons descend a large hill to get into hippo infested waters for a quick drink before leaping to the other side of the embankment.    "
                },
                "2": {
                    "title": "Lions: In Search of Scarface",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Lions: In Search of Scarface, host Brittany Bristow and ranger Bruce Hedges search for the world's most famous lion, Scarface. Scarface and his brothers have been ruling over a vast region of the Maasai Mara for many years and are one of the most powerful coalitions known. His brothers are easy to spot but Scarface remains elusive, preferring to sleep in the shade of the bushes during sweltering days. Unwilling to give up, Brittany and Bruce persevere and finally track him down and observe him out in the open with his pride. During their search, they come across a ...    "
                },
                "3": {
                    "title": "Hippos of the Maasai Mara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Hippos of the Maasai Mara, host Brittany Bristow and ranger Bruce Hedges find a number of hippos out of the water. This is a treacherous encounter as this animal is one of the most feared in Africa. Keenly aware of the danger at hand, Brittany and Bruce cautiously follow along as the hippos return to the river from a night of grazing. Later that day, they are caught by surprise when they discover a large male lying in a mud hole out in an open field. Another male startles them when he leaps out of the water just a few feet from their vehicle. They leave when he ...    "
                },
                "4": {
                    "title": "Lions: Marsh Pride Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Lions: Marsh Pride Part 1, host Brittany Bristow and ranger Bruce Hedges find lionesses and their cubs. They watch the lion cubs play with one another and interact with their mothers. Clearly hungry, the lionesses scan the horizon. When they spot a lone warthog, they team up and begin to stalk it. Luckily, at least for the quick and clever warthog, it spots the lionesses and escapes, forcing the predators to abandon their hunt. The lionesses then gather the cubs together and lead them away. Brittany and Bruce follow as they meander through the savanna, ultimately ...    "
                },
                "5": {
                    "title": "Lions: Marsh Pride Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Lions: Marsh Pride Part 2, host Brittany Bristow and Ranger Bruce Hedges continue to follow the Marsh Pride lionesses and their cubs as they reunite with the dominant males of the Pride. The cubs are adorable as they play with one another, but when one gets too up and close with one of the pride males, he snaps. The lionesses see this and immediately chase the male away. While he runs and roars for his 2 brothers, the lionesses gather around the cubs. In the meantime, elephants are spotted in the trees close by. We watch as they trumpet before long, one of the ...    "
                },
                "6": {
                    "title": "Hyenas: Scavengers of the Mara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Hyenas: Scavengers of the Mara - host Brittany Bristow and ranger Bruce Hedges come across a very usual sighting of over 20 hyena surrounding a den, chasing after one another and loudly \"laughing.\" Brittany and Bruce observe as the hyena run around interacting with one another, as well as the numerous other animals in the surrounding area: ostriches, wildebeest, and zebra. Hyenas are creatures of opportunity and because this is birthing season in the Mara, they are seen in close proximity to the large herds of zebra and wildebeest. We watch as they stalk a female ...    "
                },
                "7": {
                    "title": "Black Rhinos of Kenya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Black Rhinos of Kenya, host Brittany Bristow and ranger Bruce Hedges spot a large male rhino who is on a mission to find a female who has recently been spotted in the area. We follow this rhino until he disappears in the trees. The next day, Brittany and Bruce set out again to see if they can find him. This time, they spot him and he is with the female and her calf. As we observe them interacting with one another and walking freely through the open plains of the savanna, Brittany and Bruce talk about the plight of black rhinos, their highly endangered status and ...    "
                },
                "8": {
                    "title": "Leopards of the Mara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Leopards of the Mara, host Brittany Bristow and ranger Bruce Hedges search for the reclusive leopard. They are very difficult to spot because they are so skilled at hiding in the bushes and up trees. After a long search, Brittany and Bruce finally find a lone male in a wooded area. As we observe him, he scent-marks, rubbing his face against the bushes and scratching the tree trunks with his sharp claws establishing his territory. When he finishes, he comes out into the open and walks right past the vehicle, almost close enough to touch. This is a scary moment, but ...    "
                },
                "9": {
                    "title": "The Maasai Giraffes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In The Maasai Giraffes, host Brittany Bristow and ranger Bruce Hedges travel to Nairobi to visit the Giraffe Centre - a conservation establishment that aims to educate and reintroduce the endangered Rothschild giraffe into the wild. They also explore the savanna of the Mara and find the Maasai giraffe: a species that is native to East Africa and found in Central and Southern Kenya and Tanzania. We follow these giraffes and observe how they have adapted to the grasslands of the savanna. We see how the males spar and fight for dominance. We also come across a group of ...    "
                },
                "10": {
                    "title": "The Oloololo Lions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Elephants of the Mara Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Elephants of the Mara Part 2, host Brittany Bristow and ranger Bruce Hedges, discover a young elephant very close to their camp and set out to find the herd. As they explore the savanna, they discover several large herds and among those, find numerous young calves. On one day in particular while they were driving past herds, they came across a young bull with quite an attitude. Separated from his herd, he trumpets defiantly from within the bushes until his family finally comes to get him.    "
                },
                "12": {
                    "title": "Big Cats of the Mara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In Big Cats of the Mara, host Brittany Bristow and ranger Bruce Hedges cross to the Greater Mara Area in search of lions and one of the most well known Cheetahs, Malaika. Malaika has gained world fame because of her tendency to jump into or on top of vehicles. Although nervous she would do that if they found her, Brittany and Bruce set out to find her. Their search is long but finally find the spot where she is resting with 2 older male cubs. Just behind her, a herd of zebra pace around and do what they can to urge her to move. She does eventually get up and breeze ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Lions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Two new male lions are introduced to the Kwazulu Natal region. We follow them as they set out to track down the other males who currently control the territory and its numerous prides. Danger ensues as they journey into the night and prepare for a fight to the death for dominance. In this episode Brittany and Anga also visit a Zulu village and meet a Sangoma (a traditional healer of South Africa)    "
                },
                "2": {
                    "title": "Elephants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Brittany, Anga and Bruce follow a large herd of elephants and discover a three-week old baby calf. They also find a large male wandering alone in the bush. Fear ensues when this elephant who is in musth, charges their vehicle.    "
                },
                "3": {
                    "title": "Rhinos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    As we track down and follow 2 new-born rhinos, we discover a young male who has been abandoned by his mother. He aimlessly wanders, following other rhinos and water buffalo in search of a new companion. His travels lead us to his mother and her new-born calf. In this episode Brittany and Anga visit a school in Soweto and learn the traditional Domba dance.    "
                },
                "4": {
                    "title": "Cheetahs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Penguins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Brittany and Anga visit a colony of African Penguins on Boulders Beach, just outside of Cape Town. They walk with the penguins and observe them as they go about their daily rituals: building nests, protecting their chicks from predators, frolicking in the sea and clumsily maneuvering the rocky landscape which they share with Dassie Rats, the closest living relatives of elephants.    "
                },
                "6": {
                    "title": "Hippos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    A herd of hippos lounge in the river and guard their territory as alligators lurk close by. In this episode we learn many interesting facts about the hippos and their behaviour. Brittany and Anga learn tracking and survival skills as they venture on foot into the jungle and discover a herd of African Buffalo.    "
                },
                "7": {
                    "title": "Leopards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Brittany, Anga and Bruce venture into the sand forest to search for the reclusive leopards. When a punctured tire forces them out of their vehicle, they are left to wait in the bush while a leopard lurks just a few yards away, guarding its kill. On the outskirts of the rain forest they also discover a cheetah and her four-month old cubs as they feed on a fresh kill.    "
                },
                "8": {
                    "title": "Giraffes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Brittany, Anga and Bruce follow several giraffes and their babies as they wander through the bush in Kwazulu-Natal. Many astounding close-up encounters include interactions with cheetahs and a lone black rhino.    "
                },
                "9": {
                    "title": "Warthogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Zebras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Quest (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Bristow, Brittany"
            },
            {
                "name": "Hedges, Bruce"
            },
            {
                "name": "Makubalo, Anga"
            }
        ],
        "locations": [
            "Cape Town, Western Cape, South Africa",
            "Phinda Private Game Reserve, KwaZulu-Natal, South Africa",
            "Nairobi, Kenya::(2018)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.5,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTQxOWY3MWYtODRlOC00Y2Q2LWJhYjYtMTU0N2Y2ZDAwMTk2XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "On a quest to discover the most exotic and famous wild animals in South Africa, youthful hosts Brittany Bristow and Anga Makubalo embark on a safari through the magnificent Phinda reserve in KwaZulu Natal. Here, they encounter some of the most famous animals in Africa and study their behavior in a variety of environments. Aimed at a family audience, the series provides an entertaining look at how",
        "languages": [
            "English"
        ],
        "title": "Wildlife Quest",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Wildlife Quest (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bristow, Agnes"
            },
            {
                "name": "Bristow, Brittany"
            }
        ],
        "production companies": [
            {
                "name": "Leif Films"
            }
        ],
        "distributors": [
            {
                "name": "Incendo Media"
            }
        ],
        "plot": [
            "On a quest to discover the most exotic and famous wild animals in South Africa, youthful hosts Brittany Bristow and Anga Makubalo embark on a safari through the magnificent Phinda reserve in KwaZulu Natal. Here, they encounter some of the most famous animals in Africa and study their behavior in a variety of environments. Aimed at a family audience, the series provides an entertaining look at how"
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "males": {
                "votes": 6,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 5,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 4.0
            },
            "non us users": {
                "votes": 5,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 4,
            "9": 2,
            "8": 2,
            "7": 4,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}