{
    "imdb": {
        "raw release dates": [
            {
                "country": "Israel\n",
                "date": "3 January 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Israel::3 January 2016                            (internet)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Protection: The Housing Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger hosts Matis Babris, a graduate student in Architecture from the Riga Technical University (RTU), CastPrint's Co-Founder and CTO, a 3D printing medical device startup, and, the co-Founder of the NGO TreeHouse, to talk about our Human need for protection and shelter, and, the on-going but still slow carbon-zero revolution in architecture, housing and the building industry at large. What are the new applications from the digital revolution, at all scales, from bits to geography, from micro-controllers to cities, from materials to the territory, to expand ...    "
                },
                "2": {
                    "title": "Freedom: The Mobility Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger hosts Juris Puce, Kleintech and 4SmartStreets CEO, TEDx Riga speaker, expert on AI panel for BBC \"Talking Business\", to talk about our Human need for mobility and freedom, and, the on-going revolution in the field of transports. In the next 30 years, Earth citizens will witness more changes in transportation than citizens have seen in the last 100 years. Airplanes will continue to evolve over the next 30 years to become faster, stronger and greener. What are the futuristic modes of transportation that will most likely make our daily lives by 2050? What ...    "
                },
                "3": {
                    "title": "Subsistence: The Greentech Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger hosts Maira Dzelzkaleja-Burmistre, Vice-chairwoman of Latvia's biggest farmers' union, the \"Farmers' Parliament\" (Zemnieku Saeima) representing 900 farmers producing half of Latvia's food production; and, Dr Asnate Kirse, food research scientist at the Latvia University of Life Sciences and Technology (previously Latvia University of Agriculture)'s Faculty of Food Technology, to talk about our Human need subsistence and the on-going revolution of alternative methods of agriculture, with or without the use of digital and automation technologies. Whether ...    "
                },
                "4": {
                    "title": "Affection: The Resource-Economy Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger hosts Adam Moloney, spokesperson for The Zeitgeist Movement (TZM) of Great-Britain, and, Sean Boussiquot, spokesperson for The Venus Project (TVP) of France, to talk about what the Resource-Based-Economy (RBE) paradigm would look like and how it will impact on our experience of affection and love in our lives.    "
                },
                "5": {
                    "title": "Participation: The Entropy Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger hosts the Cantillon Institute for Entrepreneurship professor Francesco Travagli to talk about the future of entrepreneurship, entrepreneurship and how it satisfies our Human need for participation. Francesco Travagli teaches entrepreneurship, innovation and digital marketing in universities and schools such as Paris Dauphine, Epitech, UPMC, EIT Digital, Sorbonne University, Paris X and Paris XIII. Francesco Travagli is the founder and president of The Expat Entrepreneurs Association in France, supporting international entrepreneurs to establish their ...    "
                },
                "6": {
                    "title": "Idleness: The Work Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger hosts financial engineer and The Venus Project France director Pierre-Alexandre Ponant and global futurist and COO Fast Future think tank Steve Wells to talk about the revolutions in the workplace.    "
                },
                "7": {
                    "title": "Understanding: The mHealth Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger host Tilak Healthcare Chief Medical Officer Dr Vinona Bhatia, and, OnComfort CEO Mario Huyghe to talk about how wearables, medical devices and other tech breakthroughs assist the citizen understand better health matters, self-diagnose and reduce the cost of public health.    "
                },
                "8": {
                    "title": "Creation: The AI-Tech Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger hosts musician, composer, computer scientist for the contemporary arts and IRCAM Department for Research/Creation Interfaces Director, Dr Gregory Beller, to talk about the applications of Artificial Intelligence (AI) and Machine Learning (ML) to the arts.    "
                },
                "9": {
                    "title": "Identity: The Cybertech Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Frederic Eger hosts David W. Wood (D.Sc.), speaker, writer writing on Sustainable Superabundance, UI software developer, former Technology Planning Lead (CTO) at Accenture Mobility, former co-lead of Accenture's Mobility Health business initiative, Chair of London Futurists, owner of the independent futurist consultancy and publisher Delta Wisdom; Gregory Fabre, rock band musician, ENSIEE engineer, former security and computer law advisor to the France Prime Minister and Cyberzen founder, and; Samuel Barbaud, security expert for 20 years+ in IT and 10 years in ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Disclosure & Identity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Quantum Earth, the news and sci-fi talk-show that explores the answers Science and Spirituality provide to Human Needs.    "
                },
                "2": {
                    "title": "Matrix & Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Frederic Eger hosts Anton Orlov. the spokesperson for Diamond Way Buddhism Center Israel to talk about how Humans can achieve some sense of freedom by understanding what is the real Matrix we truly live in. What are the Matrix, G-d, the Soul, the Self, the Ego according to Buddhism, Hinduism, to esoteric Judaism or Kabbalah? The Matrix is the system used to accelerate spiritual choices of each individual on Earth without violating their free will. The Matrix is a system of control based on thought reading, on the Pavlovian association of ideas and on the manipulation ...    "
                },
                "3": {
                    "title": "Matter & Subsistence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Frederic Eger hosts Rajashekhar Potluri electrical and electronics engineer, Spiritual Scientist, \"Eternal Life Times\" Chief Editor, a quarterly New Age Spiritual magazine focusing on Spiritual Science and Past Life Regression, founding member and secretary to the Association of Regression and Reincarnation Research (ARRR), to talk about the link between the physics, astro-physics, astro-biology, and, matter, the material and manifested world, food and agriculture. Rajashekhar Potluri's life took a quantum shift when he met New Age Spiritual Master Dr. Newton ...    "
                },
                "4": {
                    "title": "Time Travel & Karma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n    Frederic Eger hosts Dr. Bruce Goldberg international hypnotherapist specializing in past life regression and future life progression , dental surgeon and counseling psychologist, author of 21 best-selling and award winning books, including Past Lives, Future Lives to talk about the positive and negative consequences of time travel on Karma. Dr Bruce Goldberg has conducted more than 35,000 past life regressions and future life progressions and has helped thousands of patients to empower themselves. Dr Goldberg has developed the supra-conscious mind tap-a healing ...    "
                },
                "5": {
                    "title": "Dimensions & Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Frederic Eger hosts Dr Suzanne Lie (PhD.) clinical psychologist and began Multidimensions.com in 1996 to talk about the multidimensional fabric of the Universe and the 5th dimension beyond space and time, the 5th Dimension being identified as the dimension of Love featuring physicists Michio Kaku and Edward Witten explaning the dimensional nature of the universe.    "
                },
                "6": {
                    "title": "Interstellar Exploration & Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Frederic Eger hosts science journalist, medieval historian and Tau Zero Foundation Social Media Director Paul Gilster; Icarus Interstellar Co-founder and President and former NASA research fellow for Pathfinder and Galileo Dr Andreas Tziolas; and, the founders of Searl Magnetics Professor John Roy Robert Searl; engineer and Searl Magnetics Inc. CEO Fernando Morris, and, electromagnetic tech researcher lab Technician, Ops Manager and President of SEG Magnetics Jason Verbelli; to talk about the state of technological advancements that would make interstellar exploration...    "
                },
                "7": {
                    "title": "Interplanetary Colonization & Survival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Frederic Eger hosts Icarus Interstellar Co-Founder and President Dr Andreas Tziolas, NASA John Glenn Research Center Scientist and Science-Fiction writer Geoffrey Landis and the Founding President of the Mars Initiative and the Mars Society Political Outreach Director Mina Mukhar, to talk about the possible scenarios if Humanity is face with a possible extinction either by the envrionmental destructions or an asteroid hitting the Earth, some of the solutions considered by scientists, politicians and intellectuals is the Colonization of the Solar System.    "
                },
                "8": {
                    "title": "Identity: The Citizenship Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Frederic Eger hosts David Gallup, the President of the World Service Authority (WSA), NGO created in 1954 by Gary Davis to manifest the world citizenship and the World Passport, and; Steven Bassett, the Paradigm Research Group (PRG) executive director and leading advocate for ending the seven decade government imposed truth embargo regarding an extraterrestrial presence engaging the human race; to talk about what needs to be achieved politically to have a legally recognized world citizenship and when they forsee such citizenship is to manifest.    "
                },
                "9": {
                    "title": "Subsistence: The Nanotech Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Frederic Eger hosts Jaydee Hanson, the senior policy analyst for the Center for Food Safety, director at International Center for Technology Assessment (ICTA), and, the US co-chair for the Nanotechnology Taskforce of the Transatlantic Consumers Dialogue; to talk about the risks and benefits of the increasing use of nanotechnologies in food. As senior policy analyst a the CFS, Jaydee Hanson works on emerging technology issues related to nanotechnology, synthetic biology, animal cloning and animal genetic engineering. At the International Center for Technology ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Subsistence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Protection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "1 Oct. 2021",
                    "year": "2021",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Affection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Creation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Quantum Earth (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Eger, Frederic"
            },
            {
                "name": "Bassett, Stephen"
            },
            {
                "name": "Tziolas, Andreas"
            },
            {
                "name": "Baum, Seth. D."
            },
            {
                "name": "Denkenberger, David"
            },
            {
                "name": "Gallup, David"
            },
            {
                "name": "Gilster, Paul"
            },
            {
                "name": "Goldberg, Bruce"
            },
            {
                "name": "Hanson, Jaydee"
            },
            {
                "name": "Johnson, Brad"
            },
            {
                "name": "Landis, Geoffrey A."
            },
            {
                "name": "Lie, Suzanne"
            },
            {
                "name": "Max-Neef, Manfred"
            },
            {
                "name": "Morris, Fernando"
            },
            {
                "name": "Mukhar, Mina"
            },
            {
                "name": "Orlov, Anton"
            },
            {
                "name": "Potluri, Rajashekhar"
            },
            {
                "name": "Reich, Henry"
            },
            {
                "name": "Searl, John Roy Robert"
            },
            {
                "name": "Umbrello, Steven"
            },
            {
                "name": "Verbelli, Jason"
            },
            {
                "name": "Babris, Matijs"
            },
            {
                "name": "Adams, Dr. Fabian"
            },
            {
                "name": "Altman, Sam"
            },
            {
                "name": "Altucher, James"
            },
            {
                "name": "Andreessen, Marc"
            },
            {
                "name": "Barbaud, Samuel"
            },
            {
                "name": "Beller, Greg"
            },
            {
                "name": "Bhatia, Vinona"
            },
            {
                "name": "Boussiquot, Sean"
            },
            {
                "name": "Branson, Richard"
            },
            {
                "name": "Brin, Sergey"
            },
            {
                "name": "Busque, Leah"
            },
            {
                "name": "Casalena, Anthony"
            },
            {
                "name": "Crowley, Dennis"
            },
            {
                "name": "Cuban, Mark"
            },
            {
                "name": "de Brouwer, Walter"
            },
            {
                "name": "Dell, Michael"
            },
            {
                "name": "Diamandis, Peter"
            },
            {
                "name": "Digg, Kevin Rose"
            },
            {
                "name": "Dorsey, Jack"
            },
            {
                "name": "Dzelzkaleja-Burmistre, Maira"
            },
            {
                "name": "Ek, Daniel"
            },
            {
                "name": "Fabre, Gregory"
            },
            {
                "name": "Fadell, Tony"
            },
            {
                "name": "Ferriss, Tim"
            },
            {
                "name": "Firestein, Gary S."
            },
            {
                "name": "Fisher, Emil"
            },
            {
                "name": "Fleureau, Yann"
            },
            {
                "name": "Fried, Jason"
            }
        ],
        "genres": [
            "Documentary",
            "News",
            "Reality-TV",
            "Sci-Fi",
            "Talk-Show"
        ],
        "countries": [
            "Israel"
        ],
        "country codes": [
            "il"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 8.2,
        "votes": 29,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQxMGE0ZmUtNTVlZC00ZDFhLWFiODMtOTZjM2I4MGUzMzA3XkEyXkFqcGdeQXVyNDM5NTY1Mjc@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Quantum Earth",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Quantum Earth (Israel)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Eger, Frederic"
            }
        ],
        "production companies": [
            {
                "name": "Eger Shows"
            }
        ],
        "distributors": [
            {
                "name": "Live 365"
            },
            {
                "name": "Quantum Earth Radio"
            },
            {
                "name": "Quantum Earth Television"
            }
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 29,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 8.5
            },
            "males": {
                "votes": 19,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 13,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 8.0
            },
            "females": {
                "votes": 4,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 7.1
            },
            "us users": {
                "votes": 6,
                "rating": 6.3
            },
            "non us users": {
                "votes": 12,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 14,
            "9": 5,
            "8": 3,
            "7": 1,
            "6": 1,
            "5": 1,
            "4": 2,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 8.2,
        "median": 9
    }
}