{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "USA::2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Crime"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "In the wake of the Medgar Evers assassination, disillusioned ambulance driver Patrick Rawlings is recruited as an FBI informant within the increasingly dangerous United Klan of America. Klansman Gene Haywood and his trusted second-in-command Garth Dillahunt deal with a mole within their Klavern. Haywood's wife Bev struggles with the impending one-year anniversary of her eldest son's death. FBI handler Dean Waller receives some alarming information.",
        "languages": [
            "English"
        ],
        "title": "Klan",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Klan (United States)"
        ],
        "writer": [
            {
                "name": "McCormack, Robert William"
            }
        ],
        "plot": [
            "Think The Americans by way of Mississippi Burning. An FBI informant infiltrates the Klu Klux _Klan_ (qv) at the height of the Civil Rights Movement, but soon finds he may be in too deep.::Robert William McCormack",
            "In the wake of the Medgar Evers assassination, disillusioned ambulance driver Patrick Rawlings is recruited as an FBI informant within the increasingly dangerous United _Klan_ (qv) of America. _Klan_ (qv)sman Gene Haywood and his trusted second-in-command Garth Dillahunt deal with a mole within their Klavern. Haywood's wife Bev struggles with the impending one-year anniversary of her eldest son's death. FBI handler Dean Waller receives some alarming information.::Robert William McCormack"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}