{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "25 December 2016"
            }
        ],
        "release dates": [
            "Canada::25 December 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Sheen, Martin"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTMxZmZjNWEtZWJmNy00MTc0LTlmYjYtMzZkNTVkYWNmYTY1XkEyXkFqcGdeQXVyMTM5NzI3MjE@._V1_SY150_CR72,0,101,150_.jpg",
        "budget": "CAD1,500,000 (estimated)",
        "plot outline": "According to Swiss history scholar Jean Jacques Babel, in the past 5,500 years our world has had only 292 years of peace spread out here and there. Of the nearly 15,000 wars known to history more than half were fought in Europe. The wars cost the world 3 million deaths in the 17th Century, 5 million in the 18th century, 6 million in the 19th century, more than 16 million in the First World War and more than 55 million in the Second World War. Over the past century more than 100 million people perished in major conflicts, civil wars, insurrections, coup d'états plus countless border clashes, territorial disputes, riots, guerrilla hostilities and acts of terrorism. Since the dawn of the 20th Century, peace has been rare and elusive, a wounded dove struggling to take flight. During this time there have been 72 formal treaties, 20 pacts, and numerous agreements, alliances, conferences and cease-fires. Even in the darkest moments, the spirit of peace has been kept alive by men and women who committed themselves and, at times their nations, to the belief that human beings can co-exist without resorting to violence. The WOUNDED DOVE will be a 5 X 1 hour television series that documents and celebrates the struggle of these brave peacemakers. Men and women around the world who worked tirelessly to foster peace, then struggled tenaciously to maintain it. The Wounded Dove tells their story.",
        "languages": [
            "English"
        ],
        "title": "The Wounded Dove",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Wounded Dove (Canada)"
        ],
        "writer": [
            {
                "name": "Lundy, Neil"
            }
        ],
        "production companies": [
            {
                "name": "Adventure Film Productions"
            }
        ],
        "distributors": [
            {
                "name": "Adventure Film Productions"
            }
        ],
        "plot": [
            "According to Swiss history scholar Jean Jacques Babel, in the past 5,500 years our world has had only 292 years of peace spread out here and there. Of the nearly 15,000 wars known to history more than half were fought in Europe. The wars cost the world 3 million deaths in the 17th Century, 5 million in the 18th century, 6 million in the 19th century, more than 16 million in the First World War and more than 55 million in the Second World War. Over the past century more than 100 million people perished in major conflicts, civil wars, insurrections, coup d'états plus countless border clashes, territorial disputes, riots, guerrilla hostilities and acts of terrorism. Since the dawn of the 20th Century, peace has been rare and elusive, a wounded dove struggling to take flight. During this time there have been 72 formal treaties, 20 pacts, and numerous agreements, alliances, conferences and cease-fires. Even in the darkest moments, the spirit of peace has been kept alive by men and women who committed themselves and, at times their nations, to the belief that human beings can co-exist without resorting to violence. The WOUNDED DOVE will be a 5 X 1 hour television series that documents and celebrates the struggle of these brave peacemakers. Men and women around the world who worked tirelessly to foster peace, then struggled tenaciously to maintain it. _The Wounded Dove_ (qv) tells their story.::Neil Lundy"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}