{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 September 2016"
            }
        ],
        "release dates": [
            "USA::6 September 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Queen Sugar"
            },
            {
                "countries": "Russia",
                "title": "Королева сахара"
            }
        ],
        "akas": [
            "Queen Sugar (original title)",
            "Королева сахара Russia"
        ],
        "akas from release info": [
            "Queen Sugar (original title)",
            "Королева сахара Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "A Rock, a River, a Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Ralph Angel (Kofi Siriboe) finally learns the truth about his biological connection to Blue (Ethan Hutchison). Elsewhere, Violet (Tina Lifford) and Hollywood (Omar J. Dorsey) return home from Venice, Italy. Nova (Rutina Wesley) meets with book executives who are interested in her work, and Charley (Dawn-Lyen Gardner) meets with Sam Landry (David Jensen) to solidify their new partnership. After their meeting, Charley exposes her hidden plan for Landry Enterprises to Ralph Angel. Later, everyone arrives at Collings High School to root for the St. Jo team, where things ...    "
                },
                "2": {
                    "title": "Of Their Sojourn Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 30,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    Violet receives a business proposition she can't refuse. Nova confronts a difficult decision about her career. Micah asks to transfer schools. Charley learns some shocking news about Sam Landry.    "
                },
                "3": {
                    "title": "Your Distant Destiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 26,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Micah (Nicholas L. Ashe) starts his new school with excitement, where he befriends the teen protestors from the basketball game. Meanwhile, Nova's (Rutina Wesley) editor reveals that she needs new material for her book. Ralph Angel (Kofi Siriboe) meets with a potential new employee who was referred by his parole officer. In the evening, Blue (Ethan Hutchison) walks in on Ralph Angel while he's spending time with a female guest, and Ralph Angel is flooded with guilt. Elsewhere, Hollywood and Violet attend Hollywood's reunion together, where someone from Hollywood's ...    "
                },
                "4": {
                    "title": "No Haven in My Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 22,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Darla reveals her plans to stay for good, and her words hurt Ralph Angel deeply. Meanwhile, Charley discovers Prosper Denton's eviction notice from Landry Enterprises, and she confronts Jacob Boudreaux. Charley then meets with a private investigator to find more information on the Landry and Boudreaux families. Elsewhere, Violet's cooking schedule gets unexpectedly derailed, and Violet explains her desire to remain independent to Hollywood. Nova visits Remy and his students on the farm where she shares something personal. Later, Davis reveals a hidden secret to Micah,...    "
                },
                "5": {
                    "title": "A Little Lower Than Angels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 19,
                    "original air date": "20 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Remy and Nova follow their feelings. Ralph Angel bonds with his boss' daughter over a family dinner. Davis reveals his affair and daughter to Charley. Darla and Ralph Angel explain their relationship to Blu.    "
                },
                "6": {
                    "title": "Delicate and Strangely Made",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "27 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Remy and Nova discuss their feelings. Violet gains another business proposal. Blue comes clean on what happened at school. Charley investigates something suspicious. Ralph Angel has a date.    "
                },
                "7": {
                    "title": "Study War No More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    It's Violet's 60th birthday and time for celebration. Nova and Remy explore their relationship. Darla and Ralph Angel argue over custody of Blue. Violet doesn't like the terms of her new business venture. The Bordelon family is devastated to learn Landry's plan for the land.    "
                },
                "8": {
                    "title": "Come, Clad in Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Violet's new business venture may be in trouble. Micah gets involved with a new protest. Charley threatens the Landry Enterprises board.    "
                },
                "9": {
                    "title": "The Tree and Stone Were One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Charley gains an unexpected ally in her fight against the Landrys. Nova receives an offer she can't refuse. Violet learns the fate of her pie shop. Micah and his friends stage a protest at the plantation.    "
                },
                "10": {
                    "title": "Here Beside the River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "1 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Violet confronts Nova about her article about her father. Ralph Angel is visited by DCFS. Charley plots another move against Landry Enterprises. Micah confesses to his part in the fire to Keke. Nova and Remy must decide on their future.    "
                },
                "11": {
                    "title": "Your Passages Have Been Paid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 19,
                    "original air date": "8 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Mediation for the custody of Blue becomes heated. Nova makes a confession. Charley learns about Micah's role in the fire. Charley faces an unexpected obstacle.    "
                },
                "12": {
                    "title": "The Horizon Leans Forward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 18,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ralph Angel and Darla reach an agreement. Violet finally reveals her lupus diagnosis to her family. The council makes a decision about the prison.    "
                },
                "13": {
                    "title": "From on the Pulse of Morning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 23,
                    "original air date": "22 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ralph Angel gets unexpected news. The fate of the prison is finally decided. Charley continues to advocate for the farmers. Violet and Hollywood celebrate their love.    "
                }
            },
            "1": {
                "1": {
                    "title": "First Things First",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 142,
                    "original air date": "6 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    \"Queen Sugar\" tells the story of the estranged Bordelon siblings in Louisiana. At the center of the family are Nova, a journalist and activist; Charley, the wife and manager of an NBA player; and formerly incarcerated father Ralph Angel, who is searching for redemption. Following a tragedy in the family, the siblings must put their complicated lives aside so that they can come together to run the clan's struggling sugar cane farm. Also involved in the farm are Aunt Violet and family friend Remy Newell.    "
                },
                "2": {
                    "title": "Evergreen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 102,
                    "original air date": "7 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    In the second-hour of the two-night series premiere, the Bordelon siblings must work together to plan their father's funeral. Tensions rise between Charley (Dawn-Lyen Gardner \"Unforgettable\") and Nova (Rutina Wesley \"True Blood\") as they each seek to honor their father in very different ways. Ralph Angel (Kofi Siriboe \"Awkward\") argues with Aunt Violet (Tina Lifford \"Parenthood\") over whether or not it's appropriate to invite his young son Blue (Ethan Hutchison \"The Path\") to the funeral service. Charley struggles with the fallout of the shocking news surrounding her ...    "
                },
                "3": {
                    "title": "Thy Will Be Done",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 85,
                    "original air date": "14 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Charley, Ralph Angel and Nova discover the contents of their father's will and consider running or selling the farm.    "
                },
                "4": {
                    "title": "The Darker Sooner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 63,
                    "original air date": "21 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The Bordelon siblings return to their everyday lives; Ralph Angel struggles to run the family farm, Charley resumes managing her husbands basketball career, and Nova seeks justice for a friend's son who she believes was wrongfully convicted.    "
                },
                "5": {
                    "title": "By Any Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 69,
                    "original air date": "28 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Nova's (Rutina Wesley) pursuit of justice causes issues in her romantic relationship with local cop Calvin (Greg Vaughan), Charley (Dawn-Lyen Gardner) confronts her husband's accuser, and Ralph Angel faces a moral quandary. As the siblings also navigate complications with running their family farm, Aunt Violet (Tina Lifford) receives unwelcome feedback at work and her boyfriend, Hollywood (Omar J. Dorsey), resumes contact with someone from his past.    "
                },
                "6": {
                    "title": "As Promised",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 62,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Nova's public comments about Charley's marriage causes a rift between the two. Ralph Angel tries to get out of an illegal arrangement. Charley learns what Davis did during the night in question.    "
                },
                "7": {
                    "title": "In No Uncertain Terms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 60,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Charley (Dawn-Lyen Gardner) finally faces the state of her marriage and shares it with her son Micah (Nicholas L. Ashe). Ralph Angel (Kofi Siriboe) wants to move forward with his life by farming full time and obtaining custody of his son from Aunt Violet (Tina Lifford), but he encounters resistance from his family. Charley and Nova (Rutina Wesley) clash over money, and Aunt Violet discovers information that jeopardizes her relationship with Hollywood (Omar J. Dorsey) after coming face to face with someone from his past.    "
                },
                "8": {
                    "title": "Where with All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 59,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    As the family prepares for a hurricane, many of their issues are brought to the surface. The incoming storm threatens the farm, and while preparing to protect their land, Remy (Dondré T. Whitfield) calls into question Charley's (Dawn-Lyen Gardner) treatment of her staff. Aunt Violet (Tina Lifford) worries about Nova's (Rutina Wesley) safety while Nova tends to the community in the Lower Ninth, and Ralph Angel (Kofi Siriboe) quarrels with Darla (Bianca Lawson) when she arrives unannounced. Plus, Hollywood (Omar J. Dorsey) and Aunt Violet are reunited, and Nova and ...    "
                },
                "9": {
                    "title": "Next to Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 53,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    As the siblings work together to repair any damage caused by the storm, Charley (Dawn-Lyen Gardner), Ralph Angel (Kofi Siriboe) and Remy (Dondré T. Whitfield) are shocked to discover two dead bodies on their property. When the police begin to investigate, Charley questions her own moral compass. Nova also investigates their death, and the siblings later unite to tell their fellow workers about the tragedy. Meanwhile, Aunt Violet (Tina Lifford) objects to Darla's (Bianca Lawson) continued presence in their home, and when she refuses to relinquish guardianship of Blue (...    "
                },
                "10": {
                    "title": "So Far",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 64,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The storm impacted the harvest schedule, leaving Charley (Dawn-Lyen Gardner) to search for a new mill. When she rejects an unfair split of the profits from the Boudreaux family, she discovers there is more to the story of their land than originally thought. Nova (Rutina Wesley) encounters issues in her romantic relationship when her girlfriend tries to help her with a prestigious speech, and Charley's values are called into question over Micah's (Nicholas L. Ashe) choice of school. Hollywood (Omar J. Dorsey) again tries to repair his relationship with Aunt Violet (...    "
                },
                "11": {
                    "title": "All Good",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 44,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The Bordelon siblings must find a new mill, but with mounting expenses, they need a feasible solution. Charley (Dawn-Lyen Gardner) makes a big step in putting her past with Davis (Timon Kyle Durrett) behind her, but when Micah (Nicholas L. Ashe) accidentally learns about Charley and Remy's (Dondré T. Whitfield) new relationship, she is filled with guilt. Too Sweet (Isaac White) returns with doubts about his future and Nova encourages him to change his point of view. Ralph Angel (Kofi Siriboe) and Darla (Bianca Lawson) unite to help Blue (Ethan Hutchison) navigate ...    "
                },
                "12": {
                    "title": "Far Too Long",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 42,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The siblings continue their quest for a new mill in time for harvest and Charley's (Dawn-Lyen Gardner) search for an investor motivates her to make a cunning decision in relation to Davis' (Timon Kyle Durrett) basketball career. When Ralph Angel (Kofi Siriboe) devises his own solution, Charley's objection creates issues. Hollywood (Omar J. Dorsey) and Aunt Violet's (Tina Lifford) relationship hits an additional roadblock, which forces Hollywood to make a rash move. Nova's (Rutina Wesley) ex Calvin (Greg Vaughan) returns to watch her Q&A on community issues, and her ...    "
                },
                "13": {
                    "title": "Give Us This Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 52,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Charley (Dawn-Lyen Gardner) continues to make calculated choices regarding Davis' (Timon Kyle Durrett) basketball career and her desire to secure an investor. Nova (Rutina Wesley) and lover Calvin (Greg Vaughan) finally reunite, but their union causes controversy in the community. Davis attempts to repair his relationship with son Micah (Nicholas L. Ashe), but he faces resistance. Aunt Violet (Tina Lifford) learns of Hollywood's (Omar J. Dorsey) departure and tries to make amends, and Ralph Angel makes a shocking discovery that changes everything.    "
                }
            },
            "2": {
                "1": {
                    "title": "After the Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 51,
                    "original air date": "20 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Charley's (Dawn-Lyen Gardner) relationship with Remy (Dondré T. Whitfield) is threatened when she discovers that a business loan is contingent on the involvement of her estranged husband, Davis (Timon Kyle Durrett). She later sees Davis on a date during her girls' night out with Nova (Rutina Wesley) and Aunt Violet (Tina Lifford), and a confrontation ensues. Micah (Nicholas L. Ashe) is pulled over by a police officer in his expensive new car, and Davis uses his star power to secure his release, which upsets Charley. The concern over Micah pushes Aunt Violet to reach ...    "
                },
                "2": {
                    "title": "To Usward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 37,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ralph has new plans for the farm. Davis blind-sides Charley during divorce mediation. Nova holds a fundraiser for the community. Violet learns of a potentially life-threatening accident that happened to Hollywood.    "
                },
                "3": {
                    "title": "What Do I Care for Morning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 35,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Micah finds solace in Nova's Place. Charley founds out Davis lied to get joint custody. Violet and Hollywood's time together is short lived. Nova attends a symposium in Atlanta. Ralph Angel confronts to Boudreaux for spying on them.    "
                },
                "4": {
                    "title": "My Soul's High Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 30,
                    "original air date": "5 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Charley searches for a new home for her and Micah. Nova's new editor wants to change her style. The farm is threatened by a whitefly infestation. Darla's decision may have serious consequences.    "
                },
                "5": {
                    "title": "Caroling Dusk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 34,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Charley's therapist brings to light her childhood issues. Nova sees Dr. Robert Dubois again. During a pressure situation, Ralph Angel meets an old friend. Darla gets a new, unexpected job.    "
                },
                "6": {
                    "title": "Line of Our Elders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 34,
                    "original air date": "19 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The opening celebration of Queen Sugar Mills suffers a setback. Nova receives surprising news about her late father. Ralph Angel has a run-in with a person he previously robbed.    "
                },
                "7": {
                    "title": "I Know My Soul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 32,
                    "original air date": "26 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Ralph Angel's (Kofi Siriboe) confession continues to cause unrest among his family, as the siblings question their father's intentions. Ralph Angel suggests that Nova only sees his mistakes, which runs contrary to her activism. During the heated family exchange, Charley (Dawn-Lyen Gardner) asks Darla (Bianca Lawson) to prepare a contract for a local farmer, but Ralph Angel insists that she stay for emotional support. Darla resents Ralph Angel's request, as she previously lost a job to help him. As the conversation continues, Charley tells Violet (Tina Lifford) she ...    "
                },
                "8": {
                    "title": "Freedom's Plow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 31,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Nova (Rutina Wesley) returns to Atlanta to visit Dr. Robert Dubois (Alimi Ballard), where they attend a dinner party, which doesn't go as planned when Nova clashes with Robert's friend. Charley's (Dawn-Lyen Gardner) authentic magazine interview finally gets published and Remy (Dondré T. Whitfield) expresses that the farmers have questions about some of what they read. Charley attends a potluck to address their concerns. She then uses the opportunity to tell Remy how she feels. Charley also talks to Darla (Bianca Lawson) about withholding information in her father's ...    "
                },
                "9": {
                    "title": "Yet Do I Marvel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 29,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Darla reaches out to her family to share her engagement news; Violet's condition worsens; Nova's Zika story causes concern in the community; Micah finally comes to terms with his emotions; Charley receives an unexpected visit from her mother.    "
                },
                "10": {
                    "title": "Drums at Dusk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 27,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    An unexpected encounter creates issues between Ralph Angel and Darla; the presence of Charley's mother Lorna gives rise to old tensions in the family; Violet finally sees a doctor about her recurring symptoms.    "
                },
                "11": {
                    "title": "Fruit of the Flower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 30,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nova (Rutina Wesley) prepares for her first national television interview with Robert (Alimi Ballard), and Charley (Dawn-Lyen Gardner) encourages her to be cautious about mixing romance with her career. Nova heeds the advice, which takes Robert aback. Ralph Angel (Kofi Siriboe) and Darla (Bianca Lawson) attend pre-marital counseling, where they discuss their expectations of marriage. Lorna (Sharon Lawrence) and Charley have different opinions about Charley's plans for a harvest festival. Meanwhile, Hollywood (Omar J. Dorsey) befriends a member of his crew, but ...    "
                },
                "12": {
                    "title": "Live in the All Along",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 28,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nova and Robert's relationship hits a major setback; Darla and Ralph Angel plan their upcoming wedding; Davis offers Charley help with her harvest festival; Davis and Charley realize they've both moved on in new relationships; Davis makes amends.    "
                },
                "13": {
                    "title": "Heritage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 34,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Remy and Charley have different visions of their future. Nova and Calvin face a harsh reality. Plus, Violet gets diagnosed and Darla reveals a devasting secret to Ralph Angel.    "
                },
                "14": {
                    "title": "On These I Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 20,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ralph Angel is left devastated by Darla's news; Charley's business is threatened. Micah has an issue with his school. Nova receives a new opportunity. Violet reveals her diagnosis to Hollywood.    "
                },
                "15": {
                    "title": "Copper Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 27,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Charley (Dawn-Lyen Gardner) and Jacob Boudreaux (Lea Coco) face off over the false rumors he's been spreading about her mill. Black farmers celebrate Ralph Angel's (Kofi Siriboe) accomplishments on the last day of his first harvest, but his day is disrupted when a farmer reveals she must take her cane elsewhere due to concern about Charley's mill. Other farmers follow suit, which jeopardizes Charley's business. Meanwhile, Hollywood (Omar J. Dorsey) receives a large settlement, and in the midst of his excitement, he proposes to Violet (Tina Lifford). Nova (Rutina ...    "
                },
                "16": {
                    "title": "Dream Variations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 24,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Charley (Dawn-Lyen Gardner) and Jacob Boudreaux (Lea Coco) face off over the false rumors he's been spreading about her mill. Black farmers celebrate Ralph Angel's (Kofi Siriboe) accomplishments on the last day of his first harvest, but his day is disrupted when a farmer reveals she must take her cane elsewhere due to concern about Charley's mill. Other farmers follow suit, which jeopardizes Charley's business. Meanwhile, Hollywood (Omar J. Dorsey) receives a large settlement, and in the midst of his excitement, he proposes to Violet (Tina Lifford). Nova (Rutina ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen Sugar (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 43,
        "cast": [
            {
                "name": "Wesley, Rutina"
            },
            {
                "name": "Gardner, Dawn-Lyen"
            },
            {
                "name": "Siriboe, Kofi"
            },
            {
                "name": "Dorsey, Omar J."
            },
            {
                "name": "Ashe, Nicholas L."
            },
            {
                "name": "Whitfield, Dondre"
            },
            {
                "name": "Hutchison, Ethan"
            },
            {
                "name": "Lifford, Tina"
            },
            {
                "name": "Lawson, Bianca"
            },
            {
                "name": "Durrett, Timon Kyle"
            },
            {
                "name": "Sanders, Henry G."
            },
            {
                "name": "Vaughan, Greg"
            },
            {
                "name": "Waivers, Tanyell"
            },
            {
                "name": "Lopez, Marycarmen"
            },
            {
                "name": "Coco, Lea"
            },
            {
                "name": "Jensen, David"
            },
            {
                "name": "Hart, Stevonte"
            },
            {
                "name": "Smith, Nikko Austen"
            },
            {
                "name": "Wright, Myron Parker"
            },
            {
                "name": "Truitt, Myles"
            },
            {
                "name": "Ballard, Alimi"
            },
            {
                "name": "Dee, Deja"
            },
            {
                "name": "White, Isaac"
            },
            {
                "name": "Devoe, Ninja N."
            },
            {
                "name": "Hogan, Troy"
            },
            {
                "name": "Perez, Walter"
            },
            {
                "name": "Ngô, Vivien"
            },
            {
                "name": "Maldonado, David"
            },
            {
                "name": "Myles, Andrea"
            },
            {
                "name": "Nouri, Estrella"
            },
            {
                "name": "Yesso, Don"
            },
            {
                "name": "Gomez-Preston, Reagan"
            },
            {
                "name": "Banks, Nicoye"
            },
            {
                "name": "Cayouette, Laura"
            },
            {
                "name": "Mitchell, Jaren"
            },
            {
                "name": "Alexander, Dominic 'Taz'"
            },
            {
                "name": "Grice, Lara"
            },
            {
                "name": "Michele, Michael"
            },
            {
                "name": "Jefferies, Annalee"
            },
            {
                "name": "Winters, Tony"
            },
            {
                "name": "Smith, Kj"
            },
            {
                "name": "Dents, Rhonda Johnson"
            },
            {
                "name": "Lawrence, Sharon"
            },
            {
                "name": "Bingham, Margot"
            },
            {
                "name": "Castelloe, Evan"
            },
            {
                "name": "Marble, Anthony"
            },
            {
                "name": "Frederick, Anthony Michael"
            },
            {
                "name": "Basta, Nick"
            },
            {
                "name": "Kafka, Heather"
            },
            {
                "name": "Jabaley, John"
            }
        ],
        "locations": [
            "Edgard, Louisiana, USA",
            "LaPlace, Louisiana, USA",
            "Vacherie, Louisiana, USA"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 4,
        "rating": 7.5,
        "votes": 3101,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY2MTA0MDUyOF5BMl5BanBnXkFtZTgwMzkxNjA4OTE@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Queen Sugar",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Baszile, Natalie"
            },
            {
                "name": "DuVernay, Ava"
            },
            {
                "name": "Scarlett, Davita"
            }
        ],
        "production companies": [
            {
                "name": "Harpo Productions"
            },
            {
                "name": "Warner Horizon Television"
            }
        ],
        "distributors": [
            {
                "name": "OWN: The Oprah Winfrey Network"
            },
            {
                "name": "DiziMax"
            }
        ],
        "special effects": [
            {
                "name": "The Molecule"
            }
        ],
        "other companies": [
            {
                "name": "Actors Choice Talent Agency"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Cineverse"
            },
            {
                "name": "Hula Post"
            },
            {
                "name": "Prologue Films"
            },
            {
                "name": "Soundtrack New York"
            },
            {
                "name": "Studio Unknown"
            },
            {
                "name": "VER"
            }
        ],
        "plot": [
            "Follows the life of three siblings, who move to Louisiana to claim an inheritance from their recently departed father - an 800-acre sugarcane farm."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3101,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 316,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 904,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 636,
                "rating": 7.2
            },
            "males": {
                "votes": 757,
                "rating": 6.3
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 108,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 326,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 220,
                "rating": 6.1
            },
            "females": {
                "votes": 1383,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 200,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 560,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 405,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 48,
                "rating": 5.5
            },
            "us users": {
                "votes": 916,
                "rating": 7.8
            },
            "non us users": {
                "votes": 503,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 1232,
            "9": 486,
            "8": 658,
            "7": 286,
            "6": 97,
            "5": 55,
            "4": 28,
            "3": 38,
            "2": 41,
            "1": 180
        },
        "arithmetic mean": 8.2,
        "median": 9
    }
}