{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "February 2016"
            },
            {
                "country": "South Africa\n",
                "date": "12 February 2016"
            }
        ],
        "release dates": [
            "South Africa::February 2016",
            "South Africa::12 February 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    With her family facing eviction from their home, low-profile loner boxer, Bee Sondlo, makes a deal to come up with outstanding rent money in four days. Unfortunately, she has no other way to get it but to fight.    "
                },
                "2": {
                    "title": "Hard Times",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Bee's preparation for her first official fight is disrupted by Smiley's threatening insistence that she owes him another fight in his illicit league. As she tries to extricate herself, a confrontation with Sergeant plunges her into a deeper crisis than she ever imagined.    "
                },
                "3": {
                    "title": "Tough Enough",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    As legal peril disrupts her life, Bee receives an unexpected offer of assistance that could make it all go away. Accepting it, however, would deepen her obligation to Smiley's fight league and require her to break every promise she's ever made to Conference.    "
                },
                "4": {
                    "title": "The Contender",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After her damaging participation in Smiley's fight league, Bee resolves to win back Conference's trust by dedication to winning a first competitive fight she still hasn't had. However, the only fight now available could end Bee's career before it starts.    "
                },
                "5": {
                    "title": "The Great White Hype",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After her dramatic win, Bee and Conference earns the support of a powerful women's boxing coach. Her ability to seemingly offer Bee the world is also, however, a devil's deal designed to pull her away from Conference.    "
                },
                "6": {
                    "title": "The Hurricane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Loyally proving herself fight after fight, Bee's boxing life is distracted by her estrangement from her brother. As financial difficulties threaten her academic future and Conference struggles to secure the title fight she needs, Bee decides it's time to reprioritise her life.    "
                },
                "7": {
                    "title": "Split Decisions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    With her mother suspended from work, Bee's impatience with Conference's management of her career is validated by a new arrival who has been following her progress for a while: her father! Feeling increasingly sidelined, Conference forces Bee to choose: between his advice and her father's.    "
                },
                "8": {
                    "title": "Body and Soul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    As Bee prepares for her provincial title bout as a prized member of Lavinia's stable, her father's support becomes a source of strength, just as - on the very day of Bee's title fight - Gladys's worsening problems become a source of irritation and distraction.    "
                },
                "9": {
                    "title": "Against the Ropes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Smarting from her devastating defeat to Rushka, Bee realizes Lavinia has lost interest in her and earmarked a new contender. On Samkelo's advice, she accepts humiliating under-card money fights - but starts thinking about retirement.    "
                },
                "10": {
                    "title": "Honeybee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Gladys helps save Lundi's life and Samkelo tries to convince Bee to accept Lavinia's offer to fight in the championship match.    "
                },
                "11": {
                    "title": "Girlfight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    As she helps Rushka prepare for her title fight, Bee's unsettled by the growing animosity of Mandla and Gladys towards Samkelo. Acting to mediate matters with her father, Bee discovers disturbing information that sparks a family crisis that reveals the full truth of her family's past.    "
                },
                "12": {
                    "title": "Resurrecting the Champ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Khan sees Gladys's progress at rehab. Kallie apologizes to Conference for their fight thirty years ago. Smiley sets up a sponsorship and looks to manage Bee in her quest for the title.    "
                },
                "13": {
                    "title": "Heart of a Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jab (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    In the season finale, Bee tries to regain Mandla's support as she squares up with Lizelle for the national title. Smiley tries to prove to Bee that he can change his ways for her.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Ntlapo, Vanessa"
            },
            {
                "name": "Ntantiso, Mzu"
            },
            {
                "name": "Tsipa, Lemogang"
            },
            {
                "name": "Trout, Amy"
            },
            {
                "name": "Mtuzula, Zingizile"
            },
            {
                "name": "Yisa, Faniswa"
            },
            {
                "name": "Sompontsha, Lwandile"
            },
            {
                "name": "Komani, Thembikile"
            },
            {
                "name": "Lavisa, Patrick"
            },
            {
                "name": "Mallick, Rushda"
            },
            {
                "name": "Bawa, Mehboob"
            },
            {
                "name": "Gibbons, Rudy"
            },
            {
                "name": "Gagu, Khanya"
            },
            {
                "name": "Adams, Quanita"
            },
            {
                "name": "Jikela, Yanga"
            },
            {
                "name": "Situlweni, Anele"
            },
            {
                "name": "de Wet, Kirsten"
            }
        ],
        "locations": [
            "Cape Town, Western Cape, South Africa",
            "Langa, Cape Town, Western Cape, South Africa"
        ],
        "genres": [
            "Drama",
            "Sport"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en",
            "xh",
            "zu",
            "af"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTM3ZmRkZTktOGMzNC00MDRiLWEyMjQtYjcyZDEwYTQ5MmI0XkEyXkFqcGdeQXVyMjgxOTEzODU@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "When an intensely private boxing enthusiast faces the loss of her family home, she's left no other option but to fight for money. Surprising everyone with her ferocious ability, she sparks an unexpected journey to the top of women's boxing, in which ambition, greed and the harsh realities of working class life make her struggles outside the ring as dangerous as her fights inside it.",
        "languages": [
            "English",
            "Xhosa",
            "Zulu",
            "Afrikaans"
        ],
        "title": "Jab",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Jab (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Johnson, Paul Ian"
            },
            {
                "name": "Blankenberg, Lucilla"
            }
        ],
        "production companies": [
            {
                "name": "CMT"
            }
        ],
        "distributors": [
            {
                "name": "South African Broadcasting Corporation (SABC)"
            }
        ],
        "plot": [
            "When an intensely private boxing enthusiast faces the loss of her family home, she's left no other option but to fight for money. Surprising everyone with her ferocious ability, she sparks an unexpected journey to the top of women's boxing, in which ambition, greed and the harsh realities of working class life make her struggles outside the ring as dangerous as her fights inside it."
        ],
        "synopsis": [
            "JAB is a gritty, uplifting coming-of-age drama set in the world of competitive women's boxing.Bee Sondlo (19) lives in a working class home with her mother, Gladys, and disabled older brother, Mandla (23). A low-key loner who tries to live her life honorably despite the financial hardships of life in an area riddled with crime, drugs and gangsterism, Bees private dedication to boxing is one of her few solaces. When the threat of losing her home forces her out of her shell, leaving her no other option but to fight for money, Bee surprises herself and others with the skill and ferocity of her boxing talent. Her dramatic success sparks an unlikely journey towards to the top in the seedy, dangerous world of professional fighting, where every fight in the ring is matched by her fight to keep her soul intact.As she tries to balance her academic, boxing and family life as a young adult, Bee is tested, tempted, challenged and makes many mistakes. Dealing with issues of ambition, morality, loyalty, love and self-image in her encounters with the colourful characters who help her journey and the self-serving ones who get in her way, Bee learns first hand that people are more than they sometimes appear - and life is what good people try their best to make of it. Through tough experience and hard-learned lessons, Bee emerges wise and graceful. In her unlikely triumph over gritty and realistic adversity; in making it against all the odds, with goodness and honour beating out malice and greed, Bees inspiring determination makes her a role-model for the ages for any young man or woman with a dream in any poor area anywhere.JAB is a story of courage and triumph. Though set in a bleak, cold world, it is a warm, uplifting and heroic story of an inspirational young woman - a true original - who, against all odds, becomes a champion."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}