{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016",
                "notes": "                            (video premiere)"
            },
            {
                "country": "Canada\n",
                "date": "6 August 2017"
            }
        ],
        "release dates": [
            "Canada::2016                            (video premiere)",
            "Canada::6 August 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mountain Men"
            },
            {
                "title": "Mountain Men... Ways of the Trail"
            }
        ],
        "akas": [
            "Mountain Men (original title)",
            "Mountain Men... Ways of the Trail "
        ],
        "akas from release info": [
            "Mountain Men (original title)",
            "Mountain Men... Ways of the Trail "
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Leonard, Bazil"
            }
        ],
        "locations": [
            "Willmore Wilderness Park, Alberta, Canada",
            "Kakwa Provincial Park, British Columbia, Canada",
            "Willmore Wilderness Park, Improvement District No. 25, Alberta, Canada"
        ],
        "genres": [
            "Documentary",
            "Family",
            "History",
            "Western"
        ],
        "runtimes": [
            "46"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTMzNzJjMDQtNDI5OS00YzhiLWExZjgtNzA1ZGQzMjM3NTRhXkEyXkFqcGdeQXVyNDAyNzk0NDg@._V1_SY150_CR62,0,101,150_.jpg",
        "budget": "CAD200,000 (estimated)",
        "plot outline": "The Canadian Rockies was one of the greatest obstacles faced by the early travelers during the fur trade era. The story \"Mountain Men\" parallels contemporary and historic mountain men as they share some of the same challenges of traversing the rugged mountain terrain. The story opens with spectacular aerial shots of horses moving through high mountain passes, with mountain man Bazil Leonard sharing his intimate thoughts about spending his life as a free man. He dis¬closes how the Rockies, wide-open spaces and horses nurtured his spirit through more than six decades. Bazil Leonard and other mountain men will share the history of the region. Most of these men are descendants of the early fur traders. Bazil and his colleagues move into new territory to clear the trails and explore unknown regions, which the early trail men frequented. They dis-cover a common bond-as they all have a tremendous love of the land and the mountain horseback culture.",
        "languages": [
            "English"
        ],
        "title": "Mountain Men",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "writer": [
            {
                "name": "Cheverie, Estella"
            }
        ],
        "production companies": [
            {
                "name": "People & Peaks Productions"
            }
        ],
        "distributors": [
            {
                "name": "Willmore Wilderness Foundation"
            }
        ],
        "plot": [
            "The Canadian Rockies was one of the greatest obstacles faced by the early travelers during the fur trade era. The story \"_Mountain Men_ (qv)\" parallels contemporary and historic mountain men as they share some of the same challenges of traversing the rugged mountain terrain. The story opens with spectacular aerial shots of horses moving through high mountain passes, with mountain man Bazil Leonard sharing his intimate thoughts about spending his life as a free man. He dis¬closes how the Rockies, wide-open spaces and horses nurtured his spirit through more than six decades. Bazil Leonard and other mountain men will share the history of the region. Most of these men are descendants of the early fur traders. Bazil and his colleagues move into new territory to clear the trails and explore unknown regions, which the early trail men frequented. They dis-cover a common bond-as they all have a tremendous love of the land and the mountain horseback culture.",
            "Canadian Rockies Series 6 x 6 Share in the adventures of mountain men who couldn't see spending their lives penned up; and devoted their efforts to being free spirits. The characters have strived to be independent souls, travelling the old pack trails in the Canadian Rockies where few have journeyed. They have spent their lives experiencing the sounds and beauty of the earth, immersing themselves in the mountains-their home. These men were enticed by the Rockies because of the rugged wilderness, and horseback culture that nurtured their spirit. Some of these trailhands have trekked Alberta's eastern slopes for over sixty years."
        ],
        "tech": {
            "runtime": [
                "46 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}