{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2016"
            }
        ],
        "release dates": [
            "USA::1 January 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dad-Bod (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Casson, Audrey"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "number of seasons": 1,
        "plot outline": "Dad-Bod follows the suburban adventures of Dan Roberts, a man in the prime of his life, who never expected to have the prime of his life. The tone of the show is \"Entourage\"- light and clever, and fun. The heart comes from the five guys who are struggling to find happiness in a world that doesn't seem to approve of what men really want. Their friendship is the anchor of the show. Guys being guys in the suburbs- a place where guys usually have to ask for permission to be guys. The fantasy element of this show, beyond the sex, will be the freedom and companionship these men are able to sustain. The ongoing complication of the season to season will be the question of whether or not you can be a good father while still pursuing that freedom and companionship.",
        "title": "Dad-Bod",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Dad-Bod (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Black, Jay"
            },
            {
                "name": "Herzlinger, Brian"
            }
        ],
        "production companies": [
            {
                "name": "BCS Entertainment"
            }
        ],
        "plot": [
            "_Dad-Bod_ (qv) follows the suburban adventures of Dan Roberts, a man in the prime of his life, who never expected to have the prime of his life. The tone of the show is \"Entourage\"- light and clever, and fun. The heart comes from the five guys who are struggling to find happiness in a world that doesn't seem to approve of what men really want. Their friendship is the anchor of the show. Guys being guys in the suburbs- a place where guys usually have to ask for permission to be guys. The fantasy element of this show, beyond the sex, will be the freedom and companionship these men are able to sustain. The ongoing complication of the season to season will be the question of whether or not you can be a good father while still pursuing that freedom and companionship.::Jay Black and Brian Herzlinger"
        ],
        "tech": {}
    }
}