{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "August 2016"
            }
        ],
        "release dates": [
            "UK::August 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Jonah 1:2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Helm's Curse (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Duncan has just discovered his new town is believed to be cursed. A strange man seems intent to keep him from uncovering the town's secrets.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Tandy, James"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "A modern allegory to the story of Nineveh, \"Helm's Curse\" follows Duncan Riddell, who just moved to Green Shoals, an Scottish coastal town that its citizens claim to be under a curse that brings endless rain to the town. Duncan sets out to solve the mystery of this curse and bring it to an end. Along the way, he meets a girl named Rowan who suffers from depression from the haunting memories of her mother and brother's deaths. Duncan helps Rowan to discover God's love and forgiveness while bringing hope to all of Green Shoals.",
        "languages": [
            "English"
        ],
        "title": "Helm's Curse",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Helm's Curse (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Carnevale, Will"
            },
            {
                "name": "Hellas, George"
            },
            {
                "name": "Keckler, Olive Grae"
            }
        ],
        "production companies": [
            {
                "name": "Skyblueeyes Productions"
            }
        ],
        "plot": [
            "A modern allegory to the story of Nineveh, \"_Helm's Curse_ (qv)\" follows Duncan Riddell, who just moved to Green Shoals, an Scottish coastal town that its citizens claim to be under a curse that brings endless rain to the town. Duncan sets out to solve the mystery of this curse and bring it to an end. Along the way, he meets a girl named Rowan who suffers from depression from the haunting memories of her mother and brother's deaths. Duncan helps Rowan to discover God's love and forgiveness while bringing hope to all of Green Shoals."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}