{
    "imdb": {
        "raw release dates": [
            {
                "country": "Iran\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "Iran::2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Animation"
        ],
        "countries": [
            "Iran"
        ],
        "country codes": [
            "ir"
        ],
        "language codes": [
            "fa",
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmRhOTU4MzUtOGZiOC00OTRkLThjOTctODU1MjZjNTRmZDhjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjc3MTQ1ODI@._V1_SY150_CR27,0,101,150_.jpg",
        "plot outline": "Things are looking down for Sabzak, a curious young frog upset that he still can't catch a fly with his tongue. The lakeside village he calls home has lost its former luster, and the grandfather clock that once brought joy to all hasn't worked for years. But that all changes when Sabzak swallows a magical pumpkin seed that grants him powers beyond his imagination. In the animated musical series The Cushion, viewers join Sabzak on a journey to restore his hometown to its ancient glory.",
        "languages": [
            "Persian",
            "English"
        ],
        "title": "The Cushion",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Cushion (Iran)"
        ],
        "writer": [
            {
                "name": "Aghajari, Maryam"
            },
            {
                "name": "Far, Alireza Sani"
            },
            {
                "name": "Kermani, Houshang Moradi"
            }
        ],
        "production companies": [
            {
                "name": "Ladybird Entertainment Co."
            }
        ],
        "distributors": [
            {
                "name": "Fantastic Films International"
            }
        ],
        "plot": [
            "Things are looking down for Sabzak, a curious young frog upset that he still can't catch a fly with his tongue. The lakeside village he calls home has lost its former luster, and the grandfather clock that once brought joy to all hasn't worked for years. But that all changes when Sabzak swallows a magical pumpkin seed that grants him powers beyond his imagination. In the animated musical series _The Cushion_ (qv), viewers join Sabzak on a journey to restore his hometown to its ancient glory.",
            "When Kooshkin the Rooster decides to retire his signature cock-a-doodle-doo, the residents of Gargor Lake anticipate his son Joojoo to take over. But Joojoo's voice isn't powerful enough to get the town out of bed, so the lake's amphibious residents start sleeping in. On the other end of town, a curious young frog named Sabzak has a plan: he wants to fix the town's abandoned clock tower. If he can find a way to get it running, there won't be any need for a cock-a-doodle-doo. But Sabzak doesn't know anything about clocks until he encounters a mysterious crow with magic pumpkin seeds. The magic seeds give Sabzak the ability to get the grandfather clock working again--or so he thinks. Joojoo catches wind of Sabzak's plans, however, and joins forces with the town's nefarious sheriff to foil them. An animated feature film, _The Cushion_ (qv) is the story of a courageous frog who learns he needs only to believe in himself to outwit his foes and restore his town to its former glory."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        }
    }
}