{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Pacini, Noam"
            },
            {
                "name": "Kordun, Christopher"
            },
            {
                "name": "Graux, Julien"
            },
            {
                "name": "Bergeon, Coline"
            },
            {
                "name": "Jandrieu, Amandine"
            },
            {
                "name": "Massy, Jym"
            },
            {
                "name": "Chekroun, David"
            },
            {
                "name": "Geerts, Clément"
            },
            {
                "name": "Torres, Jérémy"
            },
            {
                "name": "Duquesne, Lucy"
            },
            {
                "name": "Wood, Michael"
            },
            {
                "name": "Parment, Elodie"
            },
            {
                "name": "Colmard, Sébastien"
            },
            {
                "name": "Leclerq, Margot"
            }
        ],
        "locations": [
            "Amiens, Somme, France",
            "Creuse, Somme, France",
            "Vignacourt, Somme, France",
            "Beauvais, Oise, France",
            "Sains-en-amiénois, Somme, France"
        ],
        "genres": [
            "Action"
        ],
        "countries": [
            "France"
        ],
        "country codes": [
            "fr"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "budget": "EUR195,000 (estimated)",
        "languages": [
            "French"
        ],
        "title": "19.43",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "19.43 (France)"
        ],
        "writer": [
            {
                "name": "Beauvois, Arno"
            },
            {
                "name": "Hurel, Théo"
            },
            {
                "name": "Kordun, Christopher"
            }
        ],
        "production companies": [
            {
                "name": "Conseil Régional de Picardie"
            },
            {
                "name": "Juste Comme ça Production"
            },
            {
                "name": "NoonbloK"
            }
        ],
        "special effects": [
            {
                "name": "NoonbloK"
            }
        ],
        "synopsis": [
            "Elle aura tout changé. En quelques secondes, elle aura changé le destin des Hommes et du monde.\nChronique d'un nouvel ordre, d'un monde où les cartes sont redistribuées et où les dangers et les réussites guettent aux coins des rues.Benjamin est un enfant sourd et muet qui aime s'isoler en forêt pour observer les oiseaux et dessiner.Rémi est le père veuf d'Eva. Les deux ont une relation père-fille très attachante et ils ont un point commun : il semblerait qu'ils aient tous les deux rencontré l'amour.Julien est un jeune chef d'entreprise qui marche dans les pas de son défunt père. Seul souci, il semblerait qu'il ne fasse pas l'unanimité dans ce milieu.Jakob est un prisonnier agressif. L'éruption pourrait bien lui donner une nouvelle opportunité de vie.Feyd est un SDF profiteur. Il parvient à trouver son bonheur dans ce mode de vie. Il est un homme aux multiples facettes.Zoé et Olivia partagent un appartement. Il faut dire que leurs deux métiers sont complémentaires, lune est architecte tandis que l'autre est ingénieur en conception assistée par ordinateur.Marcus et Valentine sont frère et sur. Marcus est un manutentionnaire qui vient de se faire virer, Valentine est en pleine crise d'adolescence et semble sous l'influence de sa meilleure amie Louise.Louise est la meilleure amie de Valentine. Belle, rusée, et pleine de surprises. Elle n'est pas du genre à se laisser marcher sur les pieds, pourtant, elle va connaître certaines difficultés auxquelles elle ne s'attendait pas.Phil et Harry sont deux potes un peu geek qui passent à côté de beaucoup de choses et sont décalés par rapport à la vraie vie."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "camera": [
                "Blackmagic Cinema Camera"
            ]
        }
    }
}