{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::2016                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Szalai, David"
            }
        ],
        "genres": [
            "Comedy",
            "Horror"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Jäsøn is a high concept, low budget, genre rich web-series bringing to light the ethical, moral & sociological threads that we tangle with everyday. But this is no common & ubiquitous grim inspection. These themes are pulled at with sharp humor, clever observation, and an outlook towards the good that can be, rather than the bad that is. All of this is lead by our main character Jäsøn, a would be serial killer fashioned after the slasher icons of classic horror cinema, and his ever-failing quest to become that evil thing. With sympathy & laughs we watch as he never succeeds in his mission, thus highlighting the good, and singling out the vile & ignorant elements in our society.",
        "languages": [
            "English"
        ],
        "title": "Jäsøn",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Jäsøn (United Kingdom)"
        ],
        "writer": [
            {
                "name": "Ayers, Rob"
            },
            {
                "name": "Marshall, Patrick S."
            },
            {
                "name": "Weilharter, Thomas"
            }
        ],
        "production companies": [
            {
                "name": "Creative Monkeys Productions"
            }
        ],
        "distributors": [
            {
                "name": "Creative Monkeys Productions"
            }
        ],
        "plot": [
            "Satirical web serial about a wannabe serial killer who never manages to seriously harm anyone - intentionally.",
            "_Jäsøn_ (qv) is a high concept, low budget, genre rich web-series bringing to light the ethical, moral & sociological threads that we tangle with everyday. But this is no common & ubiquitous grim inspection. These themes are pulled at with sharp humor, clever observation, and an outlook towards the good that can be, rather than the bad that is. All of this is lead by our main character _Jäsøn_ (qv), a would be serial killer fashioned after the slasher icons of classic horror cinema, and his ever-failing quest to become that evil thing. With sympathy & laughs we watch as he never succeeds in his mission, thus highlighting the good, and singling out the vile & ignorant elements in our society."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}