{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 July 2016"
            }
        ],
        "release dates": [
            "USA::2 July 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful Things (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The series opens on a seemingly normal day for 6 very different teenagers- Ford, Mia, Reeve, Ross, Cayla and Alex. With graduation on the horizon, their small town is shaken by the surprising death of football star and valedictorian Josh Hanson. Oddly enough, the graduates are brought together after Josh's death by a letter and embark on a journey to figure out what happened to him.    "
                },
                "2": {
                    "title": "Reeve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful Things (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    As the kids begin the adventure Josh has sent them on, it is unknown to everyone why the 6 of them were chosen and what their connections are to Josh- there's his stepbrother Reeve, his best friend Ross, the town's bad boy Ford, queen bee Cayla, outcast Alex, and seemingly little miss perfect Mia. Ford and Mia butt heads, Cayla distances herself from the group, and Ross reveals a secret about Ford's past to Mia. With the first letter and clue from Josh meant for Reeve, we find out what he has been hiding.    "
                },
                "3": {
                    "title": "Alex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful Things (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Before heading back to town, Mia tries to make things right with Reeve. The next letter is for Alex, but the kids don't know where to find it. Upon arriving back into town, Mia and Ross confide in each other and grow closer. Alex reveals her past with Cayla to Reeve, causing Reeve to find a way to help her. Reeve and Alex call the kids back together when they figure out where Alex's letter is.    "
                },
                "4": {
                    "title": "Cayla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful Things (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    With Reeve in an odd situation with his family, he turns to Mia to help him out. With her relationship with her boyfriend deteriorating, Cayla's struggles become more apparent, especially to Alex. Mia reveals more about herself to Ford. Cayla goes to Alex when she realizes where the next letter will be.    "
                },
                "5": {
                    "title": "Ross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful Things (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Ross can't figure out where the letter his best friend left him is. Ford and Mia take two steps back, Alex tries to help Cayla deal with her personal secrets, and Ross turns to Mia over a volatile situation. The kids find Ross's letter and Alex helps Reeve make a life-changing decision.    "
                },
                "6": {
                    "title": "Ford",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful Things (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Alex takes time to work on herself, and the kids go to a place from Ford's past to find his letter. Ford reveals what he's been hiding to Mia, Cayla and Alex try to fix their relationship, and the kids finally hear what Cayla's really been hiding. Upon finding Ford's letter, they must find the last one before summer comes to an end.    "
                },
                "7": {
                    "title": "Mia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beautiful Things (TV Mini-Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Being the last one to still be a mystery, Mia reveals her past with Josh to everyone and fearing what they think, leaves. Cayla and Alex put old problems to rest, Ross and Cayla talk about what happened at the lake, Ross encourages Reeve to finally take a step with his family, and the kids find Mia's letter-the final one, and learn the last piece to the story they've been trying to piece together.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Price, Becca"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "original air date": "02 Jul 2016 (USA)",
        "number of seasons": 1,
        "title": "Beautiful Things",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-",
        "akas": [
            "Beautiful Things (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "After the unexpected death of a popular high school football player just before graduation, his death brings together 6 very different teenagers on a journey to find out why he ended his life."
        ],
        "tech": {}
    }
}