{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 April 2016"
            }
        ],
        "release dates": [
            "USA::22 April 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Just Another Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "9 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Cooper is at a bar, having a drink and contemplating his next move. Addison wakes up in the middle of the night to see Oliver outside practicing throwing blades. He tells her all his frustrations about being brought back. While Ally is out, she encounters Cooper and a Shadow Owen. Cooper just stands aside while she struggles to fight Shadow Owen. Eventually, Cooper steps in and dispatches the Shadow. He explains to her that he's only after Oliver. She tells him that if he's after Oliver, he's after all of them. When Owen is meditating, Piper tries to mess with him by ...    "
                },
                "2": {
                    "title": "New Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "16 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Owen mistakenly attacks Oliver with his sword, thinking two Shadows were coming out of the laundry room. Ally is at a restaurant going over papers about Bayside Medical. She is befriended by Eli, a waiter who remembers they had class together.    "
                },
                "3": {
                    "title": "Promises Still Kept",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Ally brings back the paperwork she found on Bayside Medical. Owen is out looking for new targets when he encounters Cooper on Main Street.    "
                },
                "4": {
                    "title": "Realizations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "31 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Shadow Piper enters the safe house and torments Owen about his Guardian abilities. She attacks him and Oliver comes in and dispatches her. Owen tells Oliver about seeing Cooper on Main Street and that he plans to kill Oliver. Ally waits for Eli to get off work so they can talk.    "
                },
                "5": {
                    "title": "There's More to Know",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Cooper comes back to the safe house to give Oliver fair warning that he will kill him after he completes a certain task. Ally goes over to Eli's house. Addison is reading to everyone about information on Bayside Medical. She also discusses how there are books/writings about archangels, overseers, seekers and followers. Cooper then returns and says he ready to kill Oliver.    "
                },
                "6": {
                    "title": "Cold Blooded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Owen and Ally search for Cooper to avenge the murder of their family and friends.    "
                },
                "7": {
                    "title": "A Split Personality",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "The Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A mother and daughter, Piper and Ally, are taken captive for an unknown reason. Noah, a mysterious man, shows up to rescue them to explain that he was sent to protect them and bring them to his safe house. But what they find there, isn't exactly what they were expecting.    "
                },
                "2": {
                    "title": "Gaining Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Piper and Ally leave the safe house and encounter danger, proving they need to trust Noah and return to the safe house.    "
                },
                "3": {
                    "title": "It's Genetics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    Back at the safe house, Piper and Ally meet Oliver, who is the leader of the safe house. Noah explains to Piper what the Shadows are and she realizes that her and Ally were kidnapped in order to be cloned.    "
                },
                "4": {
                    "title": "Shadows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    Cooper is attacked by a shadow of Piper. One of the safe house Guardians, Riley, saves Cooper and brings him back to the house. Noah explains the story about the safe house to Cooper.    "
                },
                "5": {
                    "title": "Not What They Seem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 May 2016",
                    "year": "2016",
                    "plot": "\n    When it's revealed to Cooper that phones aren't permitted in the safe house, he insists that he needs to get a hold of his daughter. Noah is shocked that he and Riley missed the fact that Cooper has a biological daughter that lives with him part of the time. Cooper and Riley head out to go get her. While Ally is having a discussion with Piper, Piper doesn't seem to be acting like herself.    "
                },
                "6": {
                    "title": "Meet Yourself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 May 2016",
                    "year": "2016",
                    "plot": "\n    Noah saves Ally from her fight with the Piper and Ally Shadows. Cooper and Riley arrive at Cooper's house in time to save his daughter, Kate. Oliver and Piper are out tracking a new target, Owen.    "
                },
                "7": {
                    "title": "The Stakeout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Noah explains to Ally that the Shadows have a self-destruct mechanism. Piper approaches Owen at his vehicle to inform him that he is in danger. Riley and Cooper arrive back at the safe house with Kate.    "
                },
                "8": {
                    "title": "Who I Use to Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Cooper tells Ally his and Kate's backstory. Piper and Oliver return to the safe house with Owen. Riley tells Oliver her regret that they didn't get to Cooper's house soon enough to save Kate's mother. Piper asks Ally and Noah to the leave the spare room where Owen is, so she can explain why he was brought there. While Ally and Noah are outside talking, he is shot by an unknown assailant.    "
                },
                "9": {
                    "title": "Guardian Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    After getting shot, Oliver operates and removes the bullet from Noah. Oliver introduces Owen to the group. Riley explains to Oliver that since Noah is temporarily out of commission, she's the only Guardian that is protecting everyone. Oliver then reveals to her the true reason for Owen being there at the safe house.    "
                },
                "10": {
                    "title": "This Could Be Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Oliver explains to Owen and Riley that Owen is a Guardian and has the special genetic code built into his DNA. Cooper explains to Kate that her mother didn't survive. Piper checks in on Noah, who has Ally at his bedside. Ally explains to her that Noah could be someone that she could fall for.    "
                },
                "11": {
                    "title": "Taken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Piper, Owen, Cooper and Kate are playing Monopoly. After they're done, Shadows Oliver, Ally and Piper arrive and kidnap Piper, Owen, Kate and Noah, knocking out and leaving Cooper behind. Oliver, Riley and Ally arrive back at the safe house and are determined to bring the others back home.    "
                },
                "12": {
                    "title": "Restrained",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Piper, Owen, Noah and Kate are bound in the darkroom. Shadow Oliver enters and extracts some blood from Owen in order to create a clone of Owen. Back at the safe house, Ally is caring for Cooper's wounds while he explains what happened. She then suggests that they wear a bracelet or something so it's easier to tell the humans from the Shadows. A new target, Leo, who Ally knew in high school, arrives at the safe house. Shadow Oliver re-enters the darkroom and explains that the Shadows aren't the only ones that are after everyone.    "
                },
                "13": {
                    "title": "That Hopeless Feeling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Everything seems hopeless: At the safe house, Cooper, Ally, Riley and Leo aren't sure if the others are okay or if they'll be found. In the darkroom, Noah and Owen are uncertain if they'll be freed and survive. Out on his own, Oliver is upset and crying in his car because he's not sure of what to do.    "
                },
                "14": {
                    "title": "My Mind's Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Shadow Ally enters the darkroom, only Owen is fully conscious at the moment. She goes over to Owen and threatens to torture him before being stopped by Shadow Oliver, when he enters the darkroom. At the safe house, Riley cuts her hand and while being bandaged by Ally, Riley explains that a Guardian's blood is different than normal humans. Guardians can also access different parts of their brains that normal humans can't. Riley then tells Ally and Cooper that she may be able to find the others by accessing Noah's mind to pinpoint where they're being held captive at. ...    "
                },
                "15": {
                    "title": "X Marks the Spot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Noah, Owen and Kate have some hope in being rescued, as Noah explains that Riley has found their location by using her mind. With a map out at the safe house, Ally goes over who will go where in terms of trying to hunt down the others. Oliver comes back and finds out what Riley did. Cooper becomes pushy on wanting to leave to get the others, then Oliver becomes agitated and grabs Cooper by the throat. He wants to make sure Riley is okay after her out of body experience first, then they can go rescue the others. He explains that during an out of body experience, the ...    "
                },
                "16": {
                    "title": "The Rescue... Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "21 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    In the season finale, it is revealed that Piper is alive and that Shadow Oliver had killed Shadow Piper, just to play a game. The others are at different locations searching, Cooper and Leo are looking together, Oliver and Ally have split up and go to two separate buildings. Ally arrives at the darkroom and dispatches Shadow Oliver. She unties Piper, then Piper unties Kate. Ally then unties Owen and tells him to take Kate and her mom out of there. Piper then tells Owen to take Kate, while she stays to help Ally free Noah. Loud sirens begin to sound off. Owen comes ...    "
                }
            },
            "2": {
                "1": {
                    "title": "After Effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Addison, who was kidnapped and tortured by the Shadows, returns to the safe house and to her husband...Oliver. Piper enters the spare room to check on Owen, who is trying to concentrate and clear his mind so he find his Guardian. It is revealed that Riley left to go to Alabama to track a major target. Cooper isn't sure if Kate is okay after everything she experienced when she was kidnapped by the Shadows. Noah walks into the office where Ally is categorizing medical supplies. He wants to talk, but she doesn't want to. She is still upset about killing a Shadow because ...    "
                },
                "2": {
                    "title": "Confronting Demons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Piper informs Ally that everyone is leaving to go find a new target, Ally elects to stay behind. After her shower, Ally rocks out to Katy Perry's \"I Kissed a Girl\". She sits down to read a book, My Pet Virus, and there's a knocking on the front door. She goes to check and no one is there. She then hears a loud bang in the laundry room. She goes to check on that noise too and finds the side door wide open. Now she's worried and begins checking the whole safe house. She soon hears voices and notices Shadow Piper. Ally hides in the spare bathroom in the shower. After ...    "
                },
                "3": {
                    "title": "Warm Welcome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Piper is outside on her phone, Addison comes outside to talk. Piper explains that the \"NO cell phone\" rule has been dropped, even without cell phones, they could all still be tracked. Addison begins to tell a story about Oliver's past but stops when Ally walks outside to talk to Piper. Addison tries to talk to Noah in the kitchen, but he's still upset about the fact that she won't talk about where she's been for the past three years.    "
                },
                "4": {
                    "title": "It Takes Concentration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Noah is giving Owen Guardian training. Oliver and Piper arrive at the safe house and there's a package on the porch. Oliver opens the box in the kitchen and...???    "
                },
                "5": {
                    "title": "Dropping Like Flies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Oliver is in the bathroom cleaning off the powder that exploded onto him when he opened the box. The return address on the box was Bayside Medical, Inc. The group has never heard of that company, so they're not sure what to do. Oliver then passes out and becomes bedridden. Piper calls Noah to come to the safe house so they can give him a vial of the powder to have it examined. After he arrives, he takes the vial and leaves, then Cooper passes out. Addison arrives later and helps Piper get Cooper to the backroom.    "
                },
                "6": {
                    "title": "The First to Fall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Noah is at Bayside Medical. In the parking garage, he hurries into the backseat of a Bayside employee's car in order to get information about the company. Piper and Addison are tending to both Oliver and Cooper, who have become ill. Then they both go into the living room to check and see if Kate is okay.    "
                },
                "7": {
                    "title": "New Friend, New Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "4 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Ally and Owen are out tracking a new target when their car runs out of gas. They start off on foot to go get help. Along the way, they encounter a mysterious man who knows who they are and knows about the safe house, but they don't know anything about him. They soon are on the run for their lives. After a while, they come to a tree and stop to hide and catch their breath. Owen then starts grabbing his head as it's throbbing in pain. Ally isn't sure what is happening to him.    "
                },
                "8": {
                    "title": "Home Bound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "12 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Ally and Owen are trying to make it back home, but are encountering unknown sounds and dangers along the way.    "
                },
                "9": {
                    "title": "Losing It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "18 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Addison and Piper are trying to care for Oliver and Cooper, as they are both still very sick. They are also trying to figure out the best way to tell Cooper that Kate has died.    "
                },
                "10": {
                    "title": "The Bad Get Worse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "26 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Addison tells Piper that a way to possibly cure Oliver and Cooper would be to try and burn the toxins out of their bodies. She calls Noah to see if he can find penicillin. Ally and Owen run into Leo when they arrive back home. At the front door, Piper refuses to let them in and explains the situation to them. Oliver flat-lines and becomes unresponsive.    "
                },
                "11": {
                    "title": "We're Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Oliver has died. Ally, Owen and Leo decide to enter the house. Piper tells them about Oliver. Noah gets a case with 3 different types of penicillin. Cooper drifts in and out of consciousness.    "
                },
                "12": {
                    "title": "When It Rains, It Pours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "9 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Noah returns with the penicillin. Addison injects Cooper with the penicillin, then her and Owen place Cooper into the shower to cool him off while the toxins are burned out of his system. Piper, who had passed out, is also given the penicillin. Once everyone is okay, Piper and Owen struggle to tell Cooper what had happened to Kate.    "
                },
                "13": {
                    "title": "Grief Changes You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "16 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Cooper tells Piper that since Kate has died, he's going to leave the safe house. He then storms out after confrontations with Piper, Ally and Owen. Noah and Addison are in the backroom while she cleans everything up. Owen decides to leave and go find Leo, who is out looking for Cooper.    "
                },
                "14": {
                    "title": "Be Prepared",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "23 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Owen comes back to the safe house with a black eye, after having a confrontation with Cooper. Piper, Addison, Ally and Owen discuss what to do when Cooper comes back to the safe house. The next day, Owen goes to a lake to ask Addison about when he had visions of the near future, where he finds out his Guardian power is clairvoyance.    "
                },
                "15": {
                    "title": "The Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Noah tells the group that he can bring Oliver back. He goes back into the backroom and Addison walks outside. Piper goes outside and pleads with her to back in and talk with everyone. Back inside, Addison tells Piper, Owen and Ally that Noah's Guardian power is that he can put his physical being into an Archangel. She also tells them the story of Alex, a Guardian who went rogue and the story of how the organization captured and tortured Addison for 3 years.    "
                },
                "16": {
                    "title": "Goodbye to Hello",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fear Me (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Noah tells everyone that he's ready to save Oliver. Outside on the porch, Noah tells Ally and Piper how he and Riley took an oath to defend an Archangel, no matter what happened. While looking through paperwork, Addison tells Piper and Owen a brief history of Guardians and Archangels. While Noah is going through the process of putting his physical being into Oliver, there's loud noises, the house starts to shake, the power goes out and there's lots of smoke and lights. Cooper walks in to see that Oliver has returned. As he brings Kate's body out of the house, he tells...    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Hammerstone, Joe"
            },
            {
                "name": "Lee, Kyle"
            },
            {
                "name": "O'Shaughnessy, Scarlett"
            },
            {
                "name": "Barbatti, Chamane"
            },
            {
                "name": "Kochera, Drew"
            },
            {
                "name": "Spaeth, Wil"
            },
            {
                "name": "Steele, Kazia"
            },
            {
                "name": "McClain, ShaTonya A."
            },
            {
                "name": "Lee, Rune"
            },
            {
                "name": "Garavaglia, Eric"
            },
            {
                "name": "O'Brien, Chris"
            },
            {
                "name": "Druley, Karen"
            },
            {
                "name": "Schultz, Shane"
            },
            {
                "name": "Lynd, Zera"
            }
        ],
        "locations": [
            "O'Fallon, Missouri, USA"
        ],
        "genres": [
            "Action",
            "Drama",
            "Horror",
            "Sci-Fi",
            "Thriller"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTIwZDE2Y2ItZTBlMi00MjRkLWE1MjctM2VhY2Y2Y2VhMjVmXkEyXkFqcGdeQXVyMTA2NjM0OA@@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Fear Me",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Fear Me (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Kochera, Drew"
            }
        ],
        "production companies": [
            {
                "name": "B B Productions"
            },
            {
                "name": "Burning Frame Films"
            },
            {
                "name": "D-Ko Productions"
            }
        ],
        "plot": [
            "After being rescued from abductors who create clones, a group of people come together under the protection of specially skilled guardians."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}