{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "27 April 2016"
            },
            {
                "country": "Singapore\n",
                "date": "4 May 2016"
            }
        ],
        "release dates": [
            "Singapore::27 April 2016",
            "Singapore::4 May 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Patricia Lim has given up her career in law to be a writer. And it's not easy. Especially if you are living with your recently divorced mother. When Pat inherits her late grandmother's house, she and her best friend, Adrian, hatch a plan to rent out the spare rooms to interesting housemates to make some money to pay her bills and to get fodder for her novel. She decides on Aish, an Indian psychotherapist, Olaf, a job - hopping New Zealander, and Steph, a Chinese American software designer forced to work in sales. Living with a group of clashing personalities proves ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 May 2016",
                    "year": "2016",
                    "plot": "\n    Steph finds a small fluffy dog on her way home from work and immediately decides to adopt it - much to the dismay of Pat, who is heavily allergic to animals. On Pat's recommendation perpetually broke Olaf gets a job at Adrian's bookshop cafe. Meanwhile, Stephanie's obsession with her new pet 'Boo Boo' has become extreme; dressing it in outfits to match her own and feeding it luxury pet food. Olaf also takes a liking to the dog, knowing he can use it to attract women. Never one to turn down a money - making opportunity, he chances upon a 'Missing Dog' leaflet with a ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 May 2016",
                    "year": "2016",
                    "plot": "\n    Pat and Aish fall for the same older man - and their claws come out as they battle for his attention. Steph's sexist boss Desmond wants her to just wear a short skirt and look pretty while she is keen to contribute to the project in a real way. Steph's input proves to be invaluable and saves the day for Desmond - but does that mean she will finally get an acknowledgement from Desmond?    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    Olaf's drunk shenanigans are causing a ruckus in the neighbourhood and neighbours Paul and Kit aren't happy. Aish is sick about the Indian men her mother tries to match make her with and agrees to go on a date with Wai Kit, a Chinese man she meets at a magazine stand. She is full of excitement and not does expect what is in store for her on her date. Olaf's continues to mess up orders at the cafe and Adrian finally fires him. Steph takes it upon herself to save Olaf from alcoholism, introducing him to a more spiritual lifestyle with yoga classes and laughter therapy. ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    Pat's mum Nicole decides to stay with Pat for a few days. While Pat is embarrassed about her mother's behavior - all her housemates fall for her mum's charms in different ways. Pat introduces her mum to her older boyfriend Raymond but Nicole isn't impressed.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Paul and Kit are furious when another of Olaf's drunken escapades lands him on their patio. Steph's sales figures are dropping and Desmond's only suggestion is to wear skimpier clothing. In her frustration she imagines attacking Desmond with a golf club. Aish wrongfully accuses Ah Ben, the local drink stall owner, of stealing her wallet only to find she had left her purse at home. Realising they've offended Paul and Kit and other people they decide to cook a curry and invite the neighbours, Ah Ben and Desmond.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Raymond introduces Pat to his son Sean. Aish convinces Steph and Olaf to volunteer at an old folks home. Olaf has agreed to volunteering because Aish has told him an old resident is swimming in money. Aish realises the old folks are way more tech - savvy than she expected. Sean and Pat are getting on like a house on fire and in the moment they almost share a kiss. Raymond and Pat both realise they may not be a great match after all.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Pat is getting fed up with Olaf not being able to pay the rent. Steph joins a bellydancing class and is mesmerised by the new age teacher Kumar. When Olaf sees a dance competition advertised with $2000 as the prize money, he convinces his housemates to enter the competition. Aish manages to offend Kumar who decides not to train them and enter the competition himself. The housemates bring their own culture into their unique dance - but will they match up to Kumar's professional dance moves?    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Steph's mum and dad decide to pay her a visit for Thanksgiving. Steph knows that they will force her to come back home to California if they know she is living in a rented room with no boyfriend and a job she hates. Steph lies to her parents - claiming Olaf is her boyfriend and that they own the house with Aish as their helper and Pat as their cook. The housemates agree to play along. The plan runs smoothly until Steph's dad sees Olaf sneaking into Aish's room at night. With a hasty marriage proposal thrown in and traditional killing of the chicken to determine the ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    There is a flasher in the neighbourhood who targets older women. A neighbourhood watch group is set up to catch the flasher. They decide the best way to catch the flasher is to split into groups on a stakeout. Olaf is happy to be partnered with the pretty neighbour Sandee. When Olaf is attacked and stripped, he is made scapegoat and labeled as the flasher. Now, it's up to the housemates to save Olaf.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Olaf is seriously in debt and is desperate for money. He contacts his Kiwi friend Russell who gives cultural lessons to those who want to immigrate to New Zealand. Olaf takes over class for one day. Aish joins Olaf at his teaching class and the two have to improvise as they realize the laptop with their presentation has been switched. Pat's meeting with publisher Edward Ong is a disaster as she has the laptop with Olaf's presentation material.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    It's Olaf's birthday and the girls decide to take him to Lazarus Island to celebrate. Pat and Aish get separated from Olaf and Steph, who end up on St. Johns Island. Steph goes to look for the girls while Olaf wants to get a taste of the sea. Olaf has a miserable birthday - he goes skinny dipping and gets stung by a goldfish, bullied by two young boys and baked in the sun. The girls who have had a good day - finally meet Olaf and try to make it up to him.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Aish refuses to attend a Holi party that her mother has asked her to - so her mother arranges to bring the party to Pat's house instead. The Holi party is a success with a lot of chaos thrown in. Aish finally meets Harish, a man her mother was trying to set her up with. Steph runs into her ex - boyfriend Matt who wants to hook up with her again.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rojak (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "27 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Six months have passed. Steph is back with Matt and they along with Aish, Harish and his mom, are having tea on the patio. Steph is torn between her demanding and arrogant boyfriend and her friends but chooses to go with Matt. Harish's mother Sanjana offers Olaf a job teaching children in India and he agrees. Steph is excited about her promotion to Software Developer but Matt announces that they are leaving Singapore for Hong Kong. As everyone is getting ready to leave Pat's novel ROJAK is published and the housemates are shocked about how they have been portrayed in ...    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Wang, Kimberly"
            },
            {
                "name": "Dunareanu, Carla"
            },
            {
                "name": "Nambiar-Warrier, Dhanya"
            },
            {
                "name": "Murphy, John Haslett"
            },
            {
                "name": "Tan, Joshua Wei-En"
            },
            {
                "name": "Tan, Darius"
            },
            {
                "name": "Taenaka, Jimmy"
            },
            {
                "name": "Tan, Selena"
            },
            {
                "name": "Tonelli, Bobby"
            },
            {
                "name": "Iskander, Harith"
            },
            {
                "name": "Lopez, Vernetta"
            },
            {
                "name": "Tang, Joash"
            },
            {
                "name": "Ting, Matheus"
            },
            {
                "name": "Kumar"
            },
            {
                "name": "Toh, Vanessa"
            },
            {
                "name": "Absalon, Derek-Jerome Ang"
            },
            {
                "name": "Alaric"
            },
            {
                "name": "Alingalan, Andrea Joy"
            },
            {
                "name": "Ariel, Chanel"
            },
            {
                "name": "Cancio, Jon"
            },
            {
                "name": "Cheng, Amy"
            },
            {
                "name": "Chong, Grace"
            },
            {
                "name": "Dargan, Pooja"
            },
            {
                "name": "Goh, Gim"
            },
            {
                "name": "Goh, Jim"
            },
            {
                "name": "Heng, Benjamin"
            },
            {
                "name": "Ho, Nathaniel"
            },
            {
                "name": "Jenkin, Robert"
            },
            {
                "name": "Jenkins, Daniel"
            },
            {
                "name": "Jenkins, Robert"
            },
            {
                "name": "Luong, Amy Yan"
            },
            {
                "name": "Mok, Marcus"
            },
            {
                "name": "Nolan, Tien Tsin Katherine"
            },
            {
                "name": "Tan, Emma Maria"
            },
            {
                "name": "Tan, Willie"
            },
            {
                "name": "Yan, Evon Tly Li"
            },
            {
                "name": "Tly, Evon"
            },
            {
                "name": "Toh, Naomi"
            },
            {
                "name": "Wee, Sophie"
            },
            {
                "name": "Yang, Deonn"
            },
            {
                "name": "Yeo, Crenshaw"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjRkNzQ5NjUtZWNmMi00Y2I3LThjYzUtNzEzZjI1MzYzMmNjXkEyXkFqcGdeQXVyNjQ2MTk4NTQ@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Rojak",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Rojak (Singapore)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Othman, Shamaine"
            },
            {
                "name": "Shiva, Anant"
            },
            {
                "name": "Yeo, Chris"
            }
        ],
        "production companies": [
            {
                "name": "Verite Productions"
            }
        ],
        "distributors": [
            {
                "name": "Mediacorp TV Channel 5"
            }
        ],
        "plot": [
            "A struggling Singaporean writer rents out her house to three foreigners to pay the bills.::8 Days Magazine (Singapore)"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 4,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 2,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.3,
        "median": 1
    }
}