{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "25 January 2016"
            }
        ],
        "release dates": [
            "Pakistan::25 January 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mann Mayal"
            },
            {
                "countries": "Russia",
                "title": "Любящее сердце"
            }
        ],
        "akas": [
            "Mann Mayal (original title)",
            "Любящее сердце Russia"
        ],
        "akas from release info": [
            "Mann Mayal (original title)",
            "Любящее сердце Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 61,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Manahil is anxious for her exam result and visits her best friend and cosine Rabiya \"Beya\" to pay respects on Hazrat Shah Molana Muhammad Ruknuddin Naqshbandi tomb for her results. Rabiya's brother Salahuddin who also tutor her, takes them to tomb. Rabiya passes the exam with ace grades, but Manahil fears to check her results. Salahuddin ask Rabiya to check Manahil's results but she found out that she fails, meanwhile Manahil came to Rabiyas home to check her results only to found out that she has failed. Saddened by her results she furiously runs to home and lock ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 47,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Manahil gets angry to know, that proposal came for her and she fights with Salahuddin for not telling her. Rabiya confront Salahuddin that he \"loves\" Manahil to which he responds that they will never accept this relation due to their social class difference. Manahil parents refuse the Mikaeel's proposal. Salahuddin tries to make Manahil understand that due to their social difference he cannot marry her and her parents will not accept their relation. Rabiya ask Salahuddin to ask their parents for this proposal before anyone else gets to know about them. Unknown to ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 69,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Salahuddin's father rejects the proposal and tells him that this is their infancy. Manahil parents finds out about them and whole family dispute over whether Salahuddin is worthy of Manahil or not. Later, Manahil's father Javed and her uncle Ameen reluctantly agrees despite their reservations over Salahuddin. However, Manahil's aunt Saliha and her mother persistently rejects this proposal as they don't think Salahuddin would make a suitable life partner. Salahuddin reassures his parents that Manahils will be happy with him and they went to Manahil's house. Upon ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Manahil comes back to her house after facing rejection from Salahuddin's house and tells her father that she will never forgive Salahuddin for not accepting her. Manahil's father accept Mikaeel's proposal, while Salahuddin received a job letter from Karachi. Manahil agree to marry Mikaeel in exchange for Sarah to be sent home to her husband. Manahil ask Mikaeel for Salahuddin consent for their marriage, and they went to his home. Heavy hearted he ask Mikaeel to take care of her. Later, Mikaeel ask her mother to refuse this proposal. Manahil's father meets Salahuddin ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 48,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Salahuddin meets Mikaeel and both share their thoughts over Manahil. After Mikaeel's approval marriage, preparations of marriage begins. While Salahuddin calls Manahil one last time before going to Karachi, where she express her love for him and he ask her to meet and she secretly escapes. Salahuddin tries to make her understand that this marriage will bring good to her and both reconcile their memories. Manahil disappearance cause panic in the house where Javed calls Salahuddin parents and accused them for this act. Stunned to the situation, Shahid gets to know that ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 29,
                    "original air date": "29 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Salahuddin reached Karachi and sees his friend Ifti and his wife estranged behavior towards him. While talking to Salahuddin, Ifti assume that he would know about his salary (which he is paying him less), if he lives outside and interacts with other employs and decided to offer him to live with them, despite her wife concerns. On the other hand, Manahil struggles and suffers in silence with her marriage as Mikaeel is more interested in spending his life alone rather than to be with someone. Manahil make an effort to adjust with Mikaeel and ask him to go out with him ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 30,
                    "original air date": "7 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Salahuddin tells Manahil that they should not talk to each other and he needs to move forward for his career. Manahil change her appearance to please Mikaeel, while Salahuddin sees Manahil in her new avatar and feels guilty. Salahuddin meets Rehman who is terminally ill and is treated very carelessly by his son Ifti and wife Cookie, particularly by their servant Jameel. Manahil attend a party with Mikaeel and finds out about Mikaeel drinking and smoking. He scold her for being a typical wife and ask his parents that he cannot live with her. Later, Cookie confronts ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Mikaeel ask Manahil to do house chores, along her social life with him. Cookie and Jameel mistreat Rehman while Salahuddin try to help. Mikaeel mother apologize to Manahil for Mikaeel behavior and habits, when she caught Manahil asking her money for Mikaeel. Manahil promise her to change Mikaeel. Salahuddin stops Cookie and Jameel for selling Rehman's books and Ifti sees the whole scene which in turn was actually a orchestrated act to turned Ifti against Salahuddin. Later, Rehman apologize for Cookies behavior and ask him to leave the house for better. Manahil try to ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 15,
                    "original air date": "21 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After seen Rehman condition and knowing that he has cancer, Salahuddin decided to stay to take care of him but Ifti denies, however his wife agrees and gave all responsibilities of Rehman to him. Manahil went to her home for the first time after marriage, where her father realizes that she is not happy and ask her to come back and forgive him but she refuses saying that she has a responsibility now and she cannot come back now. Salahuddin and Rehman grow closer to each other which upset Iftis' wife Cookie. Salahuddin gets to knows about Manahil being in Hyderabad from...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 17,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Rehman ask Jameel not to give any money to Salahuddin for his medicine. Mikaeel's friend Bari informs his father about his debt and is confronted by his mother which led to a fight between him and Bari. Rehman refuse to take any medicine from Jameel saying he knows the truth. Later, Rabiya informs Salahuddin about Manahil and he ask to keep her happy. Rehman tries to make Salahuddin understand about his love for Manahil, and ask him to go to her. Manahil's family plans' to invite Mikaeel. Salahuddin finds out that Rehman is skipping his medicine to commit suicide and ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Ifti makes amends to his father and realises his wife's motives. Cookie apologises to Rehman on request of Ifti. Mikaeel's father threatens to disown him, so in fear of being disowned, Mikaeel fakes to agree to go to office. Rabiya informs Salahuddin that Manahil is getting divorce and tells him about Mikaeel's behavior with her. Salahuddin bids farewell to Rehman to meet Manahil. Salahuddin returns home and apologises to his father and both reconcile. Rabiya invites Manahil over for dinner and there Manahil and Salahuddin meet. Manahil confronts Salahuddin for ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Manahil's family convinces her to stay with Salah-ud-Din for a while until her father's recovery. Jeena try to seduce Jameel, by pouring a tea on her and manipulates him with her tricks, so that she can marry Salah-ul-Din by making him her ally. Manahil agrees to stay with Salah-ul-Din, where he consoles her and try to make her understand that she is free to take her own decisions. Meanwhile, Jeena goes to Jameel and told him that she has feelings for him, and tries to turn him against Salah-ul-Din. He confronts Jeena for lying to Manahil's father about her then ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "16 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "30 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "13 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mann Mayal (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Abbasi, Hamza Ali"
            },
            {
                "name": "Ali, Maya"
            },
            {
                "name": "Khan, Aiman"
            },
            {
                "name": "Abbas, Saba Wasim"
            },
            {
                "name": "Aslam, Lubna"
            },
            {
                "name": "Zaidi, Ismat"
            },
            {
                "name": "Rasheed, Gohar"
            },
            {
                "name": "Tahir, Naeem"
            },
            {
                "name": "Zaidi, Shehrayar"
            },
            {
                "name": "Zuberi, Laila"
            },
            {
                "name": "Rahim, Arjumand"
            },
            {
                "name": "Chaudhry, Vasay"
            },
            {
                "name": "Mairaj, Saleem"
            },
            {
                "name": "Aslam, Mehmood"
            },
            {
                "name": "Hussain, Talat"
            },
            {
                "name": "Haqquee, Faizan"
            },
            {
                "name": "Khan, Ayesha"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.1,
        "votes": 1576,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDA5OTIzMTUtY2YyNy00ZTk4LTk2M2UtZTA2MzYxY2QwOTY3XkEyXkFqcGdeQXVyNTIwODMzNjc@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Story revolves around two neighbors, Manahil and Salahuddin. Since Manahil fails her exams, her father asked Salahuddin to tutor her, both fall in love but Salahuddin refuses to marry Manahil due to their social-class. He asks Manahil to agree to Mikael's proposal, and left her. A heart broken Manahil marries Mikael while Salahuddin left for Karachi to work at his friend Ifti's firm, where he meets Ifti's father Rehman who is dying of cancer and is treated poorly, looking to his concerns, Rehman signs his will for Salahuddin. After six years Salahuddin is shown living a wealthy life where as Manahil is shown struggling for her children and tortured by her husband. Jenna, Salahuddin's colleague falls in love with him and aims to marry him. When Salahudin finds out about Manahil, he regrets and decided to get her back. Later half shows trials of Salahuddin to prove his love for Manahil when she gets divorced from her husband where as Jeena conspires to separate them.",
        "languages": [
            "Urdu"
        ],
        "title": "Mann Mayal",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fazal, Samira"
            }
        ],
        "production companies": [
            {
                "name": "MD productions"
            }
        ],
        "distributors": [
            {
                "name": "Hum Tv"
            }
        ],
        "plot": [
            "The story revolves around two neighbors, Manahil (Maya Ali) and Salahuddin (Hamza Ali Abbasi). They live in a provincial town in Sindh. Manahil, nicknamed as Mannu is best friend of Salahuddin's younger sister Beeya (Aiman Khan). Mannu's family is joint and wealthy where as Salahuddin lives a simple life with his mother (Ismat Zaidi), father (Shehryar Zaidi) and sister.::Musa Raza",
            "Story revolves around two neighbors, Manahil and Salahuddin. Since Manahil fails her exams, her father asked Salahuddin to tutor her, both fall in love but Salahuddin refuses to marry Manahil due to their social-class. He asks Manahil to agree to Mikael's proposal, and left her. A heart broken Manahil marries Mikael while Salahuddin left for Karachi to work at his friend Ifti's firm, where he meets Ifti's father Rehman who is dying of cancer and is treated poorly, looking to his concerns, Rehman signs his will for Salahuddin. After six years Salahuddin is shown living a wealthy life where as Manahil is shown struggling for her children and tortured by her husband. Jenna, Salahuddin's colleague falls in love with him and aims to marry him. When Salahudin finds out about Manahil, he regrets and decided to get her back. Later half shows trials of Salahuddin to prove his love for Manahil when she gets divorced from her husband where as Jeena conspires to separate them.::M.S"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1576,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 4,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 477,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 152,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 6.9
            },
            "males": {
                "votes": 810,
                "rating": 8.2
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 421,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 130,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 8.1
            },
            "females": {
                "votes": 115,
                "rating": 7.6
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 54,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 21,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 3.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.7
            },
            "us users": {
                "votes": 45,
                "rating": 7.1
            },
            "non us users": {
                "votes": 249,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 980,
            "9": 179,
            "8": 97,
            "7": 61,
            "6": 38,
            "5": 32,
            "4": 20,
            "3": 14,
            "2": 14,
            "1": 141
        },
        "arithmetic mean": 8.4,
        "median": 1
    }
}