{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 April 2016"
            }
        ],
        "release dates": [
            "USA::24 April 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ali's Missing Gold Medal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Detectives (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A young Muhammad Ali returned from the Olympic Games a champion in 1960, only to be victimized by bigotry in his segregated home city of Louisville. Disillusioned, he threw his gold medal off the Second Street Bridge and into the Ohio River. This dramatic story appears in Ali's autobiography, but can we prove any of it is actually true? Join hosts Kevin Barrows and Lauren Gardner as they head to Kentucky to get some answers, search for the missing medal, and discover the story of this complex and compelling sports legend.    "
                },
                "2": {
                    "title": "100-Point Game Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Detectives (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    Wilt Chamberlain is perhaps the most dominant player in the history of the NBA. One night, he scored a remarkable 100 points, a feat that hasn't been matched in half a century. But whatever happened to the ball that scored that 100th point? Follow sports host Lauren Gardner as she tries to find out. Then follow investigator Kevin Barrows on his journey to the Kentucky Derby Museum where he examines a trophy that could've been falsely identified.    "
                },
                "3": {
                    "title": "Gehrig's Bat, Gibson's Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Detectives (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 May 2016",
                    "year": "2016",
                    "plot": "\n    Sports Detectives Lauren Gardner and Kevin Barrows tackle both coasts in search of two pieces of baseball history: the home run ball hit by Kirk Gibson in the 1988 World Series, and a rare bat that may once have been used by Yankee legend Lou Gehrig. Follow Lauren in L.A. as she tracks a remarkable story involving an uncle and his niece who didn't follow baseball but ended up with a million dollar ball. Then join Kevin as he puts a bat to the test to see if it indeed saw game action in the hands of the Pride of the Yankees.    "
                },
                "4": {
                    "title": "Miracle on Ice Flag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Detectives (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    It's a story with as many twists and turns as the USA Hockey Team's improbable path to Olympic gold in 1980. The American flag draped around goalie Jim Craig can be seen in photos taken on the ice after the historic win, but where is it now? A few people claim to know its whereabouts, but their stories are at odds with each other. Speaking to Jim Craig himself might be the only way for Sports Detectives Lauren Gardner and Kevin Barrows to find out the truth about the Miracle on Ice flag.    "
                },
                "5": {
                    "title": "Dale's Car, Secretariat's Saddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Detectives (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Whether on four legs or four wheels, they were the fastest in their sports. Secretariat made history as a Triple Crown winner in 1973, and Dale Earnhardt brought NASCAR to the masses, thanks to his fierce skill and passionate attitude. But a mystery looms over both icons, one that the Sports Detectives are determined to solve. Follow Lauren Gardner to Louisville as she searches for Secretariat's missing saddlecloth from his Kentucky Derby win. Then join Kevin Barrows' hunt for Earnhardt's unusual first racecar: a bright pink Ford.    "
                },
                "6": {
                    "title": "The Immaculate Reception",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sports Detectives (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 May 2016",
                    "year": "2016",
                    "plot": "\n    Sports memorabilia has grown into a multibillion dollar industry, and in the wildly popular world of football, a valuable item can go for hundreds of thousands of dollars, if not more. Join the Sports Detectives on two separate missions involving football legends. First, sports host Lauren Gardner tracks the long, strange journey of Jim Brown's 1964 championship ring. Then private eye Kevin Barrows heads to Pittsburgh to find the ball involved in the most miraculous play in league history, \"The Immaculate Reception.\"    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 20,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzVkYWU0MzQtMWJlMi00OTBmLTgzNWItMTZiODI0MGJmMjI2XkEyXkFqcGdeQXVyMTI4MDMwOQ@@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Some of the most coveted and valuable treasures from history's greatest games and players are missing or misidentified. It's up to the Sports Detectives to find the items and get to the truth. Follow private investigator Kevin Barrows and sports reporter Lauren Gardner as they travel the country on the hunt for Ali's missing Olympic gold medal, Jim Craig's Miracle on Ice flag, Dale Earnhardt's first racecar, and other legendary items.",
        "languages": [
            "English"
        ],
        "title": "Sports Detectives",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Sports Detectives (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Biegel, Brian"
            },
            {
                "name": "Druckerman, Ken"
            },
            {
                "name": "Harris, Robert"
            }
        ],
        "production companies": [
            {
                "name": "Left/Right"
            }
        ],
        "distributors": [
            {
                "name": "Smithsonian Networks"
            }
        ],
        "other companies": [
            {
                "name": "GreenSlate"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "Some of the most coveted and valuable treasures from history's greatest games and players are missing or misidentified. It's up to the _Sports Detectives_ (qv) to find the items and get to the truth. Follow private investigator Kevin Barrows and sports reporter Lauren Gardner as they travel the country on the hunt for Ali's missing Olympic gold medal, Jim Craig's Miracle on Ice flag, Dale Earnhardt's first racecar, and other legendary items."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 20,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 4.1
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 7.5
            },
            "males": {
                "votes": 12,
                "rating": 5.4
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 4.1
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 6.2
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.5
            },
            "us users": {
                "votes": 11,
                "rating": 6.7
            },
            "non us users": {
                "votes": 1,
                "rating": 1.0
            }
        },
        "number of votes": {
            "10": 4,
            "9": 2,
            "8": 7,
            "7": 2,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}