{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 March 2016"
            }
        ],
        "release dates": [
            "USA::1 March 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Spearguns, Wood & Tile Cabinets, Pewter Goblets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Riviera Beach, Florida, John Ippolito shows Jill how he makes the spear guns that are changing the sport of spearfishing with their amazing accuracy. Then In Las Vegas, Nevada, Jamie Yocono makes beautifully crafted wood and raku tiled cabinets and proves woodworking is not just a job for men. Finally, in Templeton, California, Randy Stromsoe, a classically trained, award-winning metalsmith demonstrates how he makes the one of a kind pewter goblets ...    "
                },
                "2": {
                    "title": "Salvaged Stools, Baby Wraps, Porch Swings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In New Orleans, Ross Lunz shows Jill how he takes street signs left by Hurricane Katrina, and turns it into unique furniture that captures the spirit and resilience of the city. In North Port, Alabama, Jill meets Jessica Tuggle, a woman who creates baby wraps with hand dyed yarn, allowing mothers to wear their babies on their bodies. Finally, Jill travels to Las Vegas and learns how Tom McGrady puts his heart and soul into builds beautiful wooden porch ...    "
                },
                "3": {
                    "title": "Street Tiles, Hammocks, Glass Doors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In New Orleans, husband and wife Ann Marie and Mark Derby show Jill how they reproduce the historic street tiles that decorate the streets of the Big Easy. In Woodstock, Georgia, Jill learns how Tony Kramer constructs his one-of-a-kind hammock tents that prove camping and comfort can go hand in hand. Finally, in Las Vegas, Jill meets Tony Milici, a glass sculptor making beautiful layered glass doors that make a glamourous statement in any home.    "
                },
                "4": {
                    "title": "Glass Piggy Banks, Espresso Machines, Rubboards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Hollywood, Florida, Brenna Baker has been working with glass since she was 14 years old. She shows Jill how she makes her functional and adorable glass piggy banks. In Buellton, California, Italian born and raised Salvatore Cisaria is one of the only people in the country making handcrafted espresso machines. Then, in Sunset, Louisiana, Jill meets Tee Don Landry. He's a man following in his father's footsteps and making one of the only American born ...    "
                },
                "5": {
                    "title": "Fire Screens, Wooden Toy Cars, Pine Needle Baskets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Charleston, South Carolina, metalsmith Sean Ahern shows Jill how he hammers out his intricately designed and elegant steel fire screens that look like natural bamboo. Then, in Omaha, Nebraska, woodworker and toymaker Steve Baldwin lets out his inner child when he makes his beautiful wooden puzzle toy cars. Finally, Jill goes to West Point, Mississippi where she meets basket weaver Bessie D. Johnson who uses only what she can find in her yard to craft ...    "
                },
                "6": {
                    "title": "Spanish Lanterns, Fluted Ceramic Stoneware, Saddle Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. She starts in Omaha, Nebraska, with 4th generation shoemaker, Jeff Ketzler. His family has a rich tradition of crafting quality footwear, with clients like Ronald Regan and our first astronauts. Then, in Charleston, South Carolina, Jill is with a young potter named Christian Royal, who uses greenery found in his garden to make unique stoneware. Finally, in Santa Barbara, California, Tanya Holroyd and Dave Polarek show Jill how they recreate Spanish-style...    "
                },
                "7": {
                    "title": "Etched Craft Lighting, Driftwood Pens, Straw Hats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. First, Jill is shocked by how Detroit woodworker, Paul Bonenberger uses electric current to \"paint\" his one-of-kind Lichtenberg etched light fixtures. In the Chesapeake Bay area of Maryland, commercial airline pilot Tom Gaunnt scours the local beaches for driftwood that he infuses with sea glass colored resin to make his distinctive beach inspired ink pens. Down in Charleston, South Carolina, award-winning milliner Natalie Simmons is off to the races ...    "
                },
                "8": {
                    "title": "Steamer Trunks, Aluminum Tables, Standup Paddle Boards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Denny Carson of Spokane, Washington, is a woodworker and catch-and-release fisherman who marries his two passions to make stone-studded fishing nets. Heath Van Den Bogaert is a stand up paddleboard maker in Deerfield Beach, Florida who shows Jill that his custom made boards are not just for hitting the water during the daylight hours. In Philadelphia, Pennsylvania, furniture maker Peter Handler creates whimsical tables using local hardwoods and brightly ...    "
                },
                "9": {
                    "title": "Adirondack Chairs, Music Stands, Canoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Jasper, Georgia, Carley Abner is crafting canoes from light-weight cedar. Because of his extremely involved process, they do not require staples to hold the pieces in place. Livonia, Michigan is where Jill finds Nick Hamma, a self-taught woodworker who is making folding Adirondack chairs in the shape of US states. Finally, in Coeur d'Alene, Idaho, Michael Norris is hitting the right note with his intricately crafted wood music stands that have found ...    "
                },
                "10": {
                    "title": "Neon Signs, Glass & Metal Faucets, Shuffleboard Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Baltimore, Maryland, Aric Wanveer and Tim McFadden bring together fire, metal and glass to create some of the most unique and colorful water faucets ever to fill a sink. Portland, Michigan, is home to woodworker Dennis Weber who is building classic cedar-lined steamer trunks that are used today more for storage than traveling the world. In Peachtree City, Georgia, Chris and Lizz McKay head a second-generation family business that brings families ...    "
                },
                "11": {
                    "title": "Metal Handbags, Fishing Nets, Razors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Baltimore, Maryland, Dan Janssen is turning exotic woods and semi-precious gemstones into heirloom quality razors. Wendy Stevens was told that her idea for making purses from stainless steel was impossible. Yet today, outside of Pikeville, Pennsylvania, she is creating a line of coveted metal purses. Last stop, Las Vegas, where Jill learns from Paul Macias how he and his family have been lighting up the city by turning colored glass tubes into classic...    "
                },
                "12": {
                    "title": "Wristwatches, Silver Teapots, Infinity Bookshelves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Down in Charleston, South Carolina, Kaminer Haislip crafts sleek, modern teapots using silver and exotic woods. Her work is exhibited in museums the world over. Detroit, Michigan, rocks again, thanks to Mark Wallace. His company reclaims wood from dilapidated, historic buildings in the city and turns them into amazing electric guitars. And in Monroe, Georgia, Eric McKenna left a desk job to follow his dream of woodworking and now bends and joins wood to ...    "
                },
                "13": {
                    "title": "Reclaimed Wood Guitars, Cowboy Whips, Luminarias",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Edgewater, Maryland, former boat maker, Allen Cady, uses his woodworking skills to transform a find of rare heart of pine lumber into translucent luminarias. Philadelphia is home to watch maker Roland Murphy who doesn't just assemble watches from acquired parts, but is actually making more than 90% of the pieces himself. Last stop is Otis Orchards, Washington where Jill gets crackin' with Joe Strain who makes bullwhips used around the world and even ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Clocks, Chairs and Blacksmithing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. First, she travels to Traverse City, Michigan, to meet Nathan Bower, an award winning clockmaker who makes skeleton clocks with exposed inner workings. Next, she is off to Woody's Chair Shop in Spruce Pine, North Carolina, where she helps owner and seventh generation woodworker Scott Woody build traditional chairs without glue or nails. Finally, she heads northwest to Cle Elum, Washington, to help female blacksmith Maria Cristalli bend, twist, and shape ...    "
                },
                "2": {
                    "title": "Quilt Maker, Rifles and Stone Carver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Her first stop is Bastrop, Texas, where young quilter Maura Ambrose is fanatically dedicated to the traditions of hand sewing quilts and dying fabrics. In the hills of Morganton, North Carolina, Jill meets gunsmith Bobby Denton who creates elegant replicas of flintlock long rifles. Finally, Jill travels to Elgin, Illinois, to hang out in the workshop of acclaimed artist Walter Arnold, one of the few stone carvers in the United States who apprenticed in ...    "
                },
                "3": {
                    "title": "Glasses, Bicycles and Books",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. First stop is Seattle, Washington, where Jill meets Marcia Wiley, a glass blower working with colorful dichroic glass that makes everyday drinking glasses shift colors like a peacock feather. Next, Jill heads to Wooster, Ohio, where Rody Walter makes painstakingly crafted bicycles and has a waiting list over seven years long. Finally, Jill travels down south to Monterey, Kentucky, where she learns about Gray Zeitz's 100 year old printing press and learns...    "
                },
                "4": {
                    "title": "Leather Wallets, Guitars and Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Her first stop is Rocksprings, Texas, where she meets Grady Douglass, a 24 year old leatherworker with skills beyond his years. Then, she heads to Rugby, Virginia, to hang out in the workshop of Wayne Henderson, a guitar maker who is so renowned he has a seven year waiting list. Finally, it's off to Chicago, Illinois, where former architect Annie Mohaupt combines cutting edge digital technology with artisanal processes to create a really comfortable ...    "
                },
                "5": {
                    "title": "Bladesmithing, Woodworking and Leather Bags",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. First, she travels to a remote area of Alaska to meet husband and wife Master Bladesmiths Adam and Haley DesRosiers, who make some of the world's most sought after knives. Then, she heads to Hickory, North Carolina, to meet Master Woodworker Eddie Hamrick, a world renowned craftsman who can make just about anything out of wood. Finally, Jill is off to Austin, Texas, to meet Cambria Harkey, a leatherworker whose beautiful handbags are appreciated by ...    "
                },
                "6": {
                    "title": "Wood Pens, Leather Boots and Doors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Her first stop is Joliet, Illinois, where Chad and Jessica Schumacher of Allegory Pens are turning scraps of wood with historical significance into stunning writing instruments. Next, Jill meets up with former Oklahoma cowboy crooner, Michael Wayne Brooks, who moved to Los Angeles to make and sell his elaborate hand stitched cowboy boots. Finally, it's off to Santa Fe, New Mexico, where Scott and Melissa Coleman of La Puerta Originals are creating new ...    "
                },
                "7": {
                    "title": "Sgraffito Ceramics, Wood Tables and Steampunk Lamps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. First, in Lambertville, New Jersey, Jill visits the studio of ceramicist Katherine Hackl to learn the technique of sgraffito, the scratching of intricate patterns into the surface of pottery. Then, she's off to Kenosha, Wisconsin, where she meets Martin Antaramian, a young woodworker who is creating solid wood tables that look as if they are made of swirling fabric. Finally, she heads to Farmington, Minnesota, to see how lamp maker Shawn Carling turns ...    "
                },
                "8": {
                    "title": "Woven Rugs, Sunglasses and Billiard Tables",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Her first stop is Minneapolis, where textile artist Kelly Marshall demonstrates how to use Scandinavian weaving techniques to turn thousands of yards of thread into intricately patterned rugs. Then, Jill heads to San Francisco, where she meets Steven Kilzer, an artisan who believes every pair of sunglasses should be made with old-fashioned quality and hands on attention. Finally, she travels to Pittstown, New Jersey, to visit former engineer Chuck Jacobi...    "
                },
                "9": {
                    "title": "Stained Glass, Baseballs and Footballs, and Jewelry Boxes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Her first stop is St. Paul, Minnesota, where she meets Josephine Geiger, an artisan who creates stained-glass window panels that look like impressionistic landscapes. Next, Jill heads to Glen Rock, New Jersey, to visit Paul Cunningham, a leatherworker who converted his love of sports into a unique business making vintage baseball and footballs from alligator, ostrich, and other unusual leathers. Finally, in Mukwonago, Wisconsin, Jill works alongside Bob ...    "
                },
                "10": {
                    "title": "Millinery, Longbows and Surfboards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Jill's first stop is the hat shop of John and Kate McLaughlin in Milwaukee, Wisconsin, where the couple shows her how they make 21st century hats using 18th century tools and technology. Next, she travels to Santa Cruz, California, to hang out with Cody Dumont, a woodworker who makes longbows that draw as much admiration for their looks as their precision with arrows. Also in Santa Cruz, Martijn Stiphout, uses castoff wood from other woodworkers to build...    "
                },
                "11": {
                    "title": "Marquetry, Denim and Bedframes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Her first stop is Charlotte, North Carolina, where designer Stan Fraser is making custom-fitted blue jeans using traditional techniques and high quality selvedge denim. Further north in Boston, furniture maker Paula Garbarino shows Jill how she uses the art of marquetry to create a painterly effect with paper-thin wood veneers. Finally, in Portland, Oregon, Jill visits the workshop of Chris Cardy, an entrepreneur who fabricates stylish steel and wood ...    "
                },
                "12": {
                    "title": "Flatware, Aviaries and Fishing Rods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Her first stop is Gardner, Massachusetts, where silversmith Peter Erickson continues a 100 year old family tradition by making heirloom sterling silver flatware. Then, Jill heads to Charlotte, North Carolina, to watch bird enthusiast and woodworker Shawn Weathers as he creates amazing aviaries with a nod to French Renaissance architecture. Her last stop is Portland, Oregon, where she visits the workshop of Tim Aaron, a craftsman who makes bamboo fly ...    "
                },
                "13": {
                    "title": "Paper, Flutes and Outdoor Furniture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Her first stop is Randleman, North Carolina, where James Broyhill, a woodworker with a legendary furniture lineage, shows her how to break down old whiskey barrels and turn them into rustic outdoor furniture. Then, Jill heads to Boston to visit a group of artisans who transform precious metals into some of the most sought after flutes in the world. Finally, Jill goes west to Portland, Oregon, where husband-and-wife team Jennifer and Ron Rich, repurpose ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Garden Tools, Glass Chandeliers, Saddles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. At her first stop in Scottsdale, Arizona, she meets Newt Grover, who taught himself to blow glass at 40. His beautiful, larger-than-life chandeliers prove it's never too late to become a master. Next, she meets Bob Denman in Boring, Oregon, who is one of the last craftsmen in the world making hand-forged iron garden tools. Finally, in Marysville, California, Jill meets a leather working contradiction in terms: he's a Frenchman, named Pedro Pedrini, who ...    "
                },
                "2": {
                    "title": "Spurs, Backpacks, Hiking Boots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Llano, Texas, Jill spends time with Charles Wendt, a metal worker who recruits her how to help make a custom pair of traditional cowboy spurs. In Felton, California, Jill steps into complete comfort when she meets Kevin Leahy who makes custom hiking boots that perfectly fit each customer's foot. Finally, in Portland, Oregon, Jill meets the Martinez family from Mexico that makes functional as well as fashionable canvas and leather backpacks from ...    "
                },
                "3": {
                    "title": "Rocking Horses, Kayaks, Door Knockers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Fredricksburg, Texas, Alan Carr uses Texas Hill country's native mesquite tree to carve Victorian-style rocking horses with their own Texas flavor. Then, in Scottsdale, Arizona, Jill learns how Larry Virtue turns molten brass into incredibly detailed brass door knockers inspired by traditional Mexican architecture. Finally, on the banks of the Hudson River in Shrub Oak, New York, Jill visits kayak maker Dan Thaler. His award winning vessels are one of...    "
                },
                "4": {
                    "title": "Golf Putters, Violins, Wool Spinning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Petaluma, California, Jill meets Marlie de Swart who turns local sheep's wool into coveted yarn. In Fountain Hills, Arizona, golf enthusiast LaMont Mann breaks from customary stainless steel putters found in most golfer's bags to brass heads that are custom made for each customer's needs. Finally, in New York City, Jill meets an internationally renowned violin maker, Lukas Wronski. His award winning instruments might have a traditional sound, but ...    "
                },
                "5": {
                    "title": "Cuckoo Clocks, Leather Gloves, Baseball Bats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Duplainville, Wisconsin is home to multi award-winning cuckoo clock maker, Bill Galinsky, who shows Jill how he builds traditional cuckoo clocks. Next, in Skoweghan, Maine, Jill meets Jesse LaCasse, a former baseball player who hand turns native hardwood into baseball bats sought by the pros. Finally, in Salem, Oregon, Jill spends time with Dean Catherman,one of the only quality leather glove makers in the country. He shows her how work gloves can be as ...    "
                },
                "6": {
                    "title": "Pianos, Cowboy Hats, Tin Coffee Pots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. The town of Cave Creek, Arizona is a nostalgic tribute to the Old West. That's where Jill finds cowboy hat maker Eric Watson, and learns why cowboys prefer his custom hats. In Freeport, Maine, Jill meets Rodney Regier, a piano maker who has a passion for making old-fashioned wood pianos. Finally, in Janesville, Wisconsin, Jill shares a cup of coffee with tinsmith Jim Feavel, who shows her how he makes authentic 19th century coffee pots and mugs.    "
                },
                "7": {
                    "title": "Rocking Chairs, Banjos, Fishing Nets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. She starts in Mountain View, Arkansas with Owen Rein. Owen harvests his own trees and whittles them into stately rocking chairs. In Hendersonville, Tennessee, banjo maker Steve Hubor shows Jill how he has rescued the endangered sound of a classic 1930's banjo by combining his musical ear and engineering knowledge. Finally, in Petersburg, Indiana, Larry Haycraft is a 4th generation fishing hoop net maker. He shows Jill how he can spend two weeks making ...    "
                },
                "8": {
                    "title": "Pahu Drums, Cooper Kitchenware, Brooms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Mountain View, Arkansas, Jill cleans up with Jerry Lovenstein, who combines dried broomcorn with wood he finds on his land and makes beautiful handcrafted brooms. Next, in Nashville, Tennessee, Ben Caldwell shows Jill how he creates interesting, sturdy kitchenware using copper and deer antler sheds. Finally, in Hilo on the big island of Hawaii, Jill visits Keoni Turalde. He carves ornate, traditional Pahu drums from a coconut tree using only a chisel,...    "
                },
                "9": {
                    "title": "Willow Furniture, Snow Skis, Cutting Boards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. She starts in Lapel, Indiana with Greg Adams. He shows her how he gathers willow, twists, turns and shapes the limbs into beautiful, sturdy furniture. Then, in Denver, Colorado, she meets skier Mike McCabe who crafts custom snow skis from poplar, maple and bamboo wood. Finally, in Timbo, Arkansas, Paul Gillam Jr. & Sr. teach Jill their cutting edge method of crafting end grain cutting boards that are not only unique looking but are not as hard on knives.    "
                },
                "10": {
                    "title": "Weathervanes, Chess Pieces, Leather Chinks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Franklin, Tennessee Jill meets Terry and Austin Lankford. This leather working, father son team show her the hand crafted leather chinks they've been making for legends like Waylon Jennings and Johnny Cash since 1970. In Volcano, Hawaii, next to the most active volcano in Hawaii, Jill visits Bill McMahon. He's one of the only craftsmen in the world who hand-turns Koa wood chess sets. Next, Jill heads to Seabrook, New Hampshire, to shape copper with ...    "
                },
                "11": {
                    "title": "Belt Buckles, Music Boxes, Pocket Knives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Englewood, Colorado, Jill meets an acclaimed team of belt buckle makers. These artisans use any material they can, including sand and minerals, to adorn their custom Western themed products. Up north, in Montpelier, Vermont, Jill meets Jonathan Herz who has single-handedly revived the lost sound and style of 19th century music boxes. Finally, in Shelburn, Indiana, Jill is on hand to see legendary knife maker Tony Bose craft one of his highly sought ...    "
                },
                "12": {
                    "title": "Cast Iron Skillets, Baskets, Axes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. In Madison, Wisconsin, Jill makes sparks fly with Alisa Toninato, making cast iron skillets in the shape of the 50 states. In Ashley Falls, Massachusetts, JoAnn Catsos is one of only two people in the country to earn a degree in basket making. Joann shows Jill her octofoil basket, a pattern she invented. Finally, in Fairview, Tennessee, Jill meets Anthony Martin, who uses pre-Revolutionary War tools and techniques from the 1600s to craft one of man's ...    "
                },
                "13": {
                    "title": "Torches, Stained Glass, Wind Chimes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Handcrafted America (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jill Wagner travels the country on a quest to find talented craftsmen who still make incredible items by hand. Jill starts in Hilo, Hawaii where she meets Leilehua Yuen, a metal torch maker. Leilehua shows Jill the techniques she learned from her father that she continues to use today. In Denver, Colorado, Jill meets Phil Watkins, one of the last traditional stained glass makers in the world. His waiting list is years long. Finally, in Austin, Texas, she visits Davis and Franz Blanchard, a father and son team creating custom wind chimes from the tune of Jill's ...    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Wagner, Jill"
            },
            {
                "name": "Aaron, Tim"
            },
            {
                "name": "Ambrose, Maura"
            },
            {
                "name": "Antaramian, Martin"
            },
            {
                "name": "Arnold, Walter"
            },
            {
                "name": "Bower, Jenny"
            },
            {
                "name": "Bower, Nathan"
            },
            {
                "name": "Brooks, Michael Wayne"
            },
            {
                "name": "II, James Broyhill"
            },
            {
                "name": "Cardy, Chris"
            },
            {
                "name": "Carling, Shawn"
            },
            {
                "name": "Carr, Alan"
            },
            {
                "name": "Coleman, Melissa"
            },
            {
                "name": "Coleman, Scott"
            },
            {
                "name": "Cristalli, Maria"
            },
            {
                "name": "Cunningham, Paul"
            },
            {
                "name": "de Swart, Marlie"
            },
            {
                "name": "Denman, Bob"
            },
            {
                "name": "Dennis, David"
            },
            {
                "name": "Desrosiers, Adam"
            },
            {
                "name": "Desrosiers, Haley"
            },
            {
                "name": "Dickey, Bob"
            },
            {
                "name": "Donton, Bobby"
            },
            {
                "name": "Douglass, Grady"
            },
            {
                "name": "Dumont, Cody"
            },
            {
                "name": "Erickson, Peter"
            },
            {
                "name": "Feavel, Jim"
            },
            {
                "name": "Fox, Tyler"
            },
            {
                "name": "Fraser, Stan"
            },
            {
                "name": "Garborino, Paula"
            },
            {
                "name": "Geirger, Josephine"
            },
            {
                "name": "Grover, Newt"
            },
            {
                "name": "Hackle, Katherine"
            },
            {
                "name": "Hamrick, Eddie"
            },
            {
                "name": "Harkey, Cambria"
            },
            {
                "name": "Henderson, Wayne C."
            },
            {
                "name": "Jacobi, Chuck"
            },
            {
                "name": "Kilzer, Steven"
            },
            {
                "name": "Mann, LaMont"
            },
            {
                "name": "Marshall, Kelly"
            },
            {
                "name": "McGuire, Dennis"
            },
            {
                "name": "McLaughlin, John"
            },
            {
                "name": "McLaughlin, Kate"
            },
            {
                "name": "Mohaupt, Annie"
            },
            {
                "name": "Pedrini, Pedro"
            },
            {
                "name": "Reiger, Ronald J."
            },
            {
                "name": "Rich, Jenifer"
            },
            {
                "name": "Rich, Ron"
            },
            {
                "name": "Schumacker, Chad"
            },
            {
                "name": "Schumacker, Jessica"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 8.4,
        "votes": 38,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIwNTM2NTUwOV5BMl5BanBnXkFtZTgwNzk3ODI4MjI@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Host Jill Wagner travels the country to seek out talented artisans who continue to make products the traditional way...with their own two hands. In every half-hour episode, Jill meets three gifted craftsmen and gets a behind-the-scenes look at how their products are created. Along the way, viewers learn about the history and cultural heritage that inspire and influence the design of their handcrafted items.",
        "languages": [
            "English"
        ],
        "title": "Handcrafted America",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2017",
        "akas": [
            "Handcrafted America (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Susie Films"
            }
        ],
        "distributors": [
            {
                "name": "INSP Network"
            }
        ],
        "plot": [
            "Host Jill Wagner travels the country to seek out talented artisans who continue to make products the traditional way...with their own two hands. In every half-hour episode, Jill meets three gifted craftsmen and gets a behind-the-scenes look at how their products are created. Along the way, viewers learn about the history and cultural heritage that inspire and influence the design of their handcrafted items.::INSP"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 38,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 8.9
            },
            "males": {
                "votes": 18,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 9.1
            },
            "females": {
                "votes": 5,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 9.2
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 3.5
            },
            "us users": {
                "votes": 19,
                "rating": 8.0
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 21,
            "9": 7,
            "8": 4,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 8.4,
        "median": 1
    }
}