{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 February 2016"
            },
            {
                "country": "USA\n",
                "date": "8 February 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::8 February 2016",
            "USA::8 February 2016                            (internet)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "What Does It Mean If a Show Is \"Powered by 1iota\"?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    If you're wondering what \"Powered by 1iota\" means check out this video for the answer.    "
                },
                "2": {
                    "title": "How Do I Get a Confirmation Code to Complete My Account?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Watch this video for help getting your confirmation code so you can compete your 1iota account.    "
                },
                "3": {
                    "title": "How Come My Social Accounts Are Not Connecting?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    If you're having trouble connecting your social accounts check out this video for some helpful tips.    "
                },
                "4": {
                    "title": "I'm Getting an Error Message When Requesting Tickets, How Do I Fix It?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Here are some helpful tips to clear up the error message you might be getting when requesting tickets.    "
                },
                "5": {
                    "title": "Are Tickets Really Free? Is 1iota Legit?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "27 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Free tickets might sound to good to be true, but it's legit. Check out this video for more info.    "
                },
                "6": {
                    "title": "What's the Latest I Can Arrive to a Show?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    If you're trying to plan the latest you can arrive to a show, then watch this video to find out why that's not a good idea.    "
                },
                "7": {
                    "title": "How Can I Modify My Ticket Request?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    If you need to modify your ticket request check out this video for some helpful information.    "
                },
                "8": {
                    "title": "What Is My Profile Strength?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Wonder what your Profile Strength is and why it's important? Watch this video for the answer.    "
                }
            },
            "1": {
                "1": {
                    "title": "Do I Really Need My ID?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    You most certainly do! We match the name on the ticket to the name on the ID, and also to the name in our system that is assigned to the ticket. This helps us eliminate fraud. We must also check for age restrictions on a number of events. Also, show security checks IDs of everyone in the party.    "
                },
                "2": {
                    "title": "What Kind of ID Do I Need to Bring?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    All audience members must provide a valid form of government issued ID which states your birthdate and has a photo. A combination of birth certificate and school ID with a photo is acceptable.    "
                },
                "3": {
                    "title": "Can I Transfer My Tickets to Someone Else?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Sorry, we can't transfer tickets to other users.    "
                },
                "4": {
                    "title": "What Does the \"Waitlist\" Mean?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The waitlist is the 1iota ticketing queue. We open up ticket requests, and in most cases, everyone who requests a ticket is simply \"joining the waitlist.\" When we can, we will begin making tickets Available to those in the waitlist. These Available emails will go out in batches, and ticket will be reserved on a first-come, first-served basis. Also, our agents do not have the ability to see where you are in the waitlist, so they can not tell you when/if your tickets may become available.    "
                },
                "5": {
                    "title": "How Long Will I Be on the Waitlist?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    We typically begin approving tickets two weeks before a taping. It can be earlier, it can be later, but that's the general time. We don't unfortunately have a way of knowing where you are on the waitlist. Ticket approvals usually continue up until around 24 hours before an event. You are alerted via email if your tickets become available.    "
                },
                "6": {
                    "title": "I Have Tickets Available... What's Next?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    If you have tickets available in your account the next step is to log in and confirm your tickets. You don't actually have tickets to the show until you log into your 1iota account and click the 'confirm' button on your available tickets. Once you have successfully confirmed you tickets you will have the option to view and print your e-ticket.    "
                },
                "7": {
                    "title": "I Have Tickets Available, But the Event Is Sold Out... Do I Have Tickets?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    No you don't have tickets. Let me try to explain - we send out \"Available\" notices in batches. Let's say we have 100 seats available, we'll send out notices to 125 people. Why? Because some folks aren't going to take them. Some will, however, and those tickets are reserved on a first-come, first serve basis. SO... if you receive an email that says you have tickets available, it is in your best interest to login asap to reserve them, otherwise they could get snatched up before you login. Sold out shows occasionally have space open up 48 hours before the event, due to ...    "
                },
                "8": {
                    "title": "Why Can't I Decline My Tickets?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    We understand life happens and your plans may change so we allow fans to decline their tickets up to the day before the show. After that point it is too late to give your ticket to the next person on the waitlist. We are holding a spot for you and the show and we hope to see you there.    "
                },
                "9": {
                    "title": "Does My Ticket Guarantee Admission?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Unfortunately, no. We never guarantee admission. We give you guidelines to follow, and if you do follow them, you'll have your best shot at being admitted. But, because our tickets are free we HAVE to give away more tickets than we can admit. As such, being turned away is always a possibility.    "
                },
                "10": {
                    "title": "What Are Priority Tickest and How Do I Get Them?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Priority is a completely automated system in which the first (X) number of tickets reserved are Priority. That way, the folks who planned ahead and claimed their tickets first, benefit. If you're holding General Tickets, there is a chance you'll be upgraded to Priority. The way that works, is that as people with Priority Tickets cancel their tickets, the system upgrades the next General Ticketholders in line to Priority. So, if 20 Priority folks cancel, the first 20 General Ticket holders get upgraded.    "
                },
                "11": {
                    "title": "Why Doesn't the Calendar Go Any Further?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    We typically receive the schedule from production 3-4 weeks in advance. Once we have it confirmed that a taping is happening, it goes up on our site. This is obviously not an exact estimate, since each show's scheduling is different. If you're dying to see a particular show on a particular date, then we recommend checking the 1iota site frequently to see when it gets posted. Following our Facebook and Twitter accounts can help, as we occasionally announce when shows are going up. We never recommend making travel plans based solely on free tickets.    "
                },
                "12": {
                    "title": "I Have Tickets for the Show... What Else Do I Need to Know?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "17 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    You have your tickets and are ready to come to the show, great! Here are a few things you need to know to be prepared for the day of the show. Print and read all of the information on your e-ticket. It's going to tell you the address, parking info, check-in location, event timeline, age requirement, dress code and other important info you need to know for the day of the show. We look forward to seeing you at the show!    "
                },
                "13": {
                    "title": "Can I Bring My Cell Phone?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    To know if cell phone are allowed at the even you are attending please refer to your e-ticket. If your e-ticket says cell phones are not allowed then cell phones are not allowed. Please leave your cell phone at home or in your car.    "
                },
                "14": {
                    "title": "Do I Need to Print My E-ticket?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    There is a good deal of information on your ticket, and it is always preferred that you print that ticket so that you have access to that info in your hands. Many people ask if they can simply show the ticket on their phone. Yes, that's possible. But, some shows do not allow cellphones. Besides that, if you're a little late, you may find that you can not access the ticket on your phone. So, it's a good idea to go ahead and print it off. If you absolutely can't print it off, don't worry, we can look you up in our scanners using your ID.    "
                },
                "15": {
                    "title": "What Is a Ticket Lottery and How Do I Increase My Chance of Getting Tickets?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    We occasionally run ticket lotteries for high demand special events. By requesting tickets you are entered into the lottery. Everyone has a chance to win tickets but you can increase your chances of wining by completing tasks to earn more lottery entries. Log into your 1iota account, go to your lottery ticket request and click the button that says \"Increase My Chances\" to see the tasks you can do to earn more lottery entries. All task must be completed while logged into your 1iota account to receive credit. Good luck in the lottery!    "
                },
                "16": {
                    "title": "The Show I Want to Attend Is Sold Out, Is There Anyway I Can Get Tickets?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The the show you want to attend is sold out that means we are no longer taking ticket request for that show. If you are already on the waitlist for that show we will continue to process ticket request off the waitlist until the show reaches capacity, so you may still receive tickets. If you are not on the waitlist we suggest requesting tickets to another show. Thanks for your understanding.    "
                },
                "17": {
                    "title": "What Is a Seat Filler Ticket?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "20 May 2016",
                    "year": "2016",
                    "plot": "\n    For award shows and events where people have purchased tickets we offer you, the fans, the opportunity to request seat filler tickets for free. What that means is you will be ask to temporarily fill empty seats during the event.    "
                },
                "18": {
                    "title": "How Does the Welcome Back Program Work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "8 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    If you were turned away from a show we want to give you the change to come again on another day through our Welcome Back program. Watch this video to learn more about how the Welcome Back program works.    "
                },
                "19": {
                    "title": "How Do I Create a 1iota Account?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "24 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    If you need help creating a 1iota account, this video will walk you through the process. Once your account is set up you'll be ready to request tickets to awesome shows and events!    "
                },
                "20": {
                    "title": "How Do I Request Tickets?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ask 1iota (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "24 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    We want to help you attend the coolest shows and events! Check out this video to learn more about how to request free tickets at 1iota.com    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Warren, Heath"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2M2ZjM4MGQtN2IwNy00YjM2LWI5NzMtMGE1NjRlNGMyMTEwXkEyXkFqcGdeQXVyNjM3NjU2MDY@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Ask 1iota",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Ask 1iota (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "1Iota Productions"
            }
        ],
        "distributors": [
            {
                "name": "1Iota Productions"
            }
        ],
        "plot": [
            "You've got questions we've got answers."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}