{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 February 2016"
            }
        ],
        "release dates": [
            "USA::16 February 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Waves of Valor & 22-to-Zero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Telling America's inspiring stories, profiling the people and organizations making a difference in cities and towns across the nation.    "
                },
                "2": {
                    "title": "Can't Stop the Music/R.A.O.K.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Can't Stop the Music Members of a H.S. symphony orchestra were about to travel on a two week European concert tour when an act of terrorism forced the once-in-a-lifetime performance to be cancelled. But students proved \"You Can't Stop the Music\" as they turned tragedy to triumph for terror victims everywhere. R.A.O.K. Thoughtful, paying it forward, kindness, words to live by especially if you are part of R.A.O.K. This unique Facebook group is 43,000 members strong all doing random acts of kindness for others.    "
                },
                "3": {
                    "title": "Inside the Bowl/TJ's Dream Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Inside the Bowl 1 in 68 children has been identified with (ASD) Autism Spectrum Disorder. Often it's hard to interact in social settings. Thanks to the A-Skate Foundation children on the spectrum can spend time Inside the Bowl to experience skateboarding, many for the first time. TJ's Dream Team Losing a child to illness is perhaps one of the most tragic life events a parent could experience. But one family is fighting cancer with comedy to honor the memory of their son.    "
                },
                "5": {
                    "title": "Queen of Hearts/To Russia with Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Queen of Hearts Travel to rural parts of southern California where ranchers are helping children, adults and veterans become enabled through interaction with horses. Whether it's grooming, riding, touching or just being near the corral. Queen of Hearts Therapeutic Riding Center is changing lives and helping families. To Russia With Hope One man travels half-a-world-away in an effort to stop the progression of his advanced multiple sclerosis. See first-hand the treatment Dave Arnold believes will help his MS in what he calls To Russia with Hope.    "
                },
                "6": {
                    "title": "Club Dust/Pulling for Lisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Club Dust The struggle is constant. Families with no money for land or a home. Club Dust is on a mission to provide portable homes for families living in the dusty squatter camps just across the California-Mexico border. Join them for a day-long trip of building homes and hope for hundreds of families. Pulling for Lisa 1 in 8 women (about 12%) will develop breast cancer over the course of her lifetime. In 2016-17, an estimated 246,000 new cases are expected to be diagnosed. \"Lisa\" is one of those women, in an unusual twist a group of volunteers have rallied to help ...    "
                },
                "7": {
                    "title": "Luana/Miracle Messages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Luana For nearly three decades Luana has been performing as a dancer across the nation. A highly regarded professor of dance and culture, Luana has authored a new book \"What Makes That Black ?\". It's a message that opening our eyes, minds, and hearts to all cultures in America would deeply enrich our lives and society. Miracle Messages Miracles messages helps homeless people record short video messages to their dearly missed loved ones and then uses social media to help reunite them. From San Francisco to NYC homeless individuals have reconnected with family and ...    "
                },
                "8": {
                    "title": "Elena Jones/Girls Left Behind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Elena Jones Mary Parks spends the day with Elena Jones, an aspiring vocalist and performer. Elena Jones is taking stages by storm, making a difference, inspiring youth across the state. Catch her vocal talent on Exploring the American Spirit. Gifts Left Behind Gifts Left Behind is a poignant look at the lessons learned from a World War II hero, a dad, brother, husband and friend. James Beran authored a book about his father Walter titled The Biggest Short Guy: The Amazing Untold Story of Walter Bernan, The CPA Who Changed LA.    "
                },
                "9": {
                    "title": "Backbone/Food Runners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Backbone Imagine having your spine crushed in a terrible accident at work, then doctors saying \"you will never walk again.\" That's what happened to Isadore Ramirez. But the retired Marine Corps drill sergeant defied the odds by proving doctors wrong. His story \"Backbone\" will inspire and amaze you. Food Runners Every day after a school a dozen students trade their books for a chef's jacket and apron. They are the Food Runners, a unique club whose mission is giving back. Food Runners will prep, cook, and serve meals for churches, schools, and other non-profits. It's ...    "
                },
                "10": {
                    "title": "Sky Park at Santa's Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Sky Park at Santa's Village Experience the nostalgia of one of southern California's oldest theme parks, Sky Park at Santa's Village. Restoring the historic qualities of Santa's Village is about to become open to the public. It's an amazing story of how one family made their dream come true working with local artisans and craftsman to create this fantasy village.    "
                }
            },
            "1": {
                "1": {
                    "title": "Cops Granting Wishes/Taking It to the Streets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    From the vineyards of Temecula to the Joshua Tree of the desert, there are law enforcement officers granting wishes for ill children. The Debbie Chisholm Memorial Foundation is the only wish-granting charity in the nation that includes children who are victims of violent crime or abuse. Mary Parks invites you on an extraordinary journey of love with Cops Granting Wishes. For anyone who has enjoyed the companionship of a pet, it's not difficult to understand \"Taking It to the Streets with Lori and Shira.\" This mother-daughter team helps the homeless in California--...    "
                },
                "2": {
                    "title": "Eagles Count: Looking for Jack/Jacob Fish and His Bears/Fellowship of the Traveling Blankies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Eagles Count: Looking for Jack The bald eagle has long been recognized as a symbol of strength and true American icon. Mary Parks journeys to a mountain community where volunteers gather annually to count California's bald eagles and shares the story of one family's spiritual connection with an eagle they call Jack. Jacob Fish and His Bears Jacob Fish was only 6 years old when he started making greeting cards, picture frames, and bookmarks to sell at craft fairs. This little entrepreneur turned those profits into a teddy-bear-making business to comfort other children ...    "
                },
                "3": {
                    "title": "A Forever Home/Feeding America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    A Forever Home Optimism and perseverance are two words that perhaps best describe Jaci Hasemeyer. The California mother helped raise 50 children in foster care and even adopted ten of those youngsters to give them a forever home. It's no wonder she was honored nationally as Mom of the Year, an honor bestowed as she battled breast cancer. Mary Parks shares amazing story of love and courage. Feeding America On any given day 35 million Americans will go without eating, hard-working adults who can't feed their families. Mary Parks travels to one community where art ...    "
                },
                "4": {
                    "title": "King High Remembers/Angel Wings Bakery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    King High Remembers Many believe that history is better learned from those who lived it rather than reading history books. So a high school teacher told his students to personally interview a veteran. Mary Parks shows us how that homework assignment has brought hundreds of veterans together with young people to experience storytelling at its best. Angel Wings Bakery When you look at a cookie, you see something sweet and tasty. But at Angel Wings Bakery, they see success, accomplishment, and achievement - what had been missing from the lives of the women behind the ...    "
                },
                "5": {
                    "title": "Rock Stars of Tomorrow/Forever Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Rock Star of Tomorrow At one time or another, most people have dreamed of being rock stars. We found a super-cool rock school where you learn how to play an instrument and actually become a member of a rock band, performing at real rock and roll shows. Enjoy a backstage pass to Rock Stars of Tomorrow with Mary Parks Forever Wild Gypsy. Zorro. Diablo. Taj. Four evocative names that belong to some of nature's most beautiful--yet intimidating--creatures. Mary Parks takes you inside an exotic animal sanctuary where an extraordinary caregiver helps these captive-bred ...    "
                },
                "6": {
                    "title": "Medals of Courage/Learning for Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Medals of Courage No parent expects to lose a child, but when the unthinkable happens some find a positive way to channel their grief - that's what Candace Ransom has done with her unique and inspiring program Medals of Courage. The California mother honors her son's memory by bringing together children struggling with illness and athletes from around the world. Learning for Life Hope and a positive outlook for the future is an example of the American spirit, just ask Lorna Jenkins. After years of struggling to learn basic subjects like reading, writing, and math, she...    "
                },
                "7": {
                    "title": "Jet Set Dogs/From the Heart/Facing the Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Jet Set Dogs Dog lovers won't want to miss this story! Meet the woman saving precious pooches from doggie-death-row. Jet Set Dogs is one woman's passion of rescuing dogs, with a Hollywood twist. Mary Parks takes you inside the shelters for a real rescue story. From the Heart A story of perseverance, inspiration, and medical miracles. Steve Irigoyen survived ten heart attacks, a stroke, numerous stents and a brief coma. Mary Parks will introduce you to the doctor credited with saving Irigoyen's life in From the Heart. Facing the Music Facing the Music performance art ...    "
                },
                "8": {
                    "title": "Habitat for Heroes/Robozilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Habitat for Heroes In 2015, there were nearly 60,000 homeless veterans in America. Mary Parks takes you inside the homes being built FOR veterans BY veterans and introduces you to veterans making a difference for their brothers and sisters. Robozilla Travel with Mary Parks inside a vintage airport hangar for a rich and fascinating education experience. Teens building robots whose mission is to inspire enthusiasm and passion for STEM: Science, Technology, Engineering and Math. They are Team Robozilla!    "
                },
                "9": {
                    "title": "Patriot Guard Riders/Closing the Gap: Doctor James Jesse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Patriot Guard Riders Riverside National Cemetery is the final resting place for nearly 200,000 veterans. Many were buried with no ceremony. no family, and no friends. Each Wednesday morning you will find the Patriot Guard Riders at the cemetery, a diverse and growing number of bikers who have one thing in common; an unwavering respect for those who served. Mary Parks shares their mission. Closing the Gap: Doctor James Jesse Roughly 4 million babies are born in the U.S. each year. But many of those infants have trouble breastfeeding, or in some cases, even feeding at ...    "
                },
                "10": {
                    "title": "Kosy Toez/Hot Rods for Hospice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Kosy Toez Every child deserves at least one new, comfortable pair of shoes every school year. At least that's the belief of one woman who has made it her mission to provide new shoes for children across southern California, who might not otherwise get new shoes. Mary Parks takes you to a school whee Kozy Toez is making a difference, one pair of shoes at a time. Hot Rods for Hospice Phil Braybrooks had a passion for cars and spent a lifetime pursuing his dream both for business and pleasure. When Phil became terminally ill his family looked to hospice for help. This ...    "
                },
                "11": {
                    "title": "Blind Ambition/Senior Inspiration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Blind Ambition Most people deal with challenges in life, but few have amassed a record of overcoming obstacles as impressive as Vivian Stancil. Orphaned at age 7, raised in foster care and blind before she was 21, Stancil turned to food for comfort. After tipping the scales at 325 she vowed to strive for a better life. Mary Parks introduces you to this Senior Olympic Medalist and motivation speaker. Senior Inspiration In just about every community there is a group of citizens 65 years of age and older who demonstrate a zest for life through volunteerism and engagement...    "
                },
                "12": {
                    "title": "Team Ava and Bruin/Tumaini Means Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Turning Heads/Can't Stop the Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Turning Heads The Turning Heads Project features beautiful photos of \"Supermodels\" along with their personal stories and experiences. Changing Minds, Changing Lives is their motto as a testament to living life authentically. Each photo is dedicated to helping people who are going through chemotherapy and have lost their hair. Join Mary Parks in celebrating baldness, survival and perseverance. Can't Stop the Music 300 students from Santa Monica High Schools diverse student body participate in six orchestra ensembles. They've played Carnegie Hall, Symphony Space in NYC ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "One Team ~ One Dream/Sanctuary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Exploring the American Spirit with Mary Parks (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    One Team ~ One Dream Thousands of children are in foster care across America. Many of those children are hoping to be adopted into a forever home. One county is raising adoption awareness by pairing college athletes with foster youth for a unique free photo calendar. Sanctuary Meet the former foster youth who've found new life and purpose thanks to a group of caring volunteers in Palm Springs, CA. Sanctuary, where different is normal.    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Parks, Mary"
            }
        ],
        "genres": [
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzlhYjY4MmQtYTU4MC00YzI2LWExNWItMmZhMzEzMGZjMzM5XkEyXkFqcGdeQXVyNjYwNzUxOTc@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Exploring the American Spirit with Mary Parks",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Exploring the American Spirit with Mary Parks (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Parks, Mary"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}