{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2016"
            },
            {
                "country": "Hong Kong\n",
                "date": "  2016"
            },
            {
                "country": "UK\n",
                "date": "16 April 2016"
            },
            {
                "country": "Singapore\n",
                "date": "16 April 2016"
            },
            {
                "country": "Spain\n",
                "date": "23 April 2016"
            },
            {
                "country": "Hong Kong\n",
                "date": "23 April 2016"
            }
        ],
        "release dates": [
            "UK::2016",
            "Hong Kong::2016",
            "UK::16 April 2016",
            "Singapore::16 April 2016",
            "Spain::23 April 2016",
            "Hong Kong::23 April 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Fashion Week is here. And we're taking you to the top fashion capitals from around the world. From backstage fittings to the front row seats, we're mingling with some of fashion's hottest models and A-list celebrities. Making impromptu visits to VIP events and local hot spots, you've got the ultimate all-access pass to all the action.    "
                },
                "2": {
                    "title": "London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    Inside Fashion Week moves on to London, famous for its edgy style and royalty. For this fashion week, we get a sense of what street style graces the streets of London and the use of social media changing the landscape for fashion. It's a rush of adventure as we enter backstage and see the newest trends for the season. Let's get the London look.    "
                },
                "3": {
                    "title": "Milan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Inside Fashion Week now takes you to Milan, one of the fashion capitals in the world. For this Fashion Week, we get inspired by the architecture of the city and the romanticism of the atmosphere. Backstage, we get the inside scoop of what designers messages are for the event and get a look at some of the most breathtaking designs.    "
                },
                "4": {
                    "title": "Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Inside Fashion Week reaches Paris, the fashion capital of the world. We'll get the inside scoop with some of the industry's hottest designers, get exclusive interviews with influential fashion figures, and see the digital side of fashion through fashion films. It's one of the most talked about Fashion Week destinations, and we get the inside scoop for viewers to enjoy.    "
                },
                "5": {
                    "title": "Jakarta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Inside Fashion Week goes to Jakarta, hot temperatures and gorgeous scenery. We take you backstage to discover the coolest trends in the region and get to know what's hot for the season. From makeup to hair to the latest trends in Southeast Asia, Inside Fashion Week takes you on a whirlwind of adventure from start to finish.    "
                },
                "6": {
                    "title": "Madrid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Inside Fashion Week takes you to Madrid, known for its famous fountain of the goddess Cibele. Join us as we discover the trends of the season in this sensational city. From backstage to the runway, you'll get the inside scoop from the hottest designers and models.    "
                },
                "7": {
                    "title": "South Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Inside Fashion Week jets off to Cape Town, South Africa. Known for its beautiful nature and gorgeous beaches, we get the inside look on what happening in the South African fashion scene. Join us as we talk to designers, models, and more to know what trends are in this season.    "
                },
                "8": {
                    "title": "Barcelona",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Kicking off our fashion journey, Barcelona is bringing audiences a refined and architectural approach to design. This city is also giving us the best in hair and makeup, and showing us that taking risks definitely has its rewards.    "
                },
                "9": {
                    "title": "Tunis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Tunis is a city with cultural abundance and exotic locals, a perfect spot for Fashion Week. Designers were asked to present a collection inspired by the local culture of Tunisia, and the results were amazing. From florals to streetwear, Tunis is turning up the heat with its impeccable design.    "
                },
                "10": {
                    "title": "South African Menswear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Heading to South Africa, designers for the menswear fashion week were in full swing, showcasing their nature-inspired designs and new takes on what it means to wear menswear. With influences from surfing, to using botanicals, South Africa brought its best to the table, leaving audiences wanting more.    "
                },
                "11": {
                    "title": "Paris Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Paris is a city that never fails to please in the realm of fashion. The menswear collections featured in this fashion capital were top tier, with designers showing us their creative style and personal taste.    "
                },
                "12": {
                    "title": "Paris Haute Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Fashion Week (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Luxurious materials paired with exquisite craftmanship, there's nothing as grand as Paris Haute Couture Fashion Week. From the city where the extravagant style originated, its A/W 2016-2017 collections are nothing less than extraordinary from the most creative designers from Paris and beyond.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Lorentz, Maiken"
            },
            {
                "name": "Cachero, Odei"
            },
            {
                "name": "Charlii.com"
            },
            {
                "name": "Jones, Stefanie Rycraft"
            },
            {
                "name": "Lafutt, Claire"
            },
            {
                "name": "Mey, Alexis Chaffe"
            },
            {
                "name": "Natsvlishvili, Tako"
            },
            {
                "name": "Pamungka, Satriyo"
            },
            {
                "name": "Pintos, Julia"
            },
            {
                "name": "Woodley, Anji"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2Q0MGFlYmMtMDMxYy00ZDY4LTlkMzktMGUyNzMzYjFmODAxXkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SY150_CR8,0,101,150_.jpg",
        "plot outline": "\"Inside Fashion Week\" takes audiences on a journey through the hectic and exciting world of Fashion Week. Viewers will have an inside look at all that people working and attending Fashion Week at the top major fashion capitals experience. From start to finish, we will follow our hosts around the most exclusive places, including fittings with designers, backstage right before shows start, front row next to the most prominent names in the industry and interviews with A-list designers, fashion personalities and celebrities. We will also stop by the top locations to be during fashion week such as exclusive events, hot spots, restaurants, shops and all other places to be seen.",
        "languages": [
            "English"
        ],
        "title": "Inside Fashion Week",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Inside Fashion Week (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "\"_Inside Fashion Week_ (qv)\" takes audiences on a journey through the hectic and exciting world of Fashion Week. Viewers will have an inside look at all that people working and attending Fashion Week at the top major fashion capitals experience. From start to finish, we will follow our hosts around the most exclusive places, including fittings with designers, backstage right before shows start, front row next to the most prominent names in the industry and interviews with A-list designers, fashion personalities and celebrities. We will also stop by the top locations to be during fashion week such as exclusive events, hot spots, restaurants, shops and all other places to be seen.::Fashion One International LLC."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}