{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 January 2016",
                "notes": "                            (Los Angeles, California)"
            },
            {
                "country": "USA\n",
                "date": "15 January 2016"
            }
        ],
        "release dates": [
            "USA::14 January 2016                            (Los Angeles, California)",
            "USA::15 January 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Carmen Traub & Anael Rojas Part 1 of 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Carmen Traub & Anael Rojas Part 2 of 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Carmen Traub & Benny Traub Part 1 of 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Carmen Traub & Benny Traub Part 2 of 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Need some tools to help keep your morale high so you can hit it hard tomorrow as you pursue your dreams? Tomorrow is a new day, and tonight is Part 2 with Benny Traub. We continue our conversation about creating a positive chemical climate in your head. Words are powerful, so positive self-affirmations help overcome low self-esteem issues and build up confidence. No one is going to do it for you...though they may try...you have to work for it yourself. It gets easier and easier, and when you are up you will stay up longer, and when you are down you won't go as low. ...    "
                },
                "5": {
                    "title": "Carmen Traub & Benny Traub Part 3 of 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Get your self-limiters away from the gas pedal, so that you can release your full 260 horsepower...\", Benny says on part 3 of my interview with him on Brokenhearted Hollywood. We discuss how to be the best 'you' that you can be and what that means. Hint: it involves aligning your values, beliefs and goals; \"If you can get there, your responses will become far more appropriate for the opportunity, or the risk\", Benny says. If you watched part 2, you would remember Benny saying, \"If you can get it right on the inside, you WILL get it right on the outside.\" Benny takes ...    "
                },
                "6": {
                    "title": "Carmen Traub and Big House LA and Awesome House of Fame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    CONGRATULATIONS TO TONIGHT'S BIG WINNERS FOR THE BROKENHEARTED HOLLYWOOD SEASON 2 AWARDS. We are VERY excited about tonight's presentation to BIG HOUSE LOS ANGELES for Best Contribution to Hollywood, and to their prized employee ZACH SELLENBERG who is awarded with THREE awards because he is so outstanding: Best Hollywood Social Media Expert, Best Hollywood Support Person, and Best Person In The World Of Film. Big House and Zach Sellenberg were chosen because they are genuinely serving and supporting content makers in extraordinary ways. They are making Hollywood ...    "
                },
                "7": {
                    "title": "Carmen Traub VS Low Self-esteem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Brokenhearted Hollywood is excited to help you overcome regret and low self-esteem so that nothing will drag you down as you pursue your very important dreams. Our version of a 'memory board' will help. Carmen also shares all sorts of things about her past which she included on her memory board, including her big 1980's hair-do. Carmen also shares her emotional trauma of becoming aware of all the garbage in our oceans that entangle precious sea and shore animals. Untangling birds from hooks, fishing line, and string took over her life. Today, Carmen sits on the board ...    "
                },
                "8": {
                    "title": "Carmen Traub VS Low Self-esteem Part 2 of 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    An exciting episode. We flash-back to an awesome guest from Season 1, Kane Anthony Blust. Then we debut his new cooking show. He produced a few cooking shows, so we feature one of them tonight: Cooking With Kane EPISODE 004 (which is on his YouTube channel Kane Richard Anthony Blust). Also on tonight's show, we introduced endangeredspecies2050.com. Check it out and find out how you can help stop the inevitable mass extinction of both animals and fauna. Also, the debut video of Carmen's song 'Why is the world falling?' was on tonight. Song video can be viewed on ...    "
                },
                "9": {
                    "title": "Carmen Traub & Norma Jean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    Tonight we explore the difficult journey of artist Norma Jean Bone. She shares what she has learned about how to manage the ups and down's of pursuing her passion. We also feature Angela Hutchinson's Breaking Into Hollywood: an important Hollywood Resource group that everyone should take full advantage of while pursing their Hollywood dream. Finally. we feature singer-songwriter Cortney Matz playing her amazing song Mr. E at the Burbank Republic of Pie cafe.    "
                }
            },
            "1": {
                "1": {
                    "title": "001 Carmen and Kane Blust Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Carmen Traub interviews Kane Richard Blust. This episode of Brokenhearted Hollywood features special guest actor & musician Kane Richard Blust! We will spend some time getting to know him (you will LOVE him, he is lots of fun!), and then Carmen and Kane will dive into discussing tips on how to keep your moral high while following your dreams in Hollywood. You will also find out how to prepare for unforeseen circumstances that may attempt to derail your dream, as well find out what eggs have to do with your life pursuit.    "
                },
                "2": {
                    "title": "002 Carmen and Kane Blust Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Carmen Traub interviews Kane Richard Blust: In this episode, you'll find out more about actor & musician Kane Richard Blust, including his awesome music! Then Carmen will discuss the importance of knowing your potential, knowing who you are, and how to get free from the pressure of having to please others as you navigate your dreams; diamonds are the key. Kane seems to have an extra load of encouraging things to say that we're sure will make a difference in your life. As he says, \"Never give up! Just don't.\" Carmen's featured song 'Abrasive' will help you guard ...    "
                },
                "3": {
                    "title": "003 Carmen and James Runcorn Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Meet actor James Runcorn! Find out about all of his MANY skills, and watch a hilarious short film he made called \"Mick and James Write Together - Episode 2\" featuring an old high-school buddy, Mick Wingert who currently does the voice of 'Po' on the t.v. series Kungfu Panda (he sounds EXACTLY like Jack Black). We laugh our heads off, and then find out about James's incredible journey towards his acting dream. James had a rough childhood to overcome before making his way to Hollywood (which you will hear more of in the upcoming part 2 of our interview). He shares with ...    "
                },
                "4": {
                    "title": "004 Carmen and James Runcorn Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Carmen Traub interviews James Runcorn: James Runcorn and Carmen continue their zany journey together in the studio, discovering more about James, and then dissecting the heart of someone who died of a broken heart. James finishes this episode with an awesome song; his debut performance of this hot new single called 'If I'.    "
                },
                "5": {
                    "title": "Carmen Traub and Ace Salvador Part 1 of 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 May 2016",
                    "year": "2016",
                    "plot": "\n    Join Carmen with her special guest director/producer/writer, Ace Salvador. Though Ace is a young man, his unrestrained drive towards his goals has garnered him early success, as well as a plethora of real experiences in Hollywood; both good and bad. He will share with us his personal keys to success, and how perseverance has been paramount: \"That's how I have applied myself to almost ever aspect in my career; I just don't stop. It's really your inherent will, your willpower. Your desire to succeed that badly! When everyone else is still complaining and struggling and ...    "
                },
                "6": {
                    "title": "Carmen Traub and Ace Salvador Part 2 of 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Meet Ace Salvador, the director of Brokenhearted Hollywood. This is part 2 of 2 in Carmen Traub's interview with this amazing young man. Carmen & Ace explore more ways to keep morale high in the face of a tough industry. Keep following those dreams, and don't ever give up!    "
                },
                "7": {
                    "title": "Carmen Traub and David Shadle-Easton Gym Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Carmen Traub and David Shadle-Easton Gym Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brokenhearted Hollywood (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Traub, Carmen"
            },
            {
                "name": "Traub, Benny"
            },
            {
                "name": "Blust, Kane Richard"
            },
            {
                "name": "Rojas, Anael"
            },
            {
                "name": "Runcorn, James"
            },
            {
                "name": "Salvador, Ace"
            },
            {
                "name": "Shadle, David"
            },
            {
                "name": "Mott, Nate"
            }
        ],
        "locations": [
            "Los Angeles, California, USA::(studio)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(High Definition)"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWZiOTU4ZTctOGJlOS00ZjA2LTliNGMtMTI5MTBmYzI3NDBmXkEyXkFqcGdeQXVyNDMyNzQ2NjI@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Brokenhearted Hollywood",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Brokenhearted Hollywood (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Traub, Carmen"
            }
        ],
        "production companies": [
            {
                "name": "Marketing Videos TV"
            }
        ],
        "distributors": [
            {
                "name": "Channel LA36"
            }
        ],
        "plot": [
            "Hosted by Carmen Traub, _Brokenhearted Hollywood_ (qv) is a talk-show that helps people navigate their dreams while keeping their morale high in the face of a tough industry. Guests share their journey. Show has humor and interesting anecdotes."
        ],
        "tech": {
            "color": [
                "Color (High Definition)"
            ]
        }
    }
}