{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "  2016"
            },
            {
                "country": "Pakistan\n",
                "date": "10 April 2016"
            }
        ],
        "release dates": [
            "Pakistan::2016",
            "Pakistan::10 April 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Sheedan and Sajida are two close relatives, Sheedan is married to Majid and has a son named Ejaz and a daughter Meeran, along with them lives Sheedan's brother Iqbal all four of them are local musicians, singing and entertaining people at weddings. Sajida on the other hand lives a struggling life with her eleven year old daughter Zebo as her husband had died, she works as a maid. In Lahore resides the group of four youngster, Taimoor, Maliha, Haris and Farwa, four of them plan to start their music carrier together. Muneera is Haris and Maliha's mother who works as a ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Society issues are introduced, Sajida faces street goons teasing her, she is rescued by Imtiaz who later proposes to her, Sajida refuses and leaves. Meeran on the other hand is told to bring the food, when she is found alone the same guy tries to molest her, Meeran is rescued by her family, all of them received disrespect by the entire village as they are local musicians. Meehan and her mother argue over their carrier. Illyas holds a rude attitude for Meeran as he wants her to stop singing. Illyas's mother hates Meeran and shows disrespect for her family. When Sajida ...    "
                },
                "3": {
                    "title": "The Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Sheedan and Zebo convince Imtiaz and Sajida to marry. Sajida agrees as she wants the best for her daughter's future. Their marriage date is decided and the rituals are completed. The event takes place at Sheedan and Sajida's house. Illyas scolds Meeran for dancing and tells her that if she continues to do so he will not marry her. On Sajida and Imtiaz's marriage day, Iqbal rushes to Sheedan and tells her that Majid has died in a car accident. Meanwhile in Lahore Arsh, Maliha, Haris and Farwa finalise their song. When Farwa reaches home, her parents yell at her and ...    "
                },
                "4": {
                    "title": "Farwa's Demise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Farwa's mother finds out the truth and abandon's her to pursue music. sheedan is depressed after Majid's death. On Illyas and Meeran's secret meeting, Illyas badmouths her family and asks her to stay away from them and stop singing. Arsh, Maleeha, Haris and Farwa got selected for their band. Farwa's mother tells her that from now on they are moving to Karachi as she wants Farwa to stay away from the band, she considers this as her punishment. Farwa tearfully bids abide to her music carrier and leaves her song Saajna Ve Saajna for her band, she asks the members to ...    "
                },
                "5": {
                    "title": "Meera's Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 May 2016",
                    "year": "2016",
                    "plot": "\n    Sheedan finds out about Meeran and Illyas's love affair. She scolds them and warns Illyas that if his mother approaches her, she would only then agree for them to be married. Sajida's sister scolds her for Meeran and Illyas's relationship and warns her to keep them away from her family. After she reaches Sheedan's house she insults them, calling them Marasi (a negative term used for local musicians and considered as insult) which hurts Meeran. Next day Sheedan sends Meeran to borrow rice from Sajida's house. When Meeran arrives, she finds Imtiaz alone. When she enters...    "
                },
                "6": {
                    "title": "Nightingale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    Milli convinced Arsh and Haris to search for a female vocalist. Meeran met Illyas who broke his relationship, he told her that he has agreed to marry Jamila as he considered her as a woman with good character and rejected Meeran calling her a Marasi. He warned her that Its their last meeting and told her that the next day Is his engagement after which he will marry Jamila (after one year). Meeran was heartbroken, she apologised Sheedan for all her lies but was consoled by Sheedan. Muneera was Invited to Shehnaz's (her former client's) daughter, she asked Milli to ...    "
                },
                "7": {
                    "title": "Gang Disapproves of Meera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Imtiaz asks Zebo to give him a foot massage. He planned to molest her but Sajida came and asked her to get himself ready for Illyas's engagement. Sheedan meets Zebo in the street and hugs her. Sajida sees this and yells at Zebo, who had abandoned her to meet Sheedan and Meeran. Milli finally convinces Arsh and Haris to meet Meeran. Imtiaz's desires for Zebo increase. Sheedan's hen escaped as Meeran left the door open. Sheedan starts shouting at her to catch their hen. At the same time Milli, Haris and Arsh reach there, Haris and Arsh are surprised when they see Meeran...    "
                },
                "8": {
                    "title": "Sheedan and Meera in Lahore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 May 2016",
                    "year": "2016",
                    "plot": "\n    Sheedan and Meeran leaves for Lahore, Imtiaz tries to falsely touch Zebo but gets Interrupted by Sajida. Sheedan and Meeran reach Milli's house and gets introduced. Zebo tells Illyas and Imtiaz about Meeran planning to sing on television. Illyas gets jealous of them and manipulated by Imtiaz. Urban living was recent and different for Sheedan and Meeran who found music appliances hard to understand, this made Arsh angry. Sajida finds out about Sheedan moving to Lahore, Imtiaz badmouths them which makes her uncomfortable.    "
                },
                "9": {
                    "title": "Meera Struggles While Imtiaz Makes His Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Arsh and Haris patronise Meeran about her singing, whereas Milli supports her. Sheedan tries to correct daily chores by applying her traditional methods. Zebo plays in the rain. Imtiaz tells her to get into the room as Sajida was not home. He rapes her and threatens her to keep her mouth shut or he would kill Sajida. Meeran is depressed as she found herself not capable for the band. She is consoled by Milli. When Sajida arrives home, she finds Zebo sick. Arsh yells at Meeran for singing wrong and discourages her which hurts Meeran. Arsh apologises to Meeran when he ...    "
                },
                "10": {
                    "title": "Zebo Trying to Stay Away from Imtiaz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Munnera is invited to a conference where she gives a speech against child sexual abuse and paedophiles. She says that it's the parents' job to find out and also adds that in rural areas the crime is common and is mostly neglected. Coincidentally the same situation was being faced by Zebo because of her step-father, Imtiaz. She panicked when facing Imtiaz and was again threatened by him that he will kill her mother if she tells her. Meeran, Arsh, Milli and Haris make up and start composing music. Meeran and Arsh grow close and practice more often. The next morning Arsh...    "
                },
                "11": {
                    "title": "Meera Gets a Make Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Meeran gets a makeover from Milli. The band practices their song one last time. The next day they reach the audition where Haris finds out that out of 200 bands, 180 have already arrived. He discovers that only fifty bands will be selected and it will take a lot of time in the queue. Sajida scolds Zebo for arguing with Imtiaz. The band finally performs their song Sajna ve Sajna in front of the judges: Hadiqa Kiani, Emmo and Hassan Sheheryar Yasin. The band are invited for an interview the next day and Meeran is told to use the pseudonym Fawa by Milli. The next day, ...    "
                },
                "12": {
                    "title": "Meera on TV while Sajjo has doubts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The band was given forty seconds to prove themselves during which they perform a difficult song. It impresses all the judges who give them the title of Top Band. The next day the band was broadcast on TV over the entire country, which makes Ejaz, Iqbal, Sheedan, Muneera, Khalid and Arsh's parents proud. Imtiaz, Illyas and Illyas' mother are shocked jealous of her. The entire village saw Meeran on TV praising her. Next day Sajida scolds Zebo and forces her to attend school. She left for work and asked Imtiaz to pick her up. Imtiaz bought Zebo home. He takes her to his ...    "
                },
                "13": {
                    "title": "Meera gets famous while Sajjo struggling for Zebo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Sajida breaks down when Zebo tells her about Imtiaz raping her. The next morning Sajida's anger increases for Imtiaz, she tells Zebo to never discuss her incident with anyone. Milli, Meeran, Arsh and Haris celebrate their success. Milli and Muneera help Meeran search for a new house. Meeran gets an offer for the OST of a TV series. Zebo is depressed. When she arrives home with her mother, Imtiaz slaps Sajida for not working again. Sheedan reaches her village to take all her belongs and asks Ejaz to return the money back to Sajida which she once borrowed as a loan. ...    "
                },
                "14": {
                    "title": "Imtiaz's Demise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "10 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Imtiaz drops the food Sajida prepares for Zebo. Imtiaz raises his fist, which she stops. Sajida reveales to him that she knows everything he did and warns him to stay away from Zebo. She threatens to kill him if he touches Zebo and tells him that she will always protect her. Imtiaz gets angry and tells her that he will rape Zebo in front of her. After this he forcefully locks her into a room, a helpless Sajjo shouts at Zebo to run away. Zebo attempts to escape but is caught by Imtiaz who forcefully takes her to his room and once again beats her harshly. The entire ...    "
                },
                "15": {
                    "title": "Sajjo and Zebo gets make over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "17 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "7 Years Later",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "24 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "31 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "7 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "14 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "21 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "28 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "4 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Udaari 1 x 23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "11 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Udaari 1 x 24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "18 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Udaari 1 x 25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Udaari (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Hocane, Urwa"
            },
            {
                "name": "Mumtaz, Samiya"
            },
            {
                "name": "Saeed, Farhan"
            },
            {
                "name": "Khan, Ahsan"
            },
            {
                "name": "Ansari, Bushra"
            },
            {
                "name": "Zuberi, Laila"
            },
            {
                "name": "Sheikh, Rehan"
            },
            {
                "name": "Kiyani, Hadiqa"
            },
            {
                "name": "Sabzwari, Behroze"
            },
            {
                "name": "Yasin, Hassan Sheheryar"
            }
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "rating": 8.8,
        "votes": 449,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDYyN2MzZWMtYzFhZS00NDJhLTljNDAtNzAyOGQyZjZmNzhlXkEyXkFqcGdeQXVyMzc0NzU5MTc@._V1_SY150_CR65,0,101,150_.jpg",
        "plot outline": "The drama revolves around two close friends who are like sisters, Sheedan (Bushra Ansari) and Sajida (Samiya Mumtaz). Sheedan is married to Majid (Rehan Sheikh). While, Sajida is a widowed wife of Parvez, friend of Imtiaz (Ahsan Khan). Sheedan, a eldest sister, has a daughter, Meeran (Urwa Hocane) and a son. Sajida has a daughter, Zebo (Areesha). Imtiaz proposes Sajida but she ignores. She asks from Sheedan and many others but all say positive. She marries him.",
        "languages": [
            "Urdu"
        ],
        "title": "Udaari",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Udaari (Pakistan)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ishtiaq, Farhat"
            }
        ],
        "production companies": [
            {
                "name": "MD productions"
            }
        ],
        "distributors": [
            {
                "name": "HUM TV"
            }
        ],
        "plot": [
            "very good drama didn't see yet",
            "The drama revolves around two close friends who are like sisters, Sheedan (Bushra Ansari) and Sajida (Samiya Mumtaz). Sheedan is married to Majid (Rehan Sheikh). While, Sajida is a widowed wife of Parvez, friend of Imtiaz (Ahsan Khan). Sheedan, a eldest sister, has a daughter, Meeran (Urwa Hocane) and a son. Sajida has a daughter, Zebo (Areesha). Imtiaz proposes Sajida but she ignores. She asks from Sheedan and many others but all say positive. She marries him.::Shabbir",
            "The story follows a family in a village with a young girl(Meera) who turns out to be extremely successful after being dumped by her lover.The drama also includes the story of Sajjo who marries again to Imtiaz for his shelter and help to raise her daughter but Imtiaz has his own intentions.",
            "Meera Is the daughter of Sheedan. Sheedan also has a sister, Sajjo. She is a widow and marries her late husbands friend, Imtiaaz, at the asking of her daughter. Imtiaaz turns out to have intentions of his own. After Meera is dumped by her lover, she becomes a really famous singer. A member of her group, Arsh, falls in love with her and proposes to her. She clearly denies him, as of the memories of her ex lover still haunt her."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 449,
                "rating": 8.8
            },
            "aged under 18": {
                "votes": 3,
                "rating": 9.3
            },
            "aged 18 29": {
                "votes": 148,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 57,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 8.5
            },
            "males": {
                "votes": 206,
                "rating": 8.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 110,
                "rating": 8.8
            },
            "males aged 30 44": {
                "votes": 43,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 9.0
            },
            "females": {
                "votes": 72,
                "rating": 8.9
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 38,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 14,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.0
            },
            "us users": {
                "votes": 30,
                "rating": 8.2
            },
            "non us users": {
                "votes": 87,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 249,
            "9": 96,
            "8": 55,
            "7": 17,
            "6": 7,
            "5": 3,
            "4": 7,
            "3": 1,
            "2": 2,
            "1": 12
        },
        "arithmetic mean": 8.9,
        "median": 1
    }
}