{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 October 2016"
            }
        ],
        "release dates": [
            "USA::22 October 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "R.M.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Gabby Thompson is a college student. After having a bad break up, she goes home for the holidays but is haunted by her past.    "
                },
                "2": {
                    "title": "FOUR",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Six college students are having a get together in Draven City when a infamous killer arrives and begins killing them off one by one. Will any of them survive the night or will they become more victims on this growing list.    "
                },
                "3": {
                    "title": "Codename: Alexandra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    In the city of Havenport, the A.S.H. Corporation has developed new androids named after their name sake Advanced Synthetic Humans. The city is divided as most people like them but many do not. When a few of the androids rebel and go Rogue a special task force is assembled to take care of them. Hoping to bridge the gap between humans and androids, the A.S.H. Corporation has built a new android named Alexandra. She is partnered with Detective Michael Wilcox as they set out to bring in a rogue leader named Mary.    "
                },
                "4": {
                    "title": "The New Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    If you were given the chance to start over with your children. Would you? A new organization called The New Day Institution is giving a small town that opportunity with their new program called The New Kid Initiative. Danny Mathis and his friends are about to find out that any child is replaceable.    "
                },
                "5": {
                    "title": "The Lesson 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "13 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Journey through the history of Arianna Michaels and discovery what made her the person she is today.    "
                },
                "6": {
                    "title": "The Lady With The White Rose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    It's been a year since the mysterious death of Ginny Leavy. But now she's back for revenge. When the music plays...it'll be your last day.    "
                },
                "7": {
                    "title": "When They Come Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The action packed sequel and next chapter in the Draven City Murders series. The police of Draven City PD are in for a rough night as a famous serial killer has been captured. But the question is. Is he trapped inside with them? Or they trapped inside with him?    "
                },
                "8": {
                    "title": "First Day, Last Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    The prequel/sequel is the action sci-fi film Codename: Alexandra. Discover the first day and the last day of Mary's time with the Ward Family.    "
                },
                "9": {
                    "title": "The Dead Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "23 Mar. 2019",
                    "year": "2019",
                    "plot": "\n    The city of Greystone, Paula and her brother Alan are gifted upcoming mediums still learning how to use their abilities. Their parents don't know what they can do but a family friend who is also a medium has been teaching them how to control what they can do. Both Paula and Alan get visits from spirits one day and learn there is a serial killer in town. Can Paula and Alan helps these lost souls and put a stop to the serial killer reign of terror?    "
                },
                "10": {
                    "title": "Snatched",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "30 Mar. 2019",
                    "year": "2019",
                    "plot": "\n    Strange things are happening in the town of New Maven. Three families for effected by these weird occurrences. On the night of New Year's Ave, the Knox Family, Wilson Family and Bradley Family lives will be changed forever.    "
                },
                "11": {
                    "title": "Parental Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "9 Apr. 2019",
                    "year": "2019",
                    "plot": "\n    The third film in the Havenport series. The A.S.H. Corporation has developed a new chip called Parental Control. The chip helps parents monitor everything their children are doing and let's them know where they are. The Owens family are the first to try out this new program and the results are a life changer.    "
                }
            },
            "1": {
                "1": {
                    "title": "Long Slow Goodbye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Abigail is a young teen who attends Safe Haven Metro along with her best friends Lacey and Ryan. They have all have a problem. Each different but each with the same end. They all along with other teens have special counselors that can hopefully help them get passed this problem and help them all get some peace of mind.    "
                },
                "2": {
                    "title": "Homecoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Danny Carpenter has served two tours over seas. He gained a lot of friends during his tour of duty but he was lost a lot of them along the way. But now it's time to come home. It's time to face his family and face his demon he thought he had gotten past and left behind.    "
                },
                "3": {
                    "title": "Daddy's Little Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Audrey Clarke's parents are going out for a night on the town so she having a slumber party with her two best friends Maddie and Luna. While the girls are having a blast playing music, dancing and playing games a group of known criminals are planning to rob the house. Can Audrey and her friends hold them off until the cops arrive?    "
                },
                "4": {
                    "title": "Bittersweet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Leo is a customer service rep for a local cable company. He keeps to himself a lot and feels very alone. Leo hangs out with his friends but feels like an outsider among them. He wants to find someone to love him for him and to have a lot in common with. He battles depression on occasion and hopes that one day he will find that special person.    "
                },
                "5": {
                    "title": "The Right Choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ray has been a criminal all his life but now that his met the love of his life Melissa he working to be an honest man. But the bills are piling up and the food is getting low. Ray has to make a decision. When his old partner in crime comes a calling about one more big score will Ray make the right choice.    "
                },
                "6": {
                    "title": "Fated",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Fated is the prequel short film to the feature film \"Lucid Dreams\". Dr. Terry Mitchell is a psychiatrist in downtown Winter Park. He has helps many patients conquer their fears and doubts. But there is one patient he holds a special place in his heart for. After a bad car accident, watch how far Terrie will go to save the one that he loves.    "
                },
                "7": {
                    "title": "Love Is a Battlefield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Antonio and Kathleen have been dating for awhile now. Antonio has loved her since the first day they met in high school and he feels that now is the right time to pop the question. But he's a cop and a cop's job is never done. When he gets called on a cop killer case, Antonio hopes to survive one more case so he can make it back home and propose to the woman he loves.    "
                },
                "8": {
                    "title": "Emily",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mary Parker is a sophomore in college. She is also a babysitter at night and makes a good amount of money due to her strong reputation as a great babysitter. But that will be put to the test as she gets a phone call from the Thompson family asking to watch over their daughter Emily. On this night Mary is going to find out why no other babysitter in the neighborhood will watch over her.    "
                },
                "9": {
                    "title": "The Lesson 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    A sequel to the hit short film \"The Lesson\". Elisa is a young mother who had her daughter Mary at a very young age. She regrets not being able to go party with her friends and having to stay at home to take care of her daughter. Btu now Elisa feels like she's not getting any younger and parties with her friends while Mary is home alone. This decision will come back to haunt Elisa as her worst fear will come true.    "
                },
                "10": {
                    "title": "Indigo: Ascension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Chanel along with her brother Jesse and her mother Melissa have just moved into a new neighborhood and a new house. She has a special gift. Only her brother knows about this gift. You see Chanel can see and talk to the dead. She has a ghost friend named Kayla who watches over her. Which is a good thing as Chanel quickly discover that the new house is not a safe place to live.    "
                },
                "11": {
                    "title": "Unity: 300 Days Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "26 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    300 Days of the epidemic. 300 Days of change. 300 Days of survival.    "
                },
                "12": {
                    "title": "Unity: 300 Days Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    300 Days of the epidemic. 300 Days of change. 300 Days of survival.    "
                },
                "13": {
                    "title": "Unity: Salvation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Weaver Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Four Hundred and sixteen into the outbreak John Thomas and the McGrady family have found a safe zone. John's father left him a warehouse and foilage plant to retire in. He calls it Unity and hopes to grow a community and food during this tragic times. But a new human threat calling themselves the Protectors looks to ruin and break Unity. Can John, Ruby and Rachael fight back and save what they've built?    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Weaver, Kelly"
            },
            {
                "name": "Morgan, Nicole"
            },
            {
                "name": "Rosbeck, Desiree"
            },
            {
                "name": "Blank, Michael A."
            },
            {
                "name": "Brown, Shanita"
            },
            {
                "name": "Darling, Hannah"
            },
            {
                "name": "Imlay, Wes"
            },
            {
                "name": "Smyth, Madeline"
            },
            {
                "name": "Forney, Shiminga N."
            },
            {
                "name": "Hill, Schmiora"
            },
            {
                "name": "Liu, Christina"
            },
            {
                "name": "Mainville, Benjamin"
            },
            {
                "name": "Ruiz, Angie"
            },
            {
                "name": "Simpson, Valencia Waters"
            },
            {
                "name": "Laughton, Michael"
            },
            {
                "name": "Lucas, Francina"
            },
            {
                "name": "Payne, Taylor"
            },
            {
                "name": "Vega, Nydia"
            },
            {
                "name": "Cheek, Jessica"
            },
            {
                "name": "Gracen, Eislinn"
            },
            {
                "name": "Herrera, Brooke"
            },
            {
                "name": "Herrera, Taylor"
            },
            {
                "name": "Logan, Elena"
            },
            {
                "name": "Sage, Alicia"
            },
            {
                "name": "Warden, Tatiana"
            },
            {
                "name": "Williams, Troy D."
            },
            {
                "name": "Jackson, Judith Michel"
            },
            {
                "name": "Kerns, Malachai"
            },
            {
                "name": "Pereira, Maria"
            },
            {
                "name": "Brito, Angelica"
            },
            {
                "name": "Frederick, Keyonna"
            },
            {
                "name": "Corbett, Stacey"
            },
            {
                "name": "Marie, Alicia"
            },
            {
                "name": "Wilkes, Harvey C."
            },
            {
                "name": "Breault, Alanna"
            },
            {
                "name": "Stacks, Zack"
            },
            {
                "name": "Autery, Misty"
            },
            {
                "name": "Bowers, Dylan"
            },
            {
                "name": "Fisher, Janice"
            },
            {
                "name": "Hamann, Jeff"
            },
            {
                "name": "Pedersen, Chris"
            },
            {
                "name": "Scheafer, Karen"
            },
            {
                "name": "Schelmety, Jonathan C."
            },
            {
                "name": "Schulz, Ashlyn"
            },
            {
                "name": "Starr, Deidra"
            },
            {
                "name": "Williams, Spencer D."
            },
            {
                "name": "Celli, Maria"
            },
            {
                "name": "Chapa, Esmeralda"
            },
            {
                "name": "Ciltia, Teo"
            },
            {
                "name": "Fields-Rivera, Kayla"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGI3ODQwNTQtYjdjZS00YjNhLWFmNTYtMmE4MzYzMzQ3ZmQzXkEyXkFqcGdeQXVyMjI0OTkxMzc@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Dream Weaver Chronicles",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Dream Weaver Chronicles (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Weaver, Kelly"
            }
        ],
        "production companies": [
            {
                "name": "Terminal 52 Films"
            }
        ],
        "distributors": [
            {
                "name": "Terminal 52 Films"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}