{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 April 2016"
            }
        ],
        "release dates": [
            "USA::16 April 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Princess Diana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Case Closed with AJ Benza (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    On August 31st, 1997 Princess Diana and Egyptian filmmaker Dodi Al-Fayed were tragically killed while attempting to flee paparazzi in Paris.The driver, who was also killed, tested positive for alcohol in his system. Immediately, the world wanted answers.How - and why did this happen? For some, Diana's death was no accident. Two decades after her death, the non-stop revelations continue to cast doubt on the death of what exactly happened on that night. Could the accident have been orchestrated that night? Or can the rumors surrounding the death of Lady Di finally be ...    "
                },
                "2": {
                    "title": "Brittany Murphy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Case Closed with AJ Benza (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    To the public, actress Brittany Murphy seemed to have it all. Beauty, fame, and both a loving mother and husband. But at age 32, her career was on a long, downward spiral. Vicious rumors about her weight, drugs, and reliability had Hollywood backing away. But her unexpected death shocked the entire world. Was Brittany the victim of an accidental drug overdose? Did her husband with a secret past play some kind of role in her demise? And what about allegations that the government was secretly out to get the actress? The death of Brittany Murphy remains to some a mystery...    "
                },
                "3": {
                    "title": "Poltergeist Curse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Case Closed with AJ Benza (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "30 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The \"Poltergeist\" horror films are one of the scariest, best-known movie franchises in Hollywood history, but the terrifying paranormal events portrayed on-screen often pale to the bizarre, mysterious, and sometimes tragic incidents that occurred off-camera. From malfunctioning equipment and on-set explosions, to killer dolls and sudden and tragic deaths, the rumors swirling around the series have both audiences and filmmakers alike asking the question: Could these tragic events just be a horrific coincidence? Or are the Poltergeist movies indeed cursed?    "
                },
                "4": {
                    "title": "Bob Crane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Case Closed with AJ Benza (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n    In the 1960's Bob Crane was one of the hottest stars and most beloved characters on television as Colonel Robert Hogan on the comedy \"Hogan's Heroes.\" But behind the on-screen persona Crane had a dark side, and it likely led to his 1978 murder in Scottsdale. During a run of dinner theatre shows in Scottsdale, Arizona in June of 1978, Crane was bludgeoned to death. The man who introduced him to early video-cameras he used to record his sexual escapades, John Carpenter, was eventually charged with Crane's murder, but a lack of DNA and poor evidence collection resulted ...    "
                },
                "5": {
                    "title": "Tupac and Biggie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Case Closed with AJ Benza (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    Two of the most notorious unsolved cases in the annals of American crime, the murders of Tupac and Biggie have been the subject of exhaustive investigations, relentless speculation and a tangled web of rampant rumors, crackpot conspiracies and dark secrets. But two decades after deaths in the East Coast/West Coast Hip Hop rivalry, both murders remain officially unsolved. Are the two murders linked? Was Biggie's death order a retaliation to Tupac's murder? Could someone have wanted both men dead?    "
                },
                "6": {
                    "title": "Elvis Presley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Case Closed with AJ Benza (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 May 2016",
                    "year": "2016",
                    "plot": "\n    In 1977, forty-two year-old Elvis Presley was found dead inside his Memphis mansion. The news stunned millions, but the shock quickly turned to doubt about whether Presley was really gone. There were too many suspicious events, strange coincidences, and even actual sightings involving Elvis. Nearly forty years later, those doubts still remain and continue to grow stronger. Could it be possible that the King of Rock and Roll had pulled off one of the greatest hoaxes in history: his own death? And if so, why? There is no shortage of theories. Was he fleeing the mob? ...    "
                },
                "7": {
                    "title": "Marilyn Monroe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Case Closed with AJ Benza (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 May 2016",
                    "year": "2016",
                    "plot": "\n    One of Hollywood's most recognizable sex icons, Marilyn Monroe's suspicious death from a drug overdose at the height of her career remains one of Hollywood's most fascinating and puzzling mysteries. From presidential plots to tragic suicide, speculation has raged around the death of Marilyn Monroe. What exactly happened during those final hours leading up to her death? Even to this day, conflicting accounts have only given fuel to the mystery's fire. The world wants to know: Was it really a suicide? Or could it have been murder?    "
                },
                "8": {
                    "title": "OJ Simpson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Case Closed with AJ Benza (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The 1995 murder trial of ex-football star O. J. Simpson captivated the nation. Had the once-beloved athlete really killed his ex-wife Nicole Simpson and waiter Ronald Goldman? Never before had a trial received such intense scrutiny from the media. When the verdict of \"Not Guilty\" was announced, the reactions ranged from jubilation to outrage. But did the jury get the entire story? What about the compelling evidence that was never presented? From the witness who saw Simpson speeding from Nicole's home shortly after the murder, to the salesman who sold him a potentially...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Benza, A.J."
            },
            {
                "name": "Moran, Lawrence"
            },
            {
                "name": "McIver, Megan"
            },
            {
                "name": "Carlin, Michael D."
            },
            {
                "name": "Williams, Troy"
            },
            {
                "name": "Abram, Christopher"
            },
            {
                "name": "Beck, Greg"
            },
            {
                "name": "Bond, Jason"
            },
            {
                "name": "Burton, Robert"
            },
            {
                "name": "Gilbert, Joel"
            },
            {
                "name": "McMurrer, Robert"
            },
            {
                "name": "Roberts, Paul Dale"
            },
            {
                "name": "Scott, Cathy"
            },
            {
                "name": "Warmsley, Craig B."
            },
            {
                "name": "Whitworth, Angela"
            },
            {
                "name": "Soria, Destiny"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.6,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmUyY2MzNDgtYjZjMS00NWUzLTkwNjMtZWY2N2I3MmM4Mzk4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Celebrities: The whole world is captivated by their charisma, beauty and charm. They are so influential that even their day-to-day lives can make front-page news. So when tragedy strikes, and the facts don't quite add up, the public is immediately enchanted by the mystery. What - or who - really killed Brittany Murphy? How did Marilyn Monroe really die? Who really killed Bob Crane? For years, investigators and journalists have attempted to put these and other famous mysteries to rest, but there are still too many unanswered questions. Case Closed with AJ Benza places Hollywood's most enduring mysteries under the microscope by examining the theories, exploring new and old evidence and listening to first person accounts in hopes of separating fact from fiction in order to get one step closer to uncovering the truth and finally solving the unsolvable.",
        "languages": [
            "English"
        ],
        "title": "Case Closed with AJ Benza",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Case Closed with AJ Benza (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Pearlman, Stephanie"
            },
            {
                "name": "Simson, Gary"
            }
        ],
        "production companies": [
            {
                "name": "Asylum Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Reelz USA"
            }
        ],
        "plot": [
            "Celebrities: The whole world is captivated by their charisma, beauty and charm. They are so influential that even their day-to-day lives can make front-page news. So when tragedy strikes, and the facts don't quite add up, the public is immediately enchanted by the mystery. What - or who - really killed Brittany Murphy? How did Marilyn Monroe really die? Who really killed Bob Crane? For years, investigators and journalists have attempted to put these and other famous mysteries to rest, but there are still too many unanswered questions. _Case Closed with AJ Benza_ (qv) places Hollywood's most enduring mysteries under the microscope by examining the theories, exploring new and old evidence and listening to first person accounts in hopes of separating fact from fiction in order to get one step closer to uncovering the truth and finally solving the unsolvable."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 5.6
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 4.2
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "males": {
                "votes": 7,
                "rating": 3.4
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 3.8
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 2.0
            },
            "females": {
                "votes": 5,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.0
            },
            "us users": {
                "votes": 10,
                "rating": 4.6
            },
            "non us users": {
                "votes": 1,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 1,
            "7": 2,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 1,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 5.6,
        "median": 6
    }
}