{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 April 2016"
            }
        ],
        "release dates": [
            "USA::4 April 2016"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Love is in the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "22 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Will, Emilie, and Jenna team up with a balloonist to make a bucket list dream of riding in a hot air balloon come true for Julie, a women who recently lost her husband to cancer; Will solicits the help of strangers to propose to Emilie.    "
                },
                "2": {
                    "title": "Serving Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "29 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Will, Emilie, Mason, and Melanie spend the day as street performers to raise money as a mega tip to give Laura, a waitress in Seattle who is constantly doing random acts of kindness for those around her; Will and Melanie pop balloons to inspire good.    "
                },
                "3": {
                    "title": "The Commander",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "5 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Will and Emilie team up with a recording studio to surprise Carl, a service-oriented man with Down syndrome, with an opportunity to meet one of his favorite musicians: Alex Boyé; The hosts do random acts at the movie theater and grocery store.    "
                }
            },
            "1": {
                "1": {
                    "title": "Driveway Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Brooke, the mother of three young children, often wakes up in so much pain that she can't get out of bed. When this happens, her husband, Jeremy, has to take a day off work to care for the family. Watch Random Acts step in and help ease one of the family's biggest burdens in the series premiere. Additional sketches featured: Buried Treasure and Shopper Survey.    "
                },
                "2": {
                    "title": "Missed Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Nate and Stephanie's daughter, Everleigh, was born with severe physical disabilities. Due to a medical emergency, the family spent the holiday season in the ICU and thought they had missed Christmas...until Random Acts convinced Santa Claus to make an off-season visit. Additional sketches featured: Park Bench Therapy and Café Copycat.    "
                },
                "3": {
                    "title": "Studio C-Prise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Justin, Toni, and their daughter, Shayli, were devastated when Toni was diagnosed with cancer. With help from the Studio C cast, Random Acts devised an incredible birthday surprise for Shayli that she and her family will never forget. Then, watch BYU Vocal Point singers pose as maintenance workers to surprise patrons at an assisted-living facility. Additional sketches featured: Musical Maintenance and 2-Minute Car Wash.    "
                },
                "4": {
                    "title": "Music & the Random Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Shelby was heartbroken when the sudden onset of a debilitating condition that forced her to give up her music scholarship at UVU as well as her dream of playing with the Orchestra at Temple Square. But Random Acts likes to make dreams come true, so the team decided to surprise Shelby with the opportunity of a lifetime. Additional sketches featured: Table Talk and Mowing it Forward.    "
                },
                "5": {
                    "title": "Magic Movers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 May 2016",
                    "year": "2016",
                    "plot": "\n    New mom Janis has finally found her dream home, but her husband is currently serving in Afghanistan. Between working full time, caring for her daughter, and volunteering to support other military spouses, Janis has a lot on her plate. To take some weight off her shoulders, Random Acts planned a bit of home moving magic. Additional sketches featured: Morning Glory and Random Raffle.    "
                },
                "6": {
                    "title": "Ninja Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n    A struggling single mom wants to keep her promise of a dream bedroom makeover for her young son, Theo. The Random Acts team decided to make it happen...all in one night while Theo is asleep in the room. Additional sketches featured: Will of Fortune and Exotic Uber.    "
                },
                "7": {
                    "title": "Here We Vow Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 May 2016",
                    "year": "2016",
                    "plot": "\n    Since John was diagnosed with early-onset Alzheimers at age 57, he has been determined to make memories while he still can. Random Acts stages a backyard reception where he can surprise his wife, Jane, with a vow renewal ceremony. Additional sketches featured: Aaron's Errands and Farmers Market.    "
                },
                "8": {
                    "title": "Quilting Life Back Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 May 2016",
                    "year": "2016",
                    "plot": "\n    After losing everything in a house fire, including all of Mom's quilting materials used as a source of income, the Suyak family needs a boost from the Random Acts team to \"quilt\" their life back together. Additional sketches featured: Pier Gauntlet and Hidden Compliments.    "
                },
                "9": {
                    "title": "Illusion Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 May 2016",
                    "year": "2016",
                    "plot": "\n    Janis hasn't seen her son and grandchildren for two years. The Random Acts team makes sure that Janis stumbles into a magic show for an illusion that will reunite mother and son. Additional sketches featured: Sand Castle and In-Ear Bug.    "
                },
                "10": {
                    "title": "Wheeling Forward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Rebecca and Mo's lives were changed when a medical emergency put Mo in a wheelchair. Without proper transportation, Rebecca must single-handedly lift Mo in and out of vehicles. Watch Random Acts bring surprises and relief to this special family. Additional sketch featured: Grocery High Reacher.    "
                }
            },
            "2": {
                "1": {
                    "title": "Unforseen-a Balerina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Like many young girls, Emmalene Meyers wants to be a ballerina, but her cerebral palsy makes everyday tasks a challenge. With the help of Ballet West, Random Acts brings Emmalene's dreams to the stage.    "
                },
                "2": {
                    "title": "Copter Kindness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Steffan Ellsworth suffers from a debilitating disease, and his family wants to fulfill his dream of flying before he loses his eyesight. Random Acts steps in to give Steffan the aerial experience of a lifetime.    "
                },
                "3": {
                    "title": "Backyard Blitz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Cole Keller is a young boy with special needs. Sarah is a mother determined to do everything she can to ensure her son's well-being. Watch Random Acts secretly transform the Kellers' backyard into a sanctuary the whole family can enjoy.    "
                },
                "4": {
                    "title": "Goalden Ticket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Gary Staples has dedicated his life to serving others, from opening a senior care center to coaching children's soccer, but now he is battling cancer. With the help of major league soccer team Real Salt Lake, the Random Acts team gives Gary the ultimate surprise.    "
                },
                "5": {
                    "title": "Sleep Her Agent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Despite living with chronic pain, Janet McClellan cares full-time for her sons with special needs. Watch Random Acts team up with RC Willey to replace Janet's decades-old bed with the relaxing bedroom she deserves.    "
                },
                "6": {
                    "title": "Ball Dressed Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Ciera Thayne is a gifted young woman whose sudden illness knocked her off her feet. See how Random Acts pulled off a Regency Ball to honor Ciera, complete with period costumes and a surprise reunion of family and friends.    "
                },
                "7": {
                    "title": "Love of My Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Chloe was fighting for her life until her husband Josh donated his kidney to her. Random Acts enlisted author Al Fox, singer Tiffany Alvord, and thousands of lights to transform a hospital room into a magical concert to lift their spirits.    "
                },
                "8": {
                    "title": "Ivoryone Loves You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    Passionate music teacher Weston Scow sold his piano when his wife Kristen experienced health challenges. See how Random Acts managed to sneak a brand new piano and a live orchestra into the house to surprise Weston on his birthday.    "
                },
                "9": {
                    "title": "House Swarming Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    The Gossards have helped several children in the foster care system, and didn't hesitate when eight more children came their way. Random Acts enlisted Heart2Home to turn their unfinished basement into a cozy living space in just three days.    "
                },
                "10": {
                    "title": "Four the Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Kindhearted Clarissa Osborn has overcome difficult times, but she is about to face her biggest challenge yet: quadruplets. See how Random Acts and Babies\"R\"Us throw Clarissa and her husband Jason the ultimate baby shower.    "
                }
            },
            "3": {
                "1": {
                    "title": "Congradulations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Savannah's family discovered that she had a very rare genetic bone disease when she was 13. It affects her spine and the bones in her legs, causing severe deformities that have had to be partially corrected by extreme surgeries. Because of her illness and surgeries, Savannah missed almost her entire senior year and did not graduate from High School or have the chance to walk across a stage to collect a diploma. It is for her a symbol of lost moments in her life. She has worked hard to gain her GED at home on her own. Random Acts is going to give her the graduation ...    "
                },
                "2": {
                    "title": "Over-Hauliday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Injured in a freak skiing accident, Ryan is now a paraplegic and struggles to share his passion for the outdoors with his family. Random Acts joins forces with \"United Access\" and together they provide a way for Ryan to get outside with his loved ones.    "
                },
                "3": {
                    "title": "That's a wrap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Rachel Bingham is a beloved and amazing third-grade teacher who recently won the Teacher of the Year award. Random Acts joins Rachel's colleagues and students to create an unforgettable surprise for this deserving teacher.    "
                },
                "4": {
                    "title": "Grand Cameo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Let's Make a Smile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Wyatt's World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    Wyatt, who suffers from a disability caused by a brain malformation at birth, is well known and loved within his community. Join Random Acts as they partner for the second time with \"Heart 2 Home\" to uniquely transform Wyatt's bedroom into a world just for him.    "
                },
                "7": {
                    "title": "Make Yourself a Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    This single mom has no idea what's in store for her when she helps a friend move into an apartment.    "
                },
                "8": {
                    "title": "Saved by Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    While serving a church mission in Australia, Kendall suffered a horrible accident where she was struck by a passing car. A passerby managed to miraculously save her life, but she was never able to meet him-until Random Acts decided to give her the surprise of a lifetime.    "
                },
                "9": {
                    "title": "Yard in the Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "May the Horse be with You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Random Acts (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Rubio, William"
            },
            {
                "name": "Starr, Emilie"
            },
            {
                "name": "Clark, Lisa"
            },
            {
                "name": "Jones, Stephen"
            },
            {
                "name": "Woodall, Aaron"
            },
            {
                "name": "Hales, Jaclyn"
            },
            {
                "name": "Branning, Mason"
            },
            {
                "name": "Nelson, Melanie"
            },
            {
                "name": "Bentley, Gavin"
            },
            {
                "name": "Jones, Jenna Kim"
            },
            {
                "name": "Edge, Stuart"
            },
            {
                "name": "Van Wagoner, Jake"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 4,
        "rating": 8.8,
        "votes": 35,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWJlY2RjNjYtMjlkNi00ZTEwLWI5MTItODEzYzIxMjExNTc1XkEyXkFqcGdeQXVyNjAyNDgzMw@@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Random Acts",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Random Acts (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Branning, Mason"
            },
            {
                "name": "Lee, Anderson"
            },
            {
                "name": "Liddle, Robert"
            }
        ],
        "production companies": [
            {
                "name": "London Road Productions"
            }
        ],
        "distributors": [
            {
                "name": "BYU TV"
            },
            {
                "name": "byutv"
            }
        ],
        "plot": [
            "Mischief with meaning is the name of the game on _Random Acts_ (qv). A team of proficient pranksters goes undercover to make deserving people's dreams come true in unexpected ways while heartwarming hi-jinks are captured on hidden cameras.::_Random Acts_ (qv)"
        ],
        "tech": {
            "runtime": [
                "25 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 35,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 13,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 9.6
            },
            "males": {
                "votes": 15,
                "rating": 8.8
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 9.8
            },
            "females": {
                "votes": 10,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 9.7
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.5
            },
            "us users": {
                "votes": 17,
                "rating": 8.6
            }
        },
        "number of votes": {
            "10": 24,
            "9": 4,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}