{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 July 2016"
            },
            {
                "country": "USA\n",
                "date": "27 July 2016"
            }
        ],
        "release dates": [
            "USA::24 July 2016",
            "USA::27 July 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Twisted Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ozzy is hounded to do press, promos and photos for his final world tour; needing to stay behind in Los Angeles for his baby's birth, Jack conspires to convince his sister, Kelly, to take the wheel and hit the road with Ozzy.    "
                },
                "2": {
                    "title": "Kelly of the Beast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "20 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    With Jack stuck in Los Angeles waiting for his baby to be born, sister Kelly hops into the driver's seat; in Arizona, Ozzy and Kelly tour the Biosphere and bond over a night of beauty masks.    "
                },
                "3": {
                    "title": "New Kid on the Block",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "27 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    After returning to Los Angeles, the Osbournes manage to welcome a new family member, squeeze in a quick camping trip to Joshua Tree, and even have dental surgery.    "
                },
                "4": {
                    "title": "Kelly Makes Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Following the birth of his baby, Jack returns to traveling with Ozzy and his sister, Kelly; in New Mexico, the group samples chili milkshakes and learns to make pistachios; Kelly finds a way to make a profit from Ozzy and Jack's guy humor.    "
                },
                "5": {
                    "title": "I Am Ice Cream Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In Missouri, Kelly takes the guys to eat some fresh ice cream, while Jack arranges a trip to an \"explosion school\"; Jack and Kelly plan touching surprises for Ozzy; old nemesis \"Robert the Doll\" returns and threatens to derail the trip.    "
                },
                "6": {
                    "title": "Grand Ole Osbournes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    For the first time in World Detour history, Kelly heads the trip. This time it's to Nashville, Tennessee. Jack and Ozzy are backseat to some very \"Kelly\" activities including, a drag queen brunch, visiting Manuel, Nashville's iconic fashion designer, and restyling Ozzy's Madame Tussauds' wax figure. Not entirely excluding her father and brother's interest, the Osbourne trio visit a chocolate and record pressing factory. Kelly plans a musical surprise for Ozzy, and squeezes in a quick trip to the largest ashram in the country where they meet a Guru with some helpful ...    "
                },
                "7": {
                    "title": "Lizard of Oz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "1 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    With Pearl in tow, Ozzy and Jack head to Alabama where Jack's childhood dream will be fulfilled at Huntsville's Space Camp; before they launch into space, Ozzy has a surprise for Jack -- a visit with Dave Turner, the Rock and Roll Redneck.    "
                },
                "8": {
                    "title": "Florida Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "8 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In Florida, Jack and Kelly meet with a chocolate sculptor who makes a bust of Ozzy and visit the famed Fountain of Youth to retrieve some magical water; a psychic attempts to remove any bad luck before Ozzy takes the stage at a music festival.    "
                }
            },
            "1": {
                "1": {
                    "title": "Like Forefathers, Like Sons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 38,
                    "original air date": "24 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Ozzy and Jack venture to historic Jamestown, Virginia. Jack is determined to find out whether any Osbournes were among the first British colonists in America, but Ozzy is obsessed with the idea of that the early settlers resorted to cannibalism.    "
                },
                "2": {
                    "title": "Remember the Alamo?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 32,
                    "original air date": "31 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    In 1982, something happened at the Alamo that instantly became both Rock & Rock lore and a bold question mark in the Osbourne family history. So, nearly 35 years later, Jack and his dad head back to the \"scene of the crime\" (against Ozzy's wishes and warnings) in an attempt to uncover the truth and hopefully rewrite history. Along the way the guys take a couple of detours, including NASA's Johnson Space Center, where they test drive the new Mars Rover, and a stop at the Museum of Funeral History.    "
                },
                "3": {
                    "title": "Father Knows West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 29,
                    "original air date": "7 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Ozzy and Jack are on a road trip to Mt. Rushmore. Jack wants to get an up-close and personal look at the historic site from a helicopter, but Ozzy wants nothing to do with it.    "
                },
                "4": {
                    "title": "Unidentified Flying Ozzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 25,
                    "original air date": "14 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Ozzy and Jack pack up a camper and travel to the home of all things UFO -- Roswell, New Mexico. While Jack is a true UFO believer and loves camping, Ozzy is a skeptic and loathes the outdoors when it's freezing cold. But Jack's certain that the experience will further deepen their father-son bond.    "
                },
                "5": {
                    "title": "Iron Mountain Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 24,
                    "original air date": "21 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    It's Ozzy's birthday and Jack has a big surprise in store for him. Only problem is, Ozzy hates surprises. So, Jack's pulling a lot of strings to put together a perfect trip for the Prince of Darkness. On the agenda: medical oddities, a penitentiary, chocolate making and a voyage 220 feet underground, where Jack will reveal his biggest surprise - a relic from Ozzy's past.    "
                },
                "6": {
                    "title": "Sir Prince of Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 21,
                    "original air date": "28 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Ozzy and Jack's bucket lists collide when father and son head to the UK. While both want to visit Stonehenge, the mythic structure of Druid lore, the rest of their itinerary is up for debate, and both Ozzy and Jack each want their way. Will Ozzy get his hands on Alan Turing's famous Nazi code breaking machine? Will Jack convince his dad to go to the newly found remains of a Neolithic monument known as \"Superhenge\"? And will Ozzy let Jack pursue his dream of getting his dad knighted?    "
                },
                "7": {
                    "title": "The Last Two Samurai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 18,
                    "original air date": "4 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Since Ozzy has a concert in Japan, father and son set out on a historic Japanese adventure. Driven by Ozzy's obsession with samurai swords, the guys go in search of a Samurai Master. Along the way, Ozzy & Jack secure a rare invite by sword master Isao Machii to try their hand at forging a kitana blade. Then, Jack wants to get a Tebori tattoo from a legendary tattoo master of the ancient art form. But will he be able to convince his dad that he too should get jabbed with a sharp stick for hours on end, as a ritual to mark their father-son bond?    "
                },
                "8": {
                    "title": "Misters Osbourne Go to Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "18 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Ozzy agrees to go to one of Jack's favorite cities, as long as they'll be able to get a tour of the White House. So, while Jack scrambles to get access to 1600 Pennsylvania Avenue, he and his dad take a bunch of detours. On the itinerary: the FBI Training Facility in Quantico, little known park featuring the heads of America's Presidents, a local legend who calls himself Little Ozzy, and the residence where Ozzy's idols The Beatles partied after their first concert in America.    "
                },
                "9": {
                    "title": "Cuba or Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    For more than 50 years Cuba's been off limits for travelers coming from America. But now the doors are open and Jack & Ozzy are heading to the country of revolution and cold war agitation to get a look at some history that's been hidden away. From rolling fleets of 50's American automobiles to cold war weaponry; From Ernest Hemmingway's house to the presidential palace, there's a lot on the itinerary. But, Jack won't be satisfied until he can convince his dad to help him bring home a little bit of Cuba in his suitcase.    "
                },
                "10": {
                    "title": "The Devil Made Me Do It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ozzy and Jack hit the birthplace of Rock N Roll: Memphis, Tennessee. While Ozzy is excited to see the historic Sun Studios, Jack wants to take his dad on a detour to a more infamous site - a place where legend has it, the devil struck a deal that ultimately changed the course of music history. Plus, a special gift from a legendary instrument maker prompts Ozzy to unleash a bit of his own musical wizardry.    "
                }
            },
            "2": {
                "1": {
                    "title": "Like Father, Like Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ozzy and Jack are hitting the road, traveling the states from Florida to Alaska and everything in between. And they're doing it, per Ozzy's request, in a vintage 1973 GMC camper--the same RV Ozzy toured in with Black Sabbath when his career in America was just beginning. At their Key West starting point, Ozzy and Jack do some deep sea fishing, pay a visit to Robert the Haunted Doll (where they pick up a souvenir mascot to ride up front in their GMC), hunt for pythons in the Everglades, and drive by Mar-a-Lago, President Trump's Winter White House.    "
                },
                "2": {
                    "title": "Speed Demons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The duo's adventures in Georgia include dirt-track driving, touring an Elvis museum, and visiting a diddley bow artisan; Ozzy and Jack fly to Texas, where they serve as Honorary Race Directors at a NASCAR event.    "
                },
                "3": {
                    "title": "Texas, Bloody Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ozzy and Jack find a way to vent their frustrations over the broken RV; Ozzy meets with a Texas-based Black Sabbath cover band; the boys find themselves in a bizarre game of bingo and learn about the forensics behind solving murders.    "
                },
                "4": {
                    "title": "Kentucky Fried Osbournes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ozzy's vintage GMC is replaced by a Mercedes RV; in Kentucky, the boys meet a sperm-donating stallion, visit a medical oddities museum, and tour a life-size replica of Noah's Ark; Jack demonstrates his skills as a reserve police officer.    "
                },
                "5": {
                    "title": "Spicy In-Laws",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Jack and Ozzy travel to Cajun country, the home of Jack's in-laws; in New Orleans, the duo takes a trip down memory lane with an old family friend from Ozzy's early touring days and visits one of the most haunted houses in America.    "
                },
                "6": {
                    "title": "Pearls of Wisdom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Ozzy and Jack go to Arizona for a camping trip with Jack's daughter Pearl; Jack's plans to take the family to the Grand Canyon go awry; Ozzy seeks an unconventional method of treating his neck; the men visit legendary rock star Billy Idol.    "
                },
                "7": {
                    "title": "Mission to Mars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Ozzy and Jack endure a long drive to Utah's San Rafael Swell to visit the Mars Desert Research Station; along the way, the men visit Jack's survival expert friend and spend the night in a Native American tepee complete with flat-screen TVs.    "
                },
                "8": {
                    "title": "Illin' and Chillin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Jack and Ozzy learn about competitive lumberjacks while in the Pacific Northwest; Ozzy visits a coffee roaster and gets supercaffeinated while Jack is bedridden; the duo visits an oyster farm; a medium hunts for evil in Robert the Doll.    "
                },
                "9": {
                    "title": "Blizzard of Oz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ozzy and Jack arrive in Alaska, and abandon the RV; Ozzy plans a nautical surprise for Jack, but loses his most valuable possession.    "
                },
                "10": {
                    "title": "Aloha, Osbournes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ozzy & Jack's World Detour (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 17,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ozzy and Jack thank their wives for holding down the fort during their adventure with a trip to the Big Island of Hawaii; Jack and Lisa's two young daughters manage to turn every family outing upside down.    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Osbourne, Jack"
            },
            {
                "name": "Osbourne, Ozzy"
            },
            {
                "name": "Osbourne, Kelly"
            },
            {
                "name": "Afshar, Daren N."
            },
            {
                "name": "Machii, Isao"
            },
            {
                "name": "Joachim, Paul"
            },
            {
                "name": "Osbourne, Sharon"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 8.3,
        "votes": 581,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmE4ODYzNTEtZjg3ZS00OTg4LWI3NmQtYjE5NWM3MWJkZmFiXkEyXkFqcGdeQXVyNTcwNDI2MTk@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "In this new 10-episode hour-long non-scripted series, the self-proclaimed history nerds hit the road in a father-son journey they've waited years to take. There will be no roadies, no tour buses and no boundaries. Just a bucket list of iconic and historically significant spots that includes Mt. Rushmore, Stonehenge, The Alamo, Roswell, The Jamestown Settlement and Sun Studios and a hit list of some fascinating sights and people that they've read about. From a Cold War era Missile Silo to Bletchley Park; from gold miner Rattlesnake Randy's stream of dreams to vintage tank collector Allan Cors' private museum of working war machines, Ozzy and Jack get their eyes and hands on history.",
        "languages": [
            "English"
        ],
        "title": "Ozzy & Jack's World Detour",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Ozzy & Jack's World Detour (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Osbourne Media"
            },
            {
                "name": "T Group Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            },
            {
                "name": "History"
            },
            {
                "name": "History"
            }
        ],
        "other companies": [
            {
                "name": "VER"
            }
        ],
        "plot": [
            "the self-proclaimed history nerds hit the road on a father-son journey they've waited years to take.",
            "In this new 10-episode hour-long non-scripted series, the self-proclaimed history nerds hit the road in a father-son journey they've waited years to take. There will be no roadies, no tour buses and no boundaries. Just a bucket list of iconic and historically significant spots that includes Mt. Rushmore, Stonehenge, The Alamo, Roswell, The Jamestown Settlement and Sun Studios and a hit list of some fascinating sights and people that they've read about. From a Cold War era Missile Silo to Bletchley Park; from gold miner Rattlesnake Randy's stream of dreams to vintage tank collector Allan Cors' private museum of working war machines, Ozzy and Jack get their eyes and hands on history."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 581,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 51,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 177,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 157,
                "rating": 8.0
            },
            "males": {
                "votes": 290,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 38,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 125,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 95,
                "rating": 7.9
            },
            "females": {
                "votes": 135,
                "rating": 8.6
            },
            "females aged 18 29": {
                "votes": 12,
                "rating": 9.2
            },
            "females aged 30 44": {
                "votes": 50,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 58,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 18,
                "rating": 7.4
            },
            "us users": {
                "votes": 177,
                "rating": 8.2
            },
            "non us users": {
                "votes": 124,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 241,
            "9": 125,
            "8": 109,
            "7": 43,
            "6": 18,
            "5": 10,
            "4": 3,
            "3": 3,
            "2": 8,
            "1": 21
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}