{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 June 2016"
            }
        ],
        "release dates": [
            "USA::15 June 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Little Money Mansions"
            },
            {
                "countries": "USA (new title)",
                "title": "Bargain Mansions"
            }
        ],
        "akas": [
            "Little Money Mansions (original title)",
            "Bargain Mansions USA (new title)"
        ],
        "akas from release info": [
            "Little Money Mansions (original title)",
            "Bargain Mansions USA (new title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Corbels and Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Tamara Day sees great potential in a 1938 cottage with an unusual layout, unfinished renovation and no front door. She constructs a cathedral ceiling and creates two massive cedar corbels for the entrance, but the process of installing an egress window puts a crack in her budget.    "
                },
                "2": {
                    "title": "Skylight Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Tamara Day struggles to install a full bath and enlarge the master suite as she continues to renovate the 1938 cottage. She successfully creates a hidden playroom in the kids' bedroom, but fails to win her dad's approval on her plan for the backyard shed.    "
                },
                "3": {
                    "title": "All About the Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tamara Day tackles a large 1905 Colonial with seven sun porches. She turns a cramped, ugly kitchen and a dining room into the ultimate entertaining space, but unsupported floors and a strange noise during demo slow her plans and may cost her big money.    "
                },
                "4": {
                    "title": "A Closet Fit for a Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    In the second phase of Tamara's 1905 Colonial renovation, she creates a 900-square-foot master suite and converts one of the home's seven sun porches into a closet. However, her budget takes a hit when she needs to install a new HVAC unit and her plan to save a vintage fireplace might have run out of gas.    "
                },
                "5": {
                    "title": "Rhapsody in Beige",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tamara Day transforms a contemporary home on a large wooded lot that's devoid of any character. She installs huge windows to bring the outdoors inside, but she faces issues with resurfacing a fireplace veneer.    "
                },
                "6": {
                    "title": "A Pain in the Deck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Continuing renovations on a large and bland contemporary home, Tamara Day tackles the master suite and replaces lots of dated cabinetry to make a stylish bathroom. She also creates a home theater, immense deck and patio to turn the home into an entertaining showpiece.    "
                },
                "7": {
                    "title": "Tamara's Tudor Tutorial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "9 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Tamara Day takes on a 1927 Tudor by blowing out the existing small kitchen and outfitting it with a large island and eating nook. She transforms a bedroom into a dining room, but her hopes of refurbishing the deck begin to break apart before she can even get started.    "
                },
                "8": {
                    "title": "Shower Showstopper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "16 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    While renovating a 5700 square foot 1927 Tudor house, Tamara encounters a large master bedroom with a bathroom too small for a shower, and an unsuitable master closet. While admiring the home's original steel windows, Tamara's dad discovers a problem. To transform the home into an entertaining showplace, she uses a kitchenette to create a bar, but the patio outside is uneven, has poor drainage and won't be as easy a transformation.    "
                },
                "9": {
                    "title": "Catwalk Craziness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "23 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Tamara Day starts on a 1900 Kansas City Shirtwaist-style home containing a living room with a catwalk instead of a ceiling. She pulls up linoleum flooring and gives the damaged foyer staircase a facelift, but a boiler stack in the kitchen throws a wrench in her plans.    "
                },
                "10": {
                    "title": "When One Barn Door Closes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "30 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    After restoring a fourth bedroom to the 3100 square foot Shirtwaist home she's renovating, Tamara creates a reading nook and closet in the room. The Kansas City weather creates a problem in the front yard, while two brand new vanities may not fit the available space in the master bath. Tamara and her dad remove vintage baseboards and use them to create more privacy in the bath.    "
                },
                "11": {
                    "title": "Bumming About the Plumbing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "6 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Tamara Day tackles a 1905 Kansas City Shirtwaist home. This 3100 square foot Kansas City special is short on bathrooms, with only one, but it's not short on charm. Tamara restores the front door but struggles with sewer and roof issues that cost her and cause her to rework her plans. The old fireplace needs an update that will make a statement; while renovating the kitchen, Tamara decides she needs a custom table for the bay window bench.    "
                },
                "12": {
                    "title": "Mirror Mirror on the Bathroom Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "13 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Tamara Day transforms a four-bedroom 1905 Kansas City Shirtwaist which has only one bathroom. She doubles the size of the walk-in closet, then annexes a bedroom to enlarge the master suite. But her hopes for updating the home's bedrooms start to sink when her contractor discovers a leak. After creating a second-floor laundry room, Tamara and her dad take a trip to hunt for maps.    "
                },
                "13": {
                    "title": "Raise the Roof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "20 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Tamara Day gets creative renovating an expansive 1950 ranch-style home. She updates the exterior with faux stone and adds another floor to the 3,000-square-foot home, but rain and an old fireplace force her to rethink her plans and budget.    "
                },
                "14": {
                    "title": "Stairway to Master Suite Heaven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "27 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Tamara Day uses her 1,400-square-foot second-story addition to create three new bedrooms in a 1950 ranch home. She guts the master suite to re-frame it for a massive closet, but her plans to reuse the shower doors in the bathroom may fracture her design for the whole room.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Heart of the Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Tamara Day tackles the battered kitchen of her new property, an 1897 bungalow. She enlarges and modernizes the space while preserving traditional elements of a bungalow kitchen. Tamara and her dad hunt for a suitably sized island. After deciding on a style, she helps construct the cabinets. Working with her team she injects new life into the area she calls the heart of the home.    "
                },
                "2": {
                    "title": "How Suite It Is",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Tamara Day transforms a bedroom as she continues renovating an 1897 bungalow. Knowing modern buyers expect a master suite, Tamara annexes a second room to enlarge the tiny closet and add a bathroom. Tamara and her dad find a tub that would be a perfect match, but it's painted black. A missing fireplace tile may create a problem, but she's determined to transform the space into a luxurious master suite.    "
                },
                "3": {
                    "title": "From Studs to Spindles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    A previous contractor ripped an 1890s Craftsman-style home down to the studs before abandoning it, and Tamara Day is stepping in to finish the renovation and save the house. She repairs substantial structural damage and tears down a load-bearing wall to enlarge the tiny kitchen. An exterior iron staircase presents problems for both the curb appeal and progress on the renovations, and missing spindles from the original staircase send Tamara to the wood shop to create exact replicas.    "
                },
                "4": {
                    "title": "Book Lamps and Bubble Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Renovations continue on Tamara Day's 1890s Craftsman home, as she enlarges the master bedroom and creates a beautiful study with a unique light fixture. She runs into a hiccup when she can't salvage enough antique tiles for the bathroom floor, but after needing to replace numerous windows, Tamara finds an uncommon way to reuse the old glass in the master bath.    "
                },
                "5": {
                    "title": "Double Dutch Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Tamara Day gets the opportunity to renovate a French chateau she's wanted to tackle for years. She finds that a recent renovation left the kitchen looking outdated and tacky, but she's determined to create a home full of authentic details. Tamara and her dad go shopping for a Dutch door, then she restores plantation shutters to preserve the home's vintage French elements.    "
                },
                "6": {
                    "title": "The Trouble With Cobbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Tamara Day continues work on a French chateau as she overhauls a large master suite covered in the tackiest wallpaper she's ever ripped out of a home. She plans to move an entire bathroom to create an additional bedroom and extend a hallway with floor boards saved from downstairs. But to preserve a backyard kitchenette and cobblestone pavers, she will be forced to make decisions that may wreck her budget.    "
                },
                "7": {
                    "title": "All Bricked Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Tamara takes an 1892 brick Craftsman that was converted into three apartments and tries to restore it back into a single-family dwelling while keeping original details. She and her dad attempt to recover a vintage pocket door that was enclosed inside a wall and update the home's electricity without destroying the brick walls or using conduit.    "
                },
                "8": {
                    "title": "The Swing of Things",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Tamara continues working on an 1892 Craftsman and struggles to add a master bathroom. Then, she finds a way to re-purpose floor boards into a porch swing, but her plan to reuse a claw foot tub hits a snag because of a narrow doorway.    "
                },
                "9": {
                    "title": "The Mural of the Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Tamara Day works on restoring a 1909 Craftsman home, opening up its meandering layout and ripping out the tacky additions that have stripped this house of its original charm. She saves vintage light switches and a wallpaper mural that could be the showpiece of the dining room if she can keep it from being destroyed during renovations.    "
                },
                "10": {
                    "title": "Clowning Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Tamara Day continues renovating a 1909 Craftsman home, transforming a small bedroom into the master bath. She saves and refurbishes French doors, vintage sinks and a tub from the house, while adding modern elements like a sauna. During the walk-through with her contractor, Tamara discovers the creepiest thing she's ever found in a home.    "
                },
                "11": {
                    "title": "Fireplaces and Wired Spaces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Tamara Day annexes an oversized dining room to enlarge a tiny kitchen in a 1926 English Tudor. She rips out an outdated and tacky mantel to create a stunning fireplace surround. Using a piece of reclaimed walnut, she then creates a large desktop for an in-home office. Tamara also restores an original mail slot from the home and solves a problem with the old knob-and-tube electrical.    "
                },
                "12": {
                    "title": "Two-Deck Tudor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Tamara Day struggles to create a more spacious master suite until she decides to add a second deck to a 1926 English Tudor. Tamara strips off numerous coats of paint to restore original doors in the home. In the backyard, she adds an outdoor living area with a fire pit. Tamara and her dad then realize the height of the garage doors may cause a problem.    "
                },
                "13": {
                    "title": "Move That Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Tamara renovates a single-story ranch and tackles her biggest challenge to date, transforming the former master bedroom into a stunning, open kitchen. However, she and her dad run into problems during demolition.    "
                },
                "14": {
                    "title": "Copper Showstopper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bargain Mansions (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Tamara Day continues renovations on a one-story ranch by creating a new master suite. To enlarge the tiny bath, she must first tear out a wall and move the door. While polishing the copper fireplace hood, Tamara and her dad use a familiar solution that has unusual results. Her plans to create a sun room and patio then run into problems due to weather.    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Day, Tamara"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.6,
        "votes": 46,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDU4YzFhNmEtOWYwMi00ZWMxLTg5ZDYtZjAxYjhiZGZlZTQ3XkEyXkFqcGdeQXVyMjY0ODkyNDE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "For home restoration expert Tamara Day, there's no such thing as a home that's too big. This Kansas City native and mother of four specializes in restoring the neglected large homes that others are too scared to take on. She brings these big beauties back to life so that new families can move in and love them again.",
        "languages": [
            "English"
        ],
        "title": "Bargain Mansions",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Conveyor Media"
            }
        ],
        "distributors": [
            {
                "name": "DIY Network"
            },
            {
                "name": "Reelz USA"
            }
        ],
        "other companies": [
            {
                "name": "ABS Payroll & Production Accounting Services"
            }
        ],
        "plot": [
            "For home restoration expert Tamara Day, there's no such thing as a home that's too big. This Kansas City native and mother of four specializes in restoring the neglected large homes that others are too scared to take on. She brings these big beauties back to life so that new families can move in and love them again.::DIY Network"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "camera": [
                "Canon c300"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 46,
                "rating": 5.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 2.0
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 6.9
            },
            "males": {
                "votes": 19,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 6.7
            },
            "females": {
                "votes": 16,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 7.1
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 7.0
            },
            "us users": {
                "votes": 16,
                "rating": 6.2
            },
            "non us users": {
                "votes": 7,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 9,
            "9": 3,
            "8": 3,
            "7": 6,
            "6": 2,
            "5": 6,
            "4": 2,
            "3": 3,
            "2": 2,
            "1": 10
        },
        "arithmetic mean": 5.6,
        "median": 5
    }
}