{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "June 2016"
            },
            {
                "country": "USA\n",
                "date": "7 June 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::June 2016",
            "USA::7 June 2016                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Matchless"
            },
            {
                "title": "Matchless Web Series"
            }
        ],
        "akas": [
            "Matchless (original title)",
            "Matchless Web Series "
        ],
        "akas from release info": [
            "Matchless (original title)",
            "Matchless Web Series "
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Eaker, Barbara"
            },
            {
                "name": "Grey, Olivia"
            },
            {
                "name": "Locklar, Daelyn"
            },
            {
                "name": "Militano, Matt"
            },
            {
                "name": "Riley, Diana"
            },
            {
                "name": "Robin, Matt"
            }
        ],
        "locations": [
            "Winter Park, Florida, USA"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Sci-Fi"
        ],
        "runtimes": [
            "105"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDhiMzk3NjktNmNkZi00YTE3LWFlMjgtYmRiOTcwYmQ4NTgzXkEyXkFqcGdeQXVyNTg2OTQ5NzM@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "$3,156 (estimated)",
        "plot outline": "Matchless is the story of Alex, the only daughter of Lucifer - yes, that Lucifer - as she starts her junior year of college. Her family situation isn't the only thing making life difficult; suddenly, she's begun to develop powers. Part-time Dad Lucifer (call him Lu) has nothing to offer in the way of help. If that wasn't enough cause for concern, the changing world around her is. Without answers, the only people she can turn to are her best friend (the enthusiastic yet entirely unhelpful Wes) and her Mother (the closest thing she has to an expert in the field). She's in unfamiliar territory. Enter Lydia Dawson, the daughter of an angel. Not to state the obvious, but they were never meant to get along. Forget what you know about the devil and let a woman tell his story for once.",
        "languages": [
            "English"
        ],
        "title": "Matchless",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "writer": [
            {
                "name": "D'Agostino, Olivia"
            },
            {
                "name": "D'Agostino, Olivia"
            },
            {
                "name": "Fuller, Bianca"
            }
        ],
        "production companies": [
            {
                "name": "Ominous Illusion Studios"
            }
        ],
        "distributors": [
            {
                "name": "Ominous Illusion Studios"
            }
        ],
        "plot": [
            "Forget what you know about the devil and let a woman tell his story for once.",
            "_Matchless_ (qv) is the story of Alex, the only daughter of Lucifer - yes, that Lucifer - as she starts her junior year of college. Her family situation isn't the only thing making life difficult; suddenly, she's begun to develop powers. Part-time Dad Lucifer (call him Lu) has nothing to offer in the way of help. If that wasn't enough cause for concern, the changing world around her is. Without answers, the only people she can turn to are her best friend (the enthusiastic yet entirely unhelpful Wes) and her Mother (the closest thing she has to an expert in the field). She's in unfamiliar territory. Enter Lydia Dawson, the daughter of an angel. Not to state the obvious, but they were never meant to get along. Forget what you know about the devil and let a woman tell his story for once."
        ],
        "tech": {
            "runtime": [
                "1 hr 45 min (105 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}