{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 June 2016"
            }
        ],
        "release dates": [
            "USA::12 June 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "They're Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The team investigates the John Brown Museum; after identifying several ghosts who stalk the halls, they try to put the spirits to rest but capture something strange on camera leading them to suspect something sinister.    "
                },
                "2": {
                    "title": "We All Go a Little Mad Sometimes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Paranormal activity just outside of Shepherdstown increases as the team rushes to the aid of a distraught homeowner in a nearby town. The team discovers a dangerous portal in the home may be connected to a negative entity that preys on people's minds.    "
                },
                "3": {
                    "title": "Whatever You Do, Don't Fall Asleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "24 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    After a guest is attacked by an invisible force, the team invesetigates the Boydville Manor in Martinsburg. They make contact with the spirit of a young boy and uncover an evil presence known as the \"King of Death\" that may be too powerful to destroy.    "
                },
                "4": {
                    "title": "I'm Your Biggest Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "31 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Charles Town Fire Dept. turns to the team for help with a chilling new case at The Old Opera House. They piece together the profile of a female ghost with an unusual agenda and make a shocking discovery linking the spirit to a mysterious cavern.    "
                },
                "5": {
                    "title": "Now You're in the Sunken Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "7 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The team investigates a museum in Martinsburg with direct access to a network of underground tunnels. When they discover a mysterious green mist and the tormented spirit of a priest, they descend into the limestone caves to confront the evil entity.    "
                },
                "6": {
                    "title": "These Weren't a Few Birds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    As an invisible predator begins mutilating livestock in Middleway, a farmer turns to the team for help. Investigators rule out occult rituals but a haunting next door and a cave full of bones links yet another case to an evil entity lurking underground.    "
                },
                "7": {
                    "title": "I See Dead People",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    After several emergency calls about a mysterious stalker, the team launches their first investigation in Shepherdstown. They make a disturbing discovery in a cave and finally profile the dangerous presence they've been tracking from town to town.    "
                },
                "8": {
                    "title": "What an Excellent Day for an Exorcism",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The team rushes to the scene of violent poltergeist activity that's wreaking havoc at a teahouse. After learning why Shepherdstown is the epicenter of all the hauntings, they bring in an ordained exorcist to help them banish the demon once and for all.    "
                }
            },
            "1": {
                "1": {
                    "title": "Welcome to America's Most Haunted Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "12 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Paranormal experts Nick Groff, Elizabeth Saint and Bill Hartley begin their investigation into the flood of paranormal activity in Shepherdstown as they respond to their first case: a mysterious haunting at the local bakery. The terrified night-shift baker reports sightings of a figure in a gray Civil War uniform and strange objects falling past the window outside. With the help of a local historian and a gifted psychic, the team uncovers shocking details of the building's role in the bloodiest battle in American history.    "
                },
                "2": {
                    "title": "Do You Know You're Dead?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 25,
                    "original air date": "19 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A female college student calls 911 after coming face-to-face with what she believes to be a legendary young spirit that's haunted the campus for decades. Soon, the haunting escalates with a report of the ghost allegedly making violent physical contact with the coed while she was in bed. With things quickly becoming dangerous, the team enlists the aid of a psychic medium and stages an emergency spiritual intervention to discover the secret of what's agitating the ghost girl and, hopefully, put her spirit to rest.    "
                },
                "3": {
                    "title": "She Didn't Have a Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 23,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Nick, Elizabeth and Bill are called to a home where there has been a sighting of a headless woman on the porch. The team soon discovers a wealth of paranormal evidence that leads them to believe there is more than a single entity haunting the house. With the help of a psychic medium and town historian, the team is able to uncover the spirits' identities but is still working to explain the rise of paranormal activity in Shepherdstown.    "
                },
                "4": {
                    "title": "Grave Stalker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 30,
                    "original air date": "3 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A Shepherdstown resident calls the police when she hears a gunshot in the center of town, but Chief King investigates and finds no evidence of foul play. When he is unable to find anyone else who remembers hearing the shot, he hands the case over to Nick, Bill and Elizabeth. The resident confides in the team that she has recently also felt a constant sensation of being watched. Soon, the team realizes her stalker might be from beyond the grave and pieces together a shocking tale that reveals a disturbing link between the resident and the grisly murder of a young woman...    "
                },
                "5": {
                    "title": "It's Behind You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "10 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The paranormal investigators are called in to help a woman who saw a corpse floating in the Potomac River and then disappear. Clues provided by a local medium and town historian connect the report to the cold case of two murders decades ago. The team conducts a nocturnal paranormal investigation in the woods by the Potomac and uncovers evidence that indicates satanic rituals or witchcraft is being practiced in Shepherdstown. The team senses a darker entity in the woods, a feeling that's confirmed when the medium suddenly feels Bill's life is in peril.    "
                },
                "6": {
                    "title": "Redemption",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "17 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Nick, Bill and Elizabeth investigate the mysterious sounds of a crying baby coming from a young couple's basement. Just as the team realizes that all their cases are located near one area, the paranormal activity in the couple's home escalates to that of a dangerous poltergeist. While hunting through the basement, the team comes across evidence that convinces them they're near the source of the negative energy that seems to be pervading Shepherdstown.    "
                },
                "7": {
                    "title": "Return to Shepherdstown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghosts of Shepherdstown (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "21 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The unusual activity subsided after wrapping the investigation, but when Chief King checks in with locals, he hears about a disturbing uptick of hauntings nearby and fears Shepherdstown is one small piece in a bigger puzzle.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Hartley, Bill"
            },
            {
                "name": "Groff, Nick"
            },
            {
                "name": "Saint, Elizabeth"
            },
            {
                "name": "King, Mike"
            },
            {
                "name": "Mitchell, Dana"
            },
            {
                "name": "Johnson, Lorie"
            },
            {
                "name": "Marburger, Dennis P."
            },
            {
                "name": "Brunk, Anastasia"
            },
            {
                "name": "Gedney, Stacy"
            },
            {
                "name": "Mascarello, Daniel"
            },
            {
                "name": "McGruther, Kyle"
            },
            {
                "name": "Nnadi, Bradley"
            },
            {
                "name": "Rosen, Cari"
            },
            {
                "name": "Sr., Richard Walz"
            },
            {
                "name": "Dash, Ali"
            },
            {
                "name": "Giddens, Leilah Marie"
            },
            {
                "name": "Goodman, Marc"
            },
            {
                "name": "Klemmer, Jeffrey"
            },
            {
                "name": "Leary, Johnna"
            },
            {
                "name": "Merry, Melissa"
            },
            {
                "name": "Price, Gordon"
            },
            {
                "name": "Robell, Carly"
            },
            {
                "name": "Roberts, Corwin"
            },
            {
                "name": "Sisk, Justin"
            },
            {
                "name": "Supensky, Eric"
            },
            {
                "name": "Wine, J.D."
            },
            {
                "name": "Woodhead, Suzanna"
            }
        ],
        "locations": [
            "Shepherdstown, West Virginia, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 736,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzM2NmMwZDEtNDEwYy00MzA3LWI0YjItMzM4MDcxYzFlNWUwXkEyXkFqcGdeQXVyMzcwMjMwMzM@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Destination America will investigate the paranormal activities within Shepherdstown, West Virginia, in its latest series. Produced by Blade Brothers outfit MAK Pictures, Ghosts of Shepherdstown will follow a trio of investigators trying to understand the slew of paranormal disturbances that constitute the majority of the historic town's 911 calls. Brought in by chief of police Michael King, the group includes paranormal investigator Nick Groff, tech whiz Bill Hartley and \"paranormal sensitive\" Elizabeth Saint. Each episode of Ghosts starts with a 911 call from a resident experiencing a strange happening, such as the sighting of a headless woman or the appearance of a body floating down the river. The police then call Groff, Hartley and Saint, who rush to the scene to look for evidence of ghostly activity. Later on, they enlist the help of local historians and psychics to understand the occurrences.",
        "languages": [
            "English"
        ],
        "title": "Ghosts of Shepherdstown",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Ghosts of Shepherdstown (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "MAK Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Destination America"
            },
            {
                "name": "Destination America"
            }
        ],
        "plot": [
            "Destination America will investigate the paranormal activities within Shepherdstown, West Virginia, in its latest series. Produced by Blade Brothers outfit MAK Pictures, _Ghosts of Shepherdstown_ (qv) will follow a trio of investigators trying to understand the slew of paranormal disturbances that constitute the majority of the historic town's 911 calls. Brought in by chief of police Michael King, the group includes paranormal investigator Nick Groff, tech whiz Bill Hartley and \"paranormal sensitive\" Elizabeth Saint. Each episode of Ghosts starts with a 911 call from a resident experiencing a strange happening, such as the sighting of a headless woman or the appearance of a body floating down the river. The police then call Groff, Hartley and Saint, who rush to the scene to look for evidence of ghostly activity. Later on, they enlist the help of local historians and psychics to understand the occurrences.::Destination America"
        ],
        "tech": {
            "runtime": [
                "42 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 736,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 29,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 156,
                "rating": 5.9
            },
            "aged 45 plus": {
                "votes": 124,
                "rating": 6.2
            },
            "males": {
                "votes": 239,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 14,
                "rating": 6.1
            },
            "males aged 30 44": {
                "votes": 81,
                "rating": 5.6
            },
            "males aged 45 plus": {
                "votes": 56,
                "rating": 5.5
            },
            "females": {
                "votes": 326,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 15,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 72,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 66,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 23,
                "rating": 5.5
            },
            "us users": {
                "votes": 142,
                "rating": 6.2
            },
            "non us users": {
                "votes": 73,
                "rating": 5.4
            }
        },
        "number of votes": {
            "10": 372,
            "9": 57,
            "8": 67,
            "7": 51,
            "6": 34,
            "5": 24,
            "4": 20,
            "3": 21,
            "2": 24,
            "1": 66
        },
        "arithmetic mean": 7.8,
        "median": 1
    }
}