{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 February 2016"
            },
            {
                "country": "USA\n",
                "date": "16 February 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::16 February 2016",
            "USA::16 February 2016                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Silva vs Bisping",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Battle Lines (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Anderson Silva, who many consider the \"Greatest of All Time,\" returns after a one-year suspension due to a failed drug test. Michael Bisping has been a perennial top contender in the middleweight division but never got the shot at Silva during his unprecedented title run. Bisping has been vocal about the drug accusations surrounding Silva and though he is no longer champion, Bisping sees this as an opportunity to prove what he has thought all along: that he had the tools to dethrone Anderson Silva. \"UFC Battle Lines\" takes a look at these fighters' lives in the ...    "
                },
                "2": {
                    "title": "Dos Anjos vs Alvarez",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Battle Lines (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    UFC lightweight champion Rafael dos Anjos left his family in California and traveled 9000 miles to Singapore where he trains in isolation for his title defense against Eddie Alvarez. Alvarez used wrestling to escape the rough streets of Philadelphia and over the course of a 13-year career became one of the best fighters in the world. Alvarez has been champion in a number of other organizations but finally gets his chance to capture the big one: the UFC world title. \"UFC Battle Lines\" explores the lives and histories of these two fighters as they prepare for their July...    "
                },
                "3": {
                    "title": "Arlovski vs Barnett",
                    "kind": "episode",
                    "episode of": {
                        "title": "UFC Battle Lines (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Josh Barnett and Andrei Arlovski won the UFC heavyweight title in 2002 and 2005, respectively. But after a combined 80 pro bouts fighting the best in the world, they still have never competed against each other. Until now. On September 3rd, Arlovski and Barnett will finally meet in Hamburg, Germany live on UFC Fight Pass. \"Battle Lines\" explores the lives, training camps, friends and families of these two elite heavyweight MMA fighters as they prepare for fight night.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Alvarez, Eddie"
            },
            {
                "name": "Anjos, Rafael dos"
            },
            {
                "name": "Bisping, Michael"
            },
            {
                "name": "Silva, Anderson"
            }
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzVhNTMyNjQtYjM1ZS00NDg1LTgxZGEtOGEwNmUwMTgzNjkyXkEyXkFqcGdeQXVyMjQ2NjE3ODA@._V1_SY150_CR10,0,101,150_.jpg",
        "plot outline": "\"UFC Battle Lines\" is an intimate look inside the lives of two fighters and the managers, coaches, family members and mentors that shape them. The series pulls back from what is classically a voice-over and master interview-heavy medium and lets the characters tell the stories themselves. \"UFC Battle Lines\" promotes upcoming main event fights for the Ultimate Fighting Championship's online network, UFC Fight Pass.",
        "languages": [
            "English"
        ],
        "title": "UFC Battle Lines",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "UFC Battle Lines (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Zuffa"
            }
        ],
        "plot": [
            "\"_UFC Battle Lines_ (qv)\" is an intimate look inside the lives of two fighters and the managers, coaches, family members and mentors that shape them. The series pulls back from what is classically a voice-over and master interview-heavy medium and lets the characters tell the stories themselves. \"_UFC Battle Lines_ (qv)\" promotes upcoming main event fights for the Ultimate Fighting Championship's online network, UFC Fight Pass."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}