{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "4 July 2016"
            }
        ],
        "release dates": [
            "Japan::4 July 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "New Game!"
            },
            {
                "countries": "Japan (second season title)",
                "title": "New Game!!"
            }
        ],
        "akas": [
            "New Game! (original title)",
            "New Game!! Japan (second season title)"
        ],
        "akas from release info": [
            "New Game! (original title)",
            "New Game!! Japan (second season title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Of All the Embarrassing Things to Be Caught Doing...",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    With one year passed since Aoba began working at Eagle Jump, Aoba and the others are disappointed that there are no new hires. Meanwhile, Nene asks Umiko for advice on programming her own video game, which she asks to keep a secret from Aoba. The next day, Rin and Shizuku hold interviews with each of the employees about how they felt about the past year, during which Hifumi is offered the role of character leader for the next project while Hajime tries pitching her own game idea. Afterwards, the team holds a flower viewing party, during which Shizuku announces there ...    "
                },
                "2": {
                    "title": "This Is Just Turning Into Cos-purr-lay!",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "18 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The contest gets underway, with participants tasked with designing a character who can absorb enemy abilities. While eager to participate, Aoba feels somewhat uneasy comparing herself to Ko, who Yun believes is destined to win. Meanwhile, everyone assumes Hajime is tired from working on her own design when she had really just been binge watching anime all night. To everyone's surprise, Shizuku rejects Ko's designs, feeling they are too similar to Fairies Story, and instead approves a design Aoba drew up based on her bear sleeping bag, asking her to build upon it for ...    "
                },
                "3": {
                    "title": "Ooh, I'm So Embarrassed!",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    As work begins on the new game, Peco, Aoba feels downhearted that she is unable to provide much useful input concerning the modeling of her character design. Noticing Aoba's funk, Hifumi invites her to lunch in order to cheer her up. Meanwhile, Nene continues to work hard on her own Nene Quest game, which she once again shows to Umiko for her feedback.    "
                },
                "4": {
                    "title": "How Dense... Can You Be?",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Hajime misses out on snagging tickets for a Moon Ranger concert, so Yun invites her to join her and her siblings for an afternoon show, while Aoba and Nene come across Hifumi at an evening show. Later, Hifumi becomes anxious over Ko being completely dense when it comes to how jealous Rin gets over her. Afterwards, Hifumi is once again approached about taking over Ko's role as character team leader, which she accepts, while the game's prototype is approved by the publisher.    "
                },
                "5": {
                    "title": "Hey! Don't Touch Me There!",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "8 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    As Hifumi begins her duties as character team leader, Yun ends up lying about being able to make her deadline. Unable to find the time to catch up due to family obligations, Yun comes clean and gets help from Hifumi on how to improve her workflow. Meanwhile, Hajime tries to come up with an idea for an underwater gameplay mechanic for Peco, asking for Aoba and Yun's help. Later, as Aoba struggles to come up with a design for the game's antagonist, she comes to Shizuku to figure out the character's backstory. Afterwards, Aoba and Nene go to a hot spring inn with their ...    "
                },
                "6": {
                    "title": "Wow... It's So Amazing..",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Upon finally completing her Nene Quest game, Nene has Aoba and Hotaru play the finished result together, becoming delighted at how much they are enjoying it. Later, however, Aoba and Ko are shocked when Wako Christina Yamato, a producer from the game's publisher, informs them that the publisher wants Ko to draw the key visuals for Peco instead of Aoba in order to promote the game as a Fairies Story follow-up title. As Ko's complaints end up falling on deaf ears, Aoba requests a chance to once again compete against Ko for the key visuals. Spending the next week giving ...    "
                },
                "7": {
                    "title": "I'm Sensing a Very Intense Gaze",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Umiko brings in Aoba to interview a new applicant who, to Aoba's surprise, turns out to be Nene. Impressed by her ability to remain serious while in front of Aoba, Umiko hires Nene as a part-time programmer. Meanwhile, as Wako worries that the character team hates her following the key visual incident, Shizuku gives her a charm containing catnip that causes the office cat Mozuku to latch onto her, helping her to break the ice with the others. Later, Eagle Jump gets two new interns; a graphic artist named Momiji Mochizuki and a programmer named Tsubame Narumi. Being a ...    "
                },
                "8": {
                    "title": "I'm Telling You, I Want a Maid Café",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    As Aoba, Hajime, and Yun struggle with picking out a restaurant for the new hires' welcoming party, Shizuku has them practice being maids in a maid café for no real purpose. Once a restaurant is eventually picked and the party gets underway, Nene and Tsubame get to know each other while the character team try to get Momiji to loosen up around them. Later, Hifumi tries to help Momiji, who has been eating lunch by herself, open up more, encouraging her to spend more time with the rest of the team.    "
                },
                "9": {
                    "title": "At Least Put a Shirt On!",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    While accompanying Yun and her siblings to a hero show, Hajime comes across one of her high school friends, Akki, but is too ashamed to tell her that she works in video games. Hearing that Hajime always hid her otaku hobbies from her friends, Yun shows her that she used to be a geek herself during school, changing her image once she came to Tokyo. As Nene and Tsubame are tasked with programming some mini-games, Tsubame explains how she got into programming out of wanting to make a game together with Momiji. Upon hearing that Nene just took up programming on a whim, ...    "
                },
                "10": {
                    "title": "It's Gonna Really Break the Immersion",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Tsubame is tasked with programming a 'red light green light' style mini-game designed to Hajime's specifications. However, every time Tsubame thinks her job is done, other staff members bring up issues with the mini-game, leading Hajime to make further changes to the design document. These delays lead Hajime to feel guilty after Tsubame voices her concerns over how it might affect her evaluation. After hearing from Umiko about how the situation is tough on Hajime as well, Tsubame finally manages to complete a satisfactory revision of the mini-game, only to be told to ...    "
                },
                "11": {
                    "title": "What's Hidden in Your Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "19 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Running into Ko and Momiji at the cafeteria, Nene learns from Momiji that Tsubame is going against her parents' wishes and will have to take over her family's inn if she fails to get into Eagle Jump. Nene then explains how Hotaru helped give Aoba the motivation to apply for her job. Just then, the programming team discovers that Tsubame's code is full of bugs, as she prioritized speed over checking it thoroughly. Just as Tsubame fears that she has ruined her chances with the company, Nene decides to help her with debugging all the errors, making up with her in the ...    "
                },
                "12": {
                    "title": "Make Sure You Buy It",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    At a promotional event for Peco, Ko tells Rin that she is going to France for a few years to develop a game at another company and build upon her experience, while Momiji hears from Hifumi about how Ko was picked over Aoba for the key visuals. While giving an interview on her work on the game, Ko brings Aoba up on stage to properly acknowledge her for her character designs. Afterwards, Ko informs the others about her plans, coming as a particular shock to Aoba. On the day of Ko's flight, Momiji encourages Aoba to see Ko off at the airport. As Aoba's vents her ...    "
                }
            },
            "1": {
                "1": {
                    "title": "It Actually Feels Like I Started My Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "4 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    It's Suzukaze Aoba's first day at Eagle Jump. Will she fit in? Will she be able to make friends? Are her coworkers nice? There are a lot of worries for the young girl straight out of high school. However, she encounters her largest challenge as she leaves the office to use the restroom.    "
                },
                "2": {
                    "title": "So This Is an Adult Drinking Party...",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "11 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    It's Suzukaze Aoba's second week on the job. She's learning quickly and gets assigned to her first project. At the end of the week, the character team throws her a welcome party. With alcohol flowing, Aoba gets one step closer to adulthood.    "
                },
                "3": {
                    "title": "What Happens If I'm Late to Work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "18 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Suzukaze Aoba sleeps in and may be late to work. Will she arrive late and get in trouble, or will she prevail? And what other challenges await her?    "
                },
                "4": {
                    "title": "The First... Paycheck...",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "25 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Suzukaze Aoba receives her first paycheck ever, and the debate over how to spend it begins. Her colleagues spent their first paychecks on a variety of things like clothes and vacations. How will Aoba spend hers?    "
                },
                "5": {
                    "title": "That's How Many Nights We Have to Stay Over?",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    It's summer! It's hot! It's the season of fewer clothes. However, some of the staff at Eagle Jump are a little worried about their weight. How will they get their daily exercise when their work involves sitting at a desk all day?    "
                },
                "6": {
                    "title": "Like... The Release Is Canceled?",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Aoba finishes her project of modeling villagers and is tasked with designing and modeling a character. But it looks like the character team is behind schedule and will have to work nights and weekends to get caught up.    "
                },
                "7": {
                    "title": "Please Train the New Hires Properly",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Suzukaze Aoba thought she was done with the villager project. However, Ahagon Umiko comes to her with some problems. The models she designed are filled with errors, and no one at her department told her about it.    "
                },
                "8": {
                    "title": "It's Summer Break!!",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "22 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    It's summer break for Sakura Nene, aka Nenecchi, but Suzukaze Aoba isn't getting any break from work as deadlines close in. In fact, Eagle Jump is looking for part-timers to help out with the debugging, and Nenecchi may have something to say about that.    "
                },
                "9": {
                    "title": "Do We Have to Come Into Work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "29 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Nenecchi is still at Eagle Jump to help out with debugging. She discovers a way to see the characters' panty shots, so the director adds panty shots to the specs. Alas, this creates more work for Aoba's team that has to fix some models' underwear.    "
                },
                "10": {
                    "title": "Full-time Employment Is a Loophole in the Law to Make Wages Lower...",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 10,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The donut store near the Eagle Jump office is having a store-wide half-off sale. So naturally, everyone shows up to office with boxes of donuts, and it's time for a donut party.    "
                },
                "11": {
                    "title": "There Were Leaked Pictures of the Game on the Internet Yesterday!",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The deadline for the game is right around the corner, so everyone is staying over night after night to stay on schedule. However, Yagami Ko recommends Aoba, Hajime, and Yun to go to the Tokyo Game Exhibit during work hours. What is she thinking?    "
                },
                "12": {
                    "title": "One of My Dreams Came True!",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 11,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Fairies Story 3, the game everyone's been working on, goes out to the public. The sales are looking good, and Eagle Jump is hosting a celebration party for everyone who was involved.    "
                },
                "13": {
                    "title": "My First Time on a Company Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "New Game! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 10,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    The girls go on a company vacation to a ski resort, where Aoba is worried about her inability to ski.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Takada, Yûki"
            },
            {
                "name": "Hikasa, Yôko"
            },
            {
                "name": "Kayano, Ai"
            },
            {
                "name": "Toda, Megumi"
            },
            {
                "name": "Takeo, Ayumi"
            },
            {
                "name": "Yamaguchi, Megumi"
            },
            {
                "name": "Asahina, Madoka"
            },
            {
                "name": "Kitamura, Eri"
            },
            {
                "name": "Shipman, Megan"
            },
            {
                "name": "Morinaga, Chitose"
            },
            {
                "name": "McGuire, Kristen"
            },
            {
                "name": "Nazuka, Kaori"
            },
            {
                "name": "Suzuki, Arisa"
            },
            {
                "name": "Ôwada, Hitomi"
            },
            {
                "name": "Yamamura, Hibiku"
            },
            {
                "name": "Fujita, Saki"
            },
            {
                "name": "Matsuda, Risae"
            },
            {
                "name": "Kawakami, Chihiro"
            },
            {
                "name": "Clinkenbeard, Colleen"
            },
            {
                "name": "Nukui, Yuka"
            },
            {
                "name": "Iwami, Manaka"
            },
            {
                "name": "Hoover, Natalie"
            },
            {
                "name": "Miyake, Kenta"
            },
            {
                "name": "Wakui, Yû"
            },
            {
                "name": "Sinclair, Ian"
            },
            {
                "name": "Woodhull, Lara"
            },
            {
                "name": "Maeda, Rena"
            },
            {
                "name": "Hamano, Daiki"
            },
            {
                "name": "Amano, Mami"
            },
            {
                "name": "Kakumoto, Asuka"
            },
            {
                "name": "Kiuchi, Taro"
            },
            {
                "name": "Batori, Shogo"
            },
            {
                "name": "Furukawa, Makoto"
            },
            {
                "name": "Sekine, Akira"
            },
            {
                "name": "Angelle, Felecia"
            },
            {
                "name": "Bolton, Z. Charles"
            },
            {
                "name": "Chapin, Clifford"
            },
            {
                "name": "Christian, Luci"
            },
            {
                "name": "Connors, Amber Lee"
            },
            {
                "name": "Lauda, Brittany"
            },
            {
                "name": "Robinson, Rachel"
            },
            {
                "name": "Shipman, Matt"
            },
            {
                "name": "Viktorin, Alison"
            },
            {
                "name": "Walker, Tyler"
            },
            {
                "name": "Yu, Apphia"
            },
            {
                "name": "Morris, Madeleine"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:PG",
            "Canada:PG::(Manitoba/Ontario)",
            "Canada:G::(Quebec)",
            "Malaysia:18::(DVD rating)",
            "South Korea:19",
            "South Korea:15",
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.0,
        "votes": 399,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGE4MTU5MzAtNTYyMS00ZWZkLTkzZjAtNzBmYmQ3ZmQ5MmRjXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The main character Suzukaze Aoba graduates from high school and joins a game company. The person who made the game that Aoba loved as a grade-schooler just happens to be Aoba's senior at the company. The story follows girls who work and aspire at the Eaglejump company.",
        "languages": [
            "Japanese"
        ],
        "title": "New Game!",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Tokunô, Shôtarô"
            },
            {
                "name": "Shimo, Fumihiko"
            },
            {
                "name": "Nagai, Shingo"
            }
        ],
        "production companies": [
            {
                "name": "AT-X"
            },
            {
                "name": "Dogakobo"
            },
            {
                "name": "Frontier Works"
            },
            {
                "name": "Houbunsha"
            },
            {
                "name": "Kadokawa"
            },
            {
                "name": "Lawson"
            },
            {
                "name": "Mages."
            },
            {
                "name": "Movic"
            },
            {
                "name": "Sony Music Communications"
            }
        ],
        "other companies": [
            {
                "name": "Delphi Sound"
            },
            {
                "name": "Kadokawa"
            }
        ],
        "plot": [
            "The main character Suzukaze Aoba graduates from high school and joins a game company. The person who made the game that Aoba loved as a grade-schooler just happens to be Aoba's senior at the company. The story follows girls who work and aspire at the Eaglejump company."
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "Digital Intermediate (1080p) (master format)",
                "ProRes 4:4:4 (1080p) (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 399,
                "rating": 7.0
            },
            "aged under 18": {
                "votes": 5,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 121,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 74,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 24,
                "rating": 7.2
            },
            "males": {
                "votes": 219,
                "rating": 7.2
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 96,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 63,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 19,
                "rating": 7.7
            },
            "females": {
                "votes": 44,
                "rating": 6.6
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 24,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 10,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 4.7
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 7.5
            },
            "us users": {
                "votes": 58,
                "rating": 7.4
            },
            "non us users": {
                "votes": 135,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 52,
            "9": 36,
            "8": 104,
            "7": 102,
            "6": 43,
            "5": 17,
            "4": 12,
            "3": 5,
            "2": 6,
            "1": 22
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}