{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            },
            {
                "country": "USA\n",
                "date": "5 June 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::2016",
            "USA::5 June 2016                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Arabelle: the Bat with the most Wonderful Pink Glasses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Danielle's Preschoolbuds (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Our favorite preschool teacher, Miss Danielle introduces us to her friend Arabelle. The little bat with the most wonderful pink glasses. In this episode Arabelle is extremely upset because she needs glasses and feels uncomfortable being different. However, not only are her glasses helpful, everyone loves Arabelle and her new glasses. Viewers also learn about bats, the rain fores and nutrition.    "
                },
                "2": {
                    "title": "Betsie Bee: the Little Bee who Learned how to Share and Care in Preschool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Danielle's Preschoolbuds (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Betsie Bee loves having all of her toys to herself and doing things her way. But Betsie is in for a big surprise when she starts preschool. She learns very quickly that sharing, waiting your turn and being kind to others is not only expected but also very rewarding.    "
                },
                "3": {
                    "title": "Jaxie - A Short Story About a Tall Giraffe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Danielle's Preschoolbuds (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Jaxie the giraffe wakes up one morning and finds that overnight he has gone from being very small to being very tall. Jaxie is really upset that he is going to be taller than his friends. Jaxie soon finds out that being tall or short both have their advantages. Being happy with yourself, however, is the biggest advantage of all.    "
                },
                "4": {
                    "title": "Koby - The Little Blue Kangaroo Who Worried All Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Danielle's Preschoolbuds (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Koby worries a lot. He worries that his teeth will fall out, that he might lose his baseball game or that he'll be late for school. Koby even worries about not worrying. One day he decides he's tired of worrying and asks mom for help. Koby's mom helps him see that worrying is a wasted time, but working on filling his head with happy thoughts will help keep those worries away.    "
                },
                "5": {
                    "title": "Rupert - The Little Puppy Who Ran Out of Tears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Danielle's Preschoolbuds (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Rupert loves to get his way by crying about everything. One day, Rupert falls and gets a boo boo on his knee, but when he cries out for help, he has run out of tears. The only thing he can do is use his words to get his teacher's attention. Rupert soon realizes that getting his way all the time isn't the way to build friendships and using his words to express his feelings has great rewards.    "
                },
                "6": {
                    "title": "Sofia the Snail - The Little Snail Who Was Afraid of the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Danielle's Preschoolbuds (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    It's bedtime but Sofia won't go to sleep in her dark shell. She's afraid of monsters under the bed and scary shadows. When Sofia's mom tucks her in, she shows Sofia that once her eyes adjust to the darkness, there is nothing to be afraid of. The moon makes shadows on her wall and everything is the same in the dark as it is in the light.    "
                },
                "7": {
                    "title": "Celebrate the Holidays with the Preschools Buds - The Joys of Giving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miss Danielle's Preschoolbuds (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    It's holiday time in Niceville, and the Preschoolbuds are really excited to find out what the big empty box in their classroom is for. Arabelle, Jaxie, Koby, Betsie and all of the Preschoobuds learn that often giving a gift can feel just as good or even better than getting one.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Lindner, Danielle"
            }
        ],
        "locations": [
            "Florham Park, New Jersey, USA::(location)"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTViMzI0YTMtZDhkMC00OWRmLTkxYjYtZmNkZmM1NDFhYzVjXkEyXkFqcGdeQXVyNjc2MDIwNTE@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$100,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Miss Danielle's Preschoolbuds",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Miss Danielle's Preschoolbuds (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Continuity Studios"
            }
        ],
        "distributors": [
            {
                "name": "Amazon.com"
            }
        ],
        "plot": [
            "Miss Danielle introduces her preschool audience to the wonderful world of her friends, The Preschoolbuds.::Danielle R. Lindner"
        ],
        "tech": {
            "runtime": [
                "11 min (approx)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}