{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 October 2016"
            }
        ],
        "release dates": [
            "USA::21 October 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Hawaii",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Hawaii in search of the island's most iconic foods. First, Taylor hits the beach and fries up some spam for a local surfer snack. Next, he learns to slow smoke pork, the Hawaiian way. Then, he does the hula to harvest taro root, the main ingredient in Poi. Later, Taylor learns the art of planting pineapples. Finally, he learns how to scale the tree of life to make a much-loved sweet coconut dessert: Haupia. It's a heaping helping of aloha as we taste the Paradise of the Pacific's most celebrated foods.    "
                },
                "2": {
                    "title": "South Carolina",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across South Carolina, in search of the state's most iconic foods. First, he sings for his supper, simmering up some she-crab soup. Next, Taylor heads to the coast, for the locally loved, Low Country boil. Then, he learns how to harvest and bundle some hearty collard greens. Later, Taylor tastes tea with an expert and gets a history lesson on the southern staple. Finally, for dessert, he bakes up a crunchy sesame cookie, called a Benne wafer. It's a heaping helping of community and comfort, as we taste the Palmetto State's most ...    "
                },
                "3": {
                    "title": "West Virginia",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across West Virginia, in search of the state's most iconic foods. First, he rolls in before dawn to roll out some tasty pepperoni rolls. Next, Taylor visits a hatchery where the native brook trout is raised and released. Then, he scavenges the countryside for the wild and spicy, onion-like ramp. Later, Taylor puts some muscle into churning raw milk into tangy buttermilk biscuits. Finally, he bakes a dumpling from the state fruit: a Golden Delicious apple. It's a heaping helping of wild, wonderful West Virginia, as we taste the ...    "
                },
                "4": {
                    "title": "Virginia",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Virginia, in search of the state's most iconic foods. First, he learns the art of growing the perfect peanut. Then, Taylor fishes for sugar toads, Virginia's puffiest fish. Next, he learns how to cure a Virginia ham, using simple salt and pepper. Later, Taylor weighs-in on the biggest flounder caught at a long-running tournament. Finally, he learns the origins of the cocoa bean and brews up a rich cup of hot chocolate, Colonial Williamsburg-style. It's a heaping helping of country heritage and tradition, as we taste the ...    "
                },
                "5": {
                    "title": "Delaware",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Delaware, in search of the state's most iconic foods. First, he takes a low ride to plant a field of watermelons. Next, Taylor visits Delaware State University to herd a brood of chickens. Then, he tastes-tests lots of lima beans to judge the most-favored, baby Lima. Later, Taylor visits Rehoboth Beach and fries up a beach-bum favorite: Boardwalk fries. Finally, he learns the tedious task of thinning peach trees and tastes a crumbly peach pie. It's a heaping helping of a Delaware, as we taste The First State's most ...    "
                },
                "6": {
                    "title": "Tennessee",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Tennessee, in search of the state's most iconic foods. First, he visits a national treasure: Prince's Chicken Shack in Nashville, to taste Hot Chicken. Next, Taylor travels to The Rendezvous to chow down on some Memphis-style BBQ. Then, he indulges in farm fresh bacon-wrapped snap beans. Later, Taylor cooks up some classic country cornbread over an open fire and finally, he whips up a dish of traditional, creamy banana pudding. It's a heaping helping of classic country cuisine, with a hint of spice, as we taste the ...    "
                },
                "7": {
                    "title": "Arkansas",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Arkansas, in search of the state's most iconic foods. First, he learns the art of making the perfect pot of cheese dip and then hops inside a crop duster to farm long-grain rice from the air. Next, he visits with locals to enjoy slices of fried pickles from a top-secret original recipe. Later, Taylor visits Hot Springs to try the locally loved corned beef sandwich and finally, he discovers the possum in possum pie. It's a heaping helping of the Ozarks, as we taste the Natural State's most celebrated foods.    "
                },
                "8": {
                    "title": "Oklahoma",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Oklahoma, in search of the state's most iconic foods. First, he goes on the hunt for fried rattlesnake in the high plains and then rounds up a plateful of chicken fried steak by Oklahoma City's main cattle yards. Next, he leaves the fryer behind to help create some healthy sautéed summer squash before coming back to learn how the locals prepare fried okra. Finally, Taylor discovers the secrets of cooking up fried pie. It's a heaping helping of classic fried cuisine from the Red River country, as we taste Oklahoma's most ...    "
                },
                "9": {
                    "title": "Kansas",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Kansas, in search of the state's most iconic foods. First, he hits the drive-through to order up some German bierocks, a meat and pastry snack. Then, he learns the fine art of burnt ends, Kansas City barbecue-style, before getting a lesson in harvesting wheat by hand to bake a zweibach bread roll. Later, Taylor whips up some creamed spinach and finally he helps construct a delicate sour cream and raisin pie. It's a heaping helping of classic cuisine from across the Great Plains, as we taste Kansas' most celebrated foods.    "
                },
                "10": {
                    "title": "Michigan",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Michigan, in search of the state's most iconic foods. First, he harvests tart cherries to eat them with brie and then learns about the Native American traditions in preparing wild rice. Next, he plants celery before preparing it in a fresh salad and partakes in a lakeside fish boil to taste the local whitefish. Finally, Taylor gets a lesson in Polish culture as he discovers what goes into the dessert called paczki. It's a heaping helping of imported and local cuisine from the Great Lakes region as we taste Michigan's most...    "
                },
                "11": {
                    "title": "Indiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Indiana, in search of the state's most iconic foods. First, he visits a county fair to eat a traditional corn dog and then has a fine dining experience preparing and tasting delicious, grilled duck breast. Next, he roasts up some classic sweet corn and discovers a farmer's market that offers old-fashioned, tasty stewed tomatoes. Finally, Taylor follows the dessert trail and makes a stop at a local diner to indulge in their sugar cream pie. It's a heaping helping of timeless mid-western cuisine, as we taste the Hoosier ...    "
                },
                "12": {
                    "title": "Idaho",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Taylor heads to water-rich Idaho and its 100,000 miles of rivers and streams. The adventure begins on a fish farm, where Taylor discovers America's finest caviar and savors an appetizer of these \"black pearls\" on a blini with sour cream. Next, he helps harvest The Gem State's most famous export, the potato, and digs into a comforting side dish of a russet baked spud with all the toppings. Then it's a little bite of Heaven with a Basque heritage, chicken croquetas, crispy and fried to perfection. For his entrée, Taylor saddles up to relocate some cattle to fresh grass,...    "
                },
                "13": {
                    "title": "Utah",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Utah, in search of the state's most iconic foods. First, he visits a salt mine to dig up the vital ingredient for salt-encrusted beef and then learns how to make a family-friendly plate of funeral potatoes. Next, he tastes his way through a traditional Jello salad cook-off and finds out what makes the perfect fry sauce. Finally, Taylor gets a lesson in drying out tart cherries before blending them into a savory dessert. It's a heaping helping of family traditions and old-fashioned sides, as we taste Utah's most celebrated...    "
                },
                "14": {
                    "title": "Wyoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across the wide open spaces of Wyoming, in search of the state's most iconic foods. First, he explores the preparation of bison jerky and then plates up a generous serving of lean and tender elk fillet. Next, he helps bake some quick-rising, traditional soda bread and sits around a campfire to cook up a bowl of beans cowboy style. Finally, Taylor continues the cowboy way in learning how to put together the nutritious and legendary cowboy cookie. It's a heaping helping of traditional and modern cuisine, as we taste Wyoming's most...    "
                }
            },
            "1": {
                "1": {
                    "title": "Wisconsin",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Host Taylor Hicks explores foods iconic to the state of Wisconsin. They include Cheese Curds, Bratwurst, Sauerkraut, Chicken Booyah, and Kringles.    "
                },
                "2": {
                    "title": "Illinois",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Host Taylor Hicks explores foods iconic to the state of Illinois. They include Popcorn, the Italian Beef Sandwich, Deep Dish Pizza, Chicago Style Hot Dogs and the Ice Cream Sundae.    "
                },
                "3": {
                    "title": "Arizona",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host Taylor Hicks explores foods that are iconic to the state of Arizona. They include Churro Sheep Stew, the Chimichanga, Tepary Beans, Navajo Fry Bread and Prickly Pear Cactus Candy.    "
                },
                "4": {
                    "title": "Maine",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host Taylor Hicks explores foods iconic to the state of Maine. They include Steamers, Lobster Rolls, Bean Hole Beans, Maine Potatoes, Wild Blueberry Pie and Blueberries.    "
                },
                "5": {
                    "title": "Florida",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host Taylor Hicks explores foods iconic to the state of Florida. They include Gator Bites, Stone Crab Claws, Swamp Cabbage, Kumquats, Marmalade and Key Lime Pie. Ex Brady Bunch star Maureen McCormick guests.    "
                },
                "6": {
                    "title": "Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host Taylor Hicks explores foods iconic to the state of Texas. They include BBQ Brisket, Pan De Campo, Chili, Sweet Onion Casserole and Texas Sheet Cake.    "
                },
                "7": {
                    "title": "Louisiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Host Taylor Hicks explores food iconic to the state of Louisiana. They include Crawfish, the Po' Boy sandwich, Gumbo, Red Beans and Rice, and Beignet.    "
                },
                "8": {
                    "title": "Massachusetts",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Host Taylor Hicks explores foods that are iconic to the state of Massachusetts. They include Clam Chowder, Fish and Chips, Boston Baked Beans, Bulkie Rolls, and Boston Cream Pie.    "
                },
                "9": {
                    "title": "Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Host Taylor Hicks explores foods that are iconic to the state of Georgia. They include Boiled Peanuts and Shrimp, Fried Chicken, Vidalia Onions, Grits, Pecan Pie and Peach Ice Cream. Brady Bunch star Maureen McCormick guests.    "
                },
                "10": {
                    "title": "Nebraska",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Host Taylor Hicks explores foods that are iconic to the state of Nebraska. They include Cheese Frenchees, Steak, Corn, Kolache, and Popcorn Balls.    "
                },
                "11": {
                    "title": "Colorado",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Host Taylor Hicks explores foods that are iconic to the state of Colorado. They include Rocky Mountain Oysters, Lamb, Sweet Corn, Green Chili, and Cantaloupe.    "
                },
                "12": {
                    "title": "California",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Host Taylor Hicks explores foods that are iconic to the state of California. They include Guacamole, Cioppino, Artichokes, Sourdough Bread, and Almonds with Cinnamon Sugar.    "
                }
            },
            "2": {
                "1": {
                    "title": "Alabama",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks visits his home state of Alabama to uncover the state's most iconic foods. While in the Heart of Dixie, Taylor catches a Sheepshead fish to make a southern seafood dip and takes us to his own BBQ restaurant where he introduces us to a white sauce that goes on just about anything. He also visits the cafe that put Fried Green Tomatoes on the map and learns how to make a dessert with a kick-the sweet home Alabama Lane cake. It's a whirlwind visit home for Taylor, complete with his favorite foods, music and friends.    "
                },
                "2": {
                    "title": "Mississippi",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Mississippi on a quest to discover the state's most emblematic foods. Along the way, he visits the home of the blues to make the coolest food in the Delta: the \"koolickle.\" Taylor fishes the Mississippi River for fresh catfish without using a pole and grinds corn for homemade hushpuppies fried to golden perfection. He plants the delicious staple known as black-eyed peas and discovers how the decadent chocolate mud pie got its name. It's an abundant plateful of Mississippi cuisine filled with the stories and legends behind...    "
                },
                "3": {
                    "title": "Vermont",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "25 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Vermont in pursuit of the state's most noteworthy foods. First, Taylor explores the cheese trail, where he learns to \"hoop\" the curds, preparing world-class cheddar cheese. Next, he learns how to tap a maple tree and gets his hands dirty folding dough to make time-honored common crackers. Then, he is introduced to a fiddlehead that's meant for eating, and he sinks his teeth into an apple pie fit for a president. It's a beautiful ride through the mountains of Vermont, where Taylor learns firsthand that everything does ...    "
                },
                "4": {
                    "title": "New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across New York on a quest to assemble a plate of the state's most iconic foods. First, Taylor heads to the Union Square farmer's market to gather ingredients for a classic Waldorf salad. Then, he visits Delmonico's to learn how to cut and cook the namesake steak. Next, he travels to Central New York to sort spuds for salt potatoes and assemble the Italian-inspired Utica greens. Finally, he prepares a quintessential New York cheesecake. It's a heaping helping of New York cuisine filled with the stories and legends behind the ...    "
                },
                "5": {
                    "title": "Missouri",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Missouri on a quest to assemble a plate of the state's most iconic foods. First, he visits one of the oldest Italian neighborhoods in St. Louis, where they prefer their ravioli toasted. Next, he crashes a cook-off, in search of the best BBQ pork steak. Then, he learns the secret to a local comfort food, pork and beans. For dessert, it's a double dose of sweetness with a gooey butter cake and a crispy waffle cone with ice cream. It's a heaping helping of the Show Me State's most historic and delicious foods.    "
                },
                "6": {
                    "title": "Iowa",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Iowa on a quest to assemble a plate of the state's most iconic foods. First, he learns the art of hog calling from a ten-time champion and mixes up a batch of ham balls. Next, he helps prep award-winning pork tenderloin sandwiches with unique, tiny buns. He uses local corn and soy crops to stir up some succotash. Then, he gets a taste of the sour main ingredient of a classic rhubarb pie. It's a heaping helping of Iowa cuisine filled with the stories and legends behind the Hawkeye State's most delicious foods.    "
                },
                "7": {
                    "title": "Minnesota",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Minnesota on a quest to assemble a plate of the state's most iconic foods. First, he forages for a hidden treasure, morel mushrooms. Next, he heads to one of the famous ten thousand lakes in pursuit of walleye, the official state fish. Then, he learns to make two traditional dishes: a casserole-style meal known as \"hot dish,\" and a Norwegian flatbread called \"lefse.\" Finally, he visits the birthplace of the Bundt cake. It's a heaping helping of Minnesota cuisine filled with the stories and legends behind the North Star ...    "
                },
                "8": {
                    "title": "South Dakota",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across South Dakota on a quest to assemble a plate of the state's most monumental foods. First, he visits a sheep farm where they produce flavorful meat for chislic, a cubed meat dish. Next, he heads to a bison ranch to learn how to herd bison, and he scouts roadside ditches in search of wild asparagus. Then, he learns how to make two of the state's popular desserts: a Native American berry dish called \"wojapi\" and a German inspired pastry called \"kuchen.\" It's a heaping helping of the Mount Rushmore State's most delicious foods.    "
                },
                "9": {
                    "title": "Pennsylvania",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Pennsylvania on a quest to assemble a plate of its most iconic foods. First stop, the mushroom capital of the world, where Taylor learns how to cultivate edible fungi. Then, it's off to the City of Brotherly Love to make classic Philly Cheesesteaks. Next, Taylor ventures to Amish country to learn how to prepare chow-chow and twist pretzel dough. Finally, he learns how to make a classic molasses-filled dessert that lives up to its name: shoofly pie. It's a plateful of Pennsylvania cuisine filled with legends and stories ...    "
                },
                "10": {
                    "title": "Maryland",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Maryland on a mission to assemble a plate of the state's most iconic foods. Obviously, seafood is on the menu for this Mid-Atlantic state, so Taylor learns to make seafood coddies, goes fishing for blue crab on Chesapeake Bay, and tries his hand at farming oysters for the perfect oyster stew. In order to have something to accompany the seafood, Taylor is trained in the old-fashioned and time-consuming art of beating biscuits. Finally, he gets a lesson in constructing a classic, eight-layered Smith Island cake. It's a ...    "
                },
                "11": {
                    "title": "Oregon",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Oregon on a mission to assemble a plate of the state's most iconic foods. First, Taylor visits a pear orchard in the fertile Willamette Valley to sample the official state fruit. Then, he heads to the coast to learn how to catch Dungeness crabs. Further inland, Taylor hunts for elusive truffles and roasts raw hazelnuts. Finally, he visits the birthplace of the marionberry, a hybrid blackberry that is the main ingredient of the state's famous pies. It's a plateful of the best of Oregon, filled with the stories behind the ...    "
                },
                "12": {
                    "title": "Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Entertainer Taylor Hicks tastes his way across Washington State on a mission to create a plate of its most iconic foods. First, Taylor heads to the shoreline to dig up the locally loved geoduck, a huge and strange-looking clam. Then, he catches a Coho salmon, which is grilled on a cedar plank and served with stewed apples harvested from a public orchard. Dessert is fresh-picked raspberries, baked in a tart and accompanied by an artfully poured espresso drink from the nation's coffee capital. It's a heaping helping of The Evergreen State, piled high with its weird, ...    "
                },
                "13": {
                    "title": "Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Taylor treks through the Last Frontier to show you how to eat like an Alaskan. He'll travel to our northern-most state to bring you delicacies not found anywhere else in the nation. First, he'll check out a hot dog that looks familiar but hides a tasty secret. Then, he'll fish the Alaskan waters for two different types of kings. Finally, he'll learn the lore behind two Alaskan eats: pickled kelp and Eskimo ice cream. If you crave adventure and hunger for the unknown, join Taylor on his tasty exploration of this wild land.    "
                },
                "14": {
                    "title": "Montana",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In Montana, they have big skies and bigger appetites, but can they fill the big State Plate? Taylor Hicks will learn about wild Montana, as he sets his sights on finding the right fare. First, Taylor will fly-fish with basketball legend, Bob Knight, as they seek out trout in the southern rivers. Next, he'll take a historic journey into the copper mines of Butte, to find out what it takes to make a tasty pasty. And finally, he'll discover a pie so wild that it's made from a berry that's never been tamed. So bring your appetite, because it's about to get mouth-watering ...    "
                },
                "15": {
                    "title": "North Dakota",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Explore the boundless bounty of North Dakota. Known as the Peace Garden State, this humble northern land is the United States' top producer of many farm-to-table treats, and Taylor Hicks is out to try them all. He'll harvest fresh clover honey and see what the buzz is about. He'll have a fin-tastic time fishing for fresh northern pike. Then he'll learn about not one, but two top exports: barley and sunflower seeds. Finally, he'll discover the chokecherry - a North Dakota delicacy that is neither dangerous nor a cherry. It's a farm-to-table feast on this State Plate.    "
                },
                "16": {
                    "title": "Rhode Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "16 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    This state is small, but it's big on taste. Travel with Taylor to the tiniest state in the Union, Rhode Island, where he explores the historic snacks that set the state apart. Discover why it's called the Ocean State by touring Rhode Island's largest calamari festival. Next, learn what puts the \"stuff\" in stuffie, as Taylor helps create this iconic recipe for the plate's main course. Then, find out about the oldest food in the United States: the johnnycake. And finally, double down on dessert as Taylor dives into not one, but two, unique Rhode Island sweets.    "
                },
                "17": {
                    "title": "New Jersey",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "23 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    It may be called the Garden State, but in New Jersey, diners pop-up like wildflowers. Come with Taylor Hicks as he curates a plate to showcase New Jersey's love of late-night diners. Find out why you'd never mistake the Italian hotdog with one from Chicago. Figure out the historical role the pork roll sandwich had to play in the revolution. Dance, dunk and dip the night away with a New Jersey original: disco fries. And check out New Jersey's version of a sloppy joe - a sandwich so delicious and precise you'd hardly recognize it. Celebrate diner culture with a State ...    "
                },
                "18": {
                    "title": "Ohio",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "5 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Called the Buckeye State, Ohio is nicknamed for a nut that spawned a look-alike candy treat. But what other foods are famous in Ohio? Taylor Hicks is on a mission to find out. He'll take a trip into Amish country to uncover the historic origins of baby swiss cheese. He'll scour chili-crazed Cincinnati to see how many ways they can serve it up. He'll pick pawpaws - a state fruit so nice, they named it twice. And, he'll seek out the American-roots of the Polish pierogi - a savory dumpling hearty enough to fill even the biggest state plate.    "
                },
                "19": {
                    "title": "Kentucky",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The Bluegrass State is serving up derby eats and down-home treats. Come with Taylor Hicks as he explores mouthwatering fare and the beautiful countryside of Kentucky. First, he'll sample a delicate derby favorite, the benedictine sandwich. Then, he'll taste burgoo, a stew so unique that natives don't agree on a recipe or how it got its name. He'll sleuth out the secret recipe of the hot brown, Kentucky's most famous late-night dish. And finally, he'll sample the bourbon ball, a Kentucky candy favorite. It's a world of unbridled flavor on this State Plate.    "
                },
                "20": {
                    "title": "North Carolina",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    North Carolina may be first in flight, but can it also be first in bite? Taylor Hicks will explore the farm-to-table flavors of a state famous for its Southern staples and slow-roasted meats. First, Taylor will pick a versatile native grape, used in everything from juice to jelly, and make a perfect spread for homemade biscuits. Then, he'll weigh in on a BBQ battle royal that's left a state divided on what constitutes \"true 'cue.\" Next, he'll try two sides that feature farm-fresh greens. And finally, he'll savor some homemade sweet potato pie, a true Carolina treat. ...    "
                },
                "21": {
                    "title": "New Hampshire",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In New Hampshire, \"Live Free or Die\" isn't just a motto, it's a way of life. Taylor Hicks will explore the liberated larder of a state that's truly free. First, Taylor will taste some fall-ready soup and find out the history of America's first fruit, the pumpkin. Next, he'll savor the freest dairy product in the union - New Hampshire's unpasteurized yogurt. Then, he'll find out what's like to be home on the free-range when he visits venison and white potato farms. And, finally Taylor will sample a dessert that tastes like cider, eats like cake, and has the freedom to ...    "
                },
                "22": {
                    "title": "Connecticut",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Nicknamed The Constitution State, Connecticut knows how to start traditions. On this State Plate, Taylor Hicks gets schooled on classic eats with Connecticut flare. First, Taylor eats a piece of apizza, a Connecticut take on an Italian staple that swaps sauce for seafood. Next, he'll snack on a cold sandwich with a temperature twist, as he dives into a hot lobster roll. Then, he'll chow down on a burger so unique that it's picking up steam - the steamed cheeseburger. Finally, he'll cool down with an ice cream float and learn that this sweet treat has a history as ...    "
                },
                "23": {
                    "title": "New Mexico",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's a hot, hot, hot State Plate. Taylor travels to New Mexico to chow down on chiles galore. He'll turn up the heat in Hatch, a town famous for green chiles and their classic stew. Then, he'll spice it up in Chimayo where he'll make chile powder and eat carne adovada. Then, he'll see how much heat he can stand, when this kitchen cooks up two savory side dishes: calabacitas and sopaipillas. Finally, he'll chill out with brittle made from a native nut that's hard to pick but worth the effort. We're packing the ultimate heat in the land of enchantment on this sizzling ...    "
                },
                "24": {
                    "title": "Nevada",
                    "kind": "episode",
                    "episode of": {
                        "title": "State Plate (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's no gamble that you'll find fabulous food in Nevada. On this State Plate, Taylor Hicks goes big, tasting his way through The Silver State's legendary buffets and more. First, he'll sample Nevada's favorite appetizer, the shrimp cocktail. Then, he'll find the biggest, baddest buffets to pile on the prime rib, crack open some crab legs, and savor a tsunami of sushi all along the Vegas strip. Finally, he'll loosen his belt and feast on gateau Basque, a flaky dessert that's as old as Nevada itself. Get ready for an all you can eat State Plate.    "
                }
            }
        },
        "number of episodes": 50,
        "cast": [
            {
                "name": "Hicks, Taylor"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTU4ZTQxMTMtNWJhMy00ODE2LWIxZmItY2RiNGMyM2VkOTY2XkEyXkFqcGdeQXVyNjAxMTI1Mzk@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "State Plate",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "State Plate (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Melton, Christy"
            },
            {
                "name": "Miller, Sarah"
            },
            {
                "name": "Ruppert, Joan"
            }
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "INSP Network"
            }
        ],
        "plot": [
            "Musician and restaurateur Taylor Hicks tastes his way across the United States on a quest to assemble plates that represent each state's most historic, famous, and tastiest foods.::INSP"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 7.9
            },
            "males": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females": {
                "votes": 12,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 7.9
            },
            "us users": {
                "votes": 10,
                "rating": 8.9
            }
        },
        "number of votes": {
            "10": 11,
            "9": 2,
            "8": 0,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 7.9,
        "median": 1
    }
}