{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjA0YzA5ZDEtMWMxMi00Nzk1LTkzOWUtMGM4ZmUwMjBlNmNlL2ltYWdlXkEyXkFqcGdeQXVyNjMxNTQ0NDQ@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "The American Dream has long inspired both natural born citizens and immigrants with the vision of a country liberated from despotism and privileged orders; one where equality, opportunity, and upward social mobility remain achievable through daring and hard work. The ethos is credited with contributing to a cohesive American experience within a nation of extraordinary diversity, multiplicity of cultures, and beliefs. Today, that dream appears illusive amidst the consolidation of wealth and power, a dwindling middle class, rising inequality, and growing resentment against immigrants. But of course all hope is not lost, and in this series, we meet The New American Dreamers. These inspiring citizens envision and make possible an America where immigrants enrich our world, where the search for solutions to global problems enhances who we are as a people, where those who have much enable those who have little, and where individuals working together overcome challenges to achieve a grander vision of humanity.",
        "title": "The New American Dreamers",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The New American Dreamers (United States)"
        ],
        "production companies": [
            {
                "name": "The Content Farm"
            }
        ],
        "plot": [
            "Discover the new American Dream.",
            "The American Dream has long inspired both natural born citizens and immigrants with the vision of a country liberated from despotism and privileged orders; one where equality, opportunity, and upward social mobility remain achievable through daring and hard work. The ethos is credited with contributing to a cohesive American experience within a nation of extraordinary diversity, multiplicity of cultures, and beliefs. Today, that dream appears illusive amidst the consolidation of wealth and power, a dwindling middle class, rising inequality, and growing resentment against immigrants. But of course all hope is not lost, and in this series, we meet _The New American Dreamers_ (qv). These inspiring citizens envision and make possible an America where immigrants enrich our world, where the search for solutions to global problems enhances who we are as a people, where those who have much enable those who have little, and where individuals working together overcome challenges to achieve a grander vision of humanity."
        ],
        "tech": {}
    }
}