{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 January 2016"
            }
        ],
        "release dates": [
            "USA::20 January 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Sarajevo, Bosnia and Herzegovina"
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "plot outline": "Closed Course tracks 30 athletes when they converge in Sarajevo, Bosnia transforming abandoned sports ruins into an arena like no other. These awe-inspiring influencers of bmx, parkour, slackline, skateboarding, extreme pogo and more are always looking to take their discipline to the next level whether it be bigger air, an extra rotation, or a longer run.. Once a global stage in 1984, our Whistle Sports crew of thrill-seekers restore glory to these venues converting them into playgrounds for the action sports of today.",
        "languages": [
            "English"
        ],
        "title": "Closed Course",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Closed Course (United States)"
        ],
        "production companies": [
            {
                "name": "Whistle Sports"
            }
        ],
        "distributors": [
            {
                "name": "Go90"
            }
        ],
        "plot": [
            "_Closed Course_ (qv) tracks 30 athletes when they converge in Sarajevo, Bosnia transforming abandoned sports ruins into an arena like no other. These awe-inspiring influencers of bmx, parkour, slackline, skateboarding, extreme pogo and more are always looking to take their discipline to the next level whether it be bigger air, an extra rotation, or a longer run.. Once a global stage in 1984, our Whistle Sports crew of thrill-seekers restore glory to these venues converting them into playgrounds for the action sports of today."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}