{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 October 2016"
            },
            {
                "country": "UK\n",
                "date": "1 February 2017"
            }
        ],
        "release dates": [
            "UK::1 October 2016",
            "UK::1 February 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Queen of the Swingers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Munki and Trunk spot some delicious fruit, and head through the jungle to get it. The journey's easy for Munki because he can swing from vines, but Trunk has a much harder time. She wants to learn how to swing, too, and Munki wants to help her, but getting an elephant to swing from a vine requires some very special motivation.    "
                },
                "2": {
                    "title": "Prickly Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Munki and Trunk find some delicious-smelling prickly pears, but they're surrounded by a cactus barrier. They try reaching through it, pushing it apart, dangling over it and sucking the fruit out of it it, but no matter what they do, they can't get the delicious fruit from behind the spikes.    "
                },
                "3": {
                    "title": "Sweet Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Munki has a sore throat, and his best friend Trunk needs to get him some honey to sooth it. But all the honey is in the hive at the top of a tall tree, so Trunk will need to go to ridiculous lengths to get it.    "
                },
                "4": {
                    "title": "Walk This Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Trunk's loud footsteps cause trouble in the jungle - she almost steps on Ribbert, she makes leaves fall on Humph's lawn and she nearly wakes Mama's eggs. She finally decides to keep completely still, but it's impossible when Munki is eating delicious fruit nearby. Trunk jumps for the fruit, and accidentally shakes a boulder loose. It rolls through the jungle, threatening all the animals, and only Trunk's ground-shaking run can save the day.    "
                },
                "5": {
                    "title": "Bloomin Emergency",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Munki thinks that he's destroyed Trunk's precious flower. He can't let his friend down, so he journeys through the jungle, desperately searching for a replacement before Trunk gets back home.    "
                },
                "6": {
                    "title": "I Would Walk 500 Miles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    When a game of catch goes badly wrong, Munki is sent flying to Antarctica. He starts the long journey back home, and meets some strange new friends on the way. Meanwhile, Trunk crosses canyons, deserts and seas, searching for her missing friend. They finally reunite on a desert island in the middle of the ocean. They've traveled halfway around the world - how do they get home?    "
                },
                "7": {
                    "title": "Home Improvement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    While the Ostrich family is having a swim at the river, Munki, Trunk and Rocky play 'fetch' in their clearing, and accidentally destroy the ostrich nest. They have to rebuild it before they get in trouble, but they quickly get carried away in an over-elaborate construction project. Just before the ostriches return the new mega-nest that Munki and Trunk have built collapses, and they need to fix their mess, fast.    "
                },
                "8": {
                    "title": "Is It a Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    It's nighttime in the jungle. The animals are trying to sleep, but a series of mysterious noises keeps them awake. Giraffe is freaked out. Is it a monster? No. Rocky the rhino is sleep-walking, and crashing his way through the jungle. It wouldn't be a problem if he wasn't heading towards the sleeping Humph's precious lawn.    "
                },
                "9": {
                    "title": "Hiccup Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Trunk gets the hiccups, and Munki tries to help her find a cure. She tries traditional remedies like holding her breath or drinking upside-down but they only make things worse, until Trunk's hiccups are so powerful that they are launching her around the jungle like a five-tonne bouncy ball. The only thing powerful enough to stop her is Humph the grumpy hedgehog.    "
                },
                "10": {
                    "title": "Adventures in Babysitting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Mama Ostrich asks Munki and Trunk to babysit her eggs. Munki thinks it's going to be an easy job. But the eggs are escape artists, and they're soon leading Munki and Trunk on a high-speed chase through the jungle, causing chaos and heading towards every kind of disaster. To babysit these eggs, Munki and Trunk are going to need a lot more than a lullaby.    "
                },
                "11": {
                    "title": "A New Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Munki and Trunk accidentally dislodge the beehive from it's usual tree, and it ends up stuck in the branches of their own tree. The bees swarm to protect their new home and Munki and Trunk have to find another place to live. They search the jungle for a suitable replacement tree - but there's no place like home.    "
                },
                "12": {
                    "title": "Holey Moley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Rocky loves nothing in this world more than a stick. He buries one by the waterhole, but the next morning he forgets where it is, and goes into a digging frenzy to find it. Munki and Trunk try bringing Rocky other sticks, but he won't be distracted. He digs so many holes that he creates a huge maze, and Munki and Trunk accidentally get trapped within.    "
                },
                "13": {
                    "title": "Hot Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    It's a crazily hot day. Munki and Trunk do everything they can to cool down, but the river and the water hole dry up, and Trunk gets encased in quick-drying mud. Through a series of misadventures they end up on a nearby snow-capped peak, and manage to pull a whole weather system down to cool the forest.    "
                }
            },
            "2": {
                "1": {
                    "title": "Bubble Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Munki discovers some special berries that can be blown up into large purple bubbles. He shows them to Trunk, and the two of them have lots of fun until Munki gets trapped inside a bubble blown by Trunk. He gets bounced all around the jungle. Trunk tries to rescue him, but her job gets a lot harder when his bubble gets launched up into space.    "
                },
                "2": {
                    "title": "A Sneeze on the Breeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    A wind blows in from the savannah carrying thousands of floating seeds. Munki calls the alarm and the jungle animals prepare for the invasion of seeds, but it's too late: the seeds wreck havoc, tickling all the animals until they're paralysed with laughter and setting off Trunk's explosive allergies.    "
                },
                "3": {
                    "title": "Stuck in the Middle with You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Munki falls into the hollow of their tree and gets stuck. Trunk tries everything she can think of to get him out.    "
                },
                "4": {
                    "title": "Rainbow Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Munki and Trunk discover the end of a rainbow. It's magical. They play around with it, using it to change their colour and swimming up its beautiful arch. They have the best day of their lives. But when the rainbow fades away, they find themselves stranded very far from the jungle.    "
                },
                "5": {
                    "title": "Mr Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Tallbert wants to join in Munki and Trunk's games, but he's not sure how to play along. He's feeling forlorn until he makes a new friend (literally) by painting a face on a rock. Tallbert and the rock have the best time together - until the happy face gets wet. With its smiley face turned into a frown, the rock becomes Tallbert's nemesis.    "
                },
                "6": {
                    "title": "How Do You Sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Munki has insomnia. He goes through the night-time jungle trying to find someone to play with, but everyone else is fast asleep. He visits all his friends and tries to go to sleep the way they do, but nothing he tries seems to work.    "
                },
                "7": {
                    "title": "Cold Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    It's a cold night in the jungle, and all the animals want to huddle around the warmth of Ray the firefly. Ray doesn't like being crowded and escapes to the safety of the beehive, where he makes friends with Buzby. Unfortunately, he sets off an intruder alert with the rest of the swarm.    "
                },
                "8": {
                    "title": "Tidy up Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    One of Munki and Trunk's games gets out of hand, and they accidentally destroy Humph's lawn. Now Humph is homeless, so they offer to let him move in with them. But Humph's obsessive tidiness makes their lives extremely difficult - they'll have to get Humph's home fixed for him if they want things back to normal.    "
                },
                "9": {
                    "title": "Copycat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Munki playfully teases Trunk by copying everything she does. Trunk tries to make him cut it out by doing things that he can't do, but he manages to match her in every way. But Munki doesn't find the game so funny when Trunk turns it around, and starts copying him.    "
                },
                "10": {
                    "title": "Nuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Munki and Trunk find a tiny nut. They split it and are about to eat it, when they spot a bigger nut, then a bigger one, then a bigger one - until they find a gigantic mega-nut. It looks amazing. Unfortunately, it's also a bit of a tough nut to crack, and whether they smash it, slam it, drop it or crush it, they can't seem to get it open.    "
                },
                "11": {
                    "title": "What's Mine Is Yours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    Munki and Trunk are eating a delicious pile of mangoes. But when there's only one mango left, they both politely refuse to eat it, making a big show of offering it to each other to eat. Their politeness quickly escalates into a game, where they invent increasingly tricksy ways to get the other to take the mango.    "
                },
                "12": {
                    "title": "Munki's Trunk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Munki admires Trunk's trunk, and tries to make a trunk of his very own. He ends up stretching his tail and hanging it over his head - but just because he has something that looks like a trunk, it doesn't mean he can use it to picking berries, drink, or breathe underwater.    "
                },
                "13": {
                    "title": "Ribbert's Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    Everyone in the jungle has a talent. Hue the chameleon can change colour, Humph the hedgehog can transform into a spiky ball, Trunk can trumpet and Munki can do a silly trick with his fingers. But what can Ribbert the Frog do? Trunk finds out that night, when the chirping crickets make music that makes Ribbert dance amazingly, as long as no one's watching.    "
                }
            },
            "3": {
                "1": {
                    "title": "Banana Noir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    Munki and Trunk wake up to discover that all the bananas have disappeared. They travel around the jungle like a pair of private sleuths, investigating the crime, and trying to find the banana-stealing suspect. It it Tallbert? Baby Ostrich? Or maybe someone closer to home?    "
                },
                "2": {
                    "title": "Bee Plot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    Munki and Trunk are about to tuck in to an epic fruit picnic. But the beehive falls from the tree, and Buzzby comes to them for help - They're the only ones who can get it back. Reluctantly, they give up their bounty and chase the hive as it bounces wildly through the jungle.    "
                },
                "3": {
                    "title": "Chain Reaction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    Munki and Trunk discover some pods that pop when touched, scattering their seeds. Munki gets excited when he realises that he can make a chain-reaction of exploding seeds. He gets obsessed, and soon starts constructing an elaborate chain reaction that takes over the entire jungle.    "
                },
                "4": {
                    "title": "Unidentified Crawling Object",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Munki and Trunk are deeply disturbed when a rock starts crawling around by itself. It's a tortoise. They've never seen one before, and have no idea how to handle it - especially because this particular tortoise has a habit of leaping out of his shell.    "
                },
                "5": {
                    "title": "Hypno Munki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "plot": "\n    Munki's swinging tail accidentally hypnotises Trunk into thinking that she's a monkey. While Munki tries to work out what's wrong with her, he accidentally hypnotises more of his friends. He finally works out what has happened and thinks that it's hilarious, until the other monkey-animals eat all his bananas.    "
                },
                "6": {
                    "title": "Busy Doing Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "plot": "\n    Munki and Trunk are bored. Trunk comes up with a variety of fun experiences to entertain them, but Munki doesn't really want to do any of them. Trunk eventually runs out of ideas and falls into despair, and it's up to Munki to come up with a fun activity to cheer up his friend.    "
                },
                "7": {
                    "title": "Strange Brew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "plot": "\n    Munki and Trunk are messing around making weird food concoctions, when lightning strikes. Munki's concoction turns into a potion that makes him grow taller, and Trunk's makes her grow shorter. At first they're delighted by their new sizes, but they keep growing and shrinking, and realise that they're going to need to make new potions to get themselves back to normal.    "
                },
                "8": {
                    "title": "Boom Crack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    A storm is approaching, and Munki and Trunk know that Rocky the Rhino is terrified of thunder. They need to calm Rocky down, and block his ears with moss. Unfortunately, Rocky gets startled by the thunder. He panics, goes on a rampage, and digs himself to safety in a tunnel under Humph's lawn. This is a problem for Humph, who isn't too happy with his new guest.    "
                },
                "9": {
                    "title": "Tickle Munki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "plot": "\n    One of Mama Ostrich's feathers comes loose and blows through the jungle. By chance, it keeps on blowing past Munki and Trunk, tickling them mercilessly. Munki and Trunk finally manage to catch it, but they discover that there's no safe way to dispose of a feather.    "
                },
                "10": {
                    "title": "Cliffhanger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    Trunk has managed to get herself in a tricky situation. She is trying to rescue her flower, and has somehow ended up stuck high up between two stone spires, far out in the savannah. Munki comes to the rescue, but when one of the spires collapses they are launched back into the jungle, and go on a wild and ridiculous chase to get the flower back.    "
                },
                "11": {
                    "title": "Boing Boing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    Munki and Trunk discover a mysterious flower with glowing pink sap. Whatever the sap touches turns floppy - arms, legs, rocks, trees, everything. Munki and Trunk have a huge amount of fun playing with the sap. But when the ostrich eggs are threatened by a rolling boulder, Munki and Trunk discover that having floppy bodies makes the rescue mission a whole lot harder.    "
                },
                "12": {
                    "title": "Static",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    Munki and Trunk race through the long grass. The air is dry, and Munki gets charged up with crackling static electricity, which makes his fur go puffy. Dry leaves get attracted to Munki, following him around and getting stuck to his fur. He gets chased through the jungle by leaves. How is he going to escape this weird phenomenon?    "
                },
                "13": {
                    "title": "Wild Flower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    Munki sees how much Trunk loves her flower, and wants a flower of his own to look after. Trunk is excited to teach Munki how to garden, and he turns out to be a good student - too good. With all the water and soil Munki's giving it, the flower grows too big for his branch. Munki's going to have to find a new home for his plant - luckily, the bees always have room for a giant flower.    "
                }
            },
            "4": {
                "1": {
                    "title": "The Artist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "plot": "\n    Munki sees his footprints in the mud and he likes the way they look. He tries sticking his hands in the mud, too, and makes hand-prints on nearby rocks. He has discovered art. He throws himself into his new discovery, making sculptures and paintings. Trunk wants to be involved, but she just doesn't have the artistic touch. Can she unlock her inner genius?    "
                },
                "2": {
                    "title": "Bad Hair Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    Munki wakes up with a tuft of hair sticking out the side of his head. Trunk tries to fix it. She wets the tuft, brushes it, glues it down with honey, hides it under a hat, and even puts it in curlers, but everything she does makes the situation worse. And when she tries shaving it - much, much worse.    "
                },
                "3": {
                    "title": "Sticky Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "plot": "\n    While trying to get at a delicious bunch of berries Munki accidentally breaks a branch, and super-sticky sap starts dripping down into the jungle. Munki and Trunk end up getting get glued to themselves, each other, the ground, the vines and everything else. How are they going to stop the sticky sap?    "
                },
                "4": {
                    "title": "Sweet as Honey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "plot": "\n    Humph tastes honey for the first time. It's so delicious. It makes him feel warm and happy, and he wants to share his joy with the rest of the jungle. The other animals, however, aren't used to the normally-grumpy Humph being so happy. It makes them nervous, and throws out the order of the jungle.    "
                },
                "5": {
                    "title": "Staring is Caring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Munki and Trunk (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "plot": "\n    Munki and Trunk start a staring competition. Munki is the reigning champion until he meets his match with Tallbert. The two of them stare at each other until the sun goes down and Munki falls asleep. Tallbert isn't sure of the rules, and keeps staring throughout the night. The next morning, Tallbert can't close his poor, dry eyes. Munki and Trunk try everything they can to get their friend a bit of shut-eye.    "
                }
            }
        },
        "number of episodes": 44,
        "cast": [
            {
                "name": "Lambole, Alison"
            },
            {
                "name": "Gair, Matthew"
            },
            {
                "name": "Dawes, Brent"
            },
            {
                "name": "Barnett, Daniel"
            },
            {
                "name": "Peter, Gavin"
            },
            {
                "name": "van Vuuren, Rob"
            },
            {
                "name": "van Wyk, Tinarie Loots"
            },
            {
                "name": "de Wet, Emma"
            },
            {
                "name": "Neill, Adam"
            },
            {
                "name": "Dawes, Brent"
            },
            {
                "name": "Barnett, Daniel"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "7"
        ],
        "countries": [
            "South Africa",
            "United Kingdom"
        ],
        "country codes": [
            "za",
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 9.0,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzdhMGM3NjYtMGUwMS00NTUzLTkwZWMtMWY4M2FjOTViMDI5XkEyXkFqcGdeQXVyMTAyNjY3OTM@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Munki and Trunk",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Munki and Trunk (South Africa)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Brenton, Will"
            },
            {
                "name": "Crowther-Smith, Robin"
            },
            {
                "name": "Dawes, Brent"
            }
        ],
        "production companies": [
            {
                "name": "Jungle Beat Animation"
            },
            {
                "name": "Sunrise Productions"
            }
        ],
        "distributors": [
            {
                "name": "Aardman Animations"
            },
            {
                "name": "Sunrise Productions"
            }
        ],
        "tech": {
            "runtime": [
                "7 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 9.0
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 8.3
            },
            "males": {
                "votes": 6,
                "rating": 8.3
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 8.2
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 7,
                "rating": 8.4
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 3,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.0,
        "median": 1
    }
}