{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 November 2016"
            },
            {
                "country": "USA\n",
                "date": "25 December 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::15 November 2016",
            "USA::25 December 2016                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Prerequisite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating: 101 (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Anderson, Jas"
            },
            {
                "name": "Brentan, Carlotta"
            },
            {
                "name": "Coates, Anthony"
            },
            {
                "name": "Ellis, Nicolette"
            },
            {
                "name": "Gunraj, Storm"
            },
            {
                "name": "Herrera, Alyssa"
            },
            {
                "name": "Johnson, Dwan"
            },
            {
                "name": "McCoy, Claudia Nell"
            }
        ],
        "locations": [
            "New York City, New York, USA::(location)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzdkNWI0NmMtZjk0Mi00NTZiLTkzNDMtNDA4NDIwNWNjNDMxXkEyXkFqcGdeQXVyNDQ0NDU5ODA@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$1,500 (estimated)",
        "plot outline": "In Dating: 101, behind all the humor, the play depicts different kinds of relationships - romance, friendship, emotional support - and tells a truth about relationships that are at moments happy and others sad. In this one-act play, Playwright Claudia McCoy explores the powerful emotions of Nina Johnston, a career minded woman who leaves the comfort of Atlanta to move to New York City with her boyfriend of 10 years, only to learn that he becomes unfaithful. With the undying support of her friends and her desire to accomplish her career goals, we watch as Nina attempts to deal with the deception and disappointment as she learns how to date and love again. Nina's story is a melodramatic saga concerning the realities of relationships based on broken trust, personal expectations and a balance between a career and love.",
        "languages": [
            "English"
        ],
        "title": "Dating: 101",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Dating: 101 (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "McCoy, Claudia Nell"
            }
        ],
        "plot": [
            "After ending a 10 year relationship, Nina Johnston is left wondering the rules to the game. With her pals, Brandon, Alynn and Roger, and their hilarious gendered perspectives on relationships, Nina learns it is not easy to an A in love.",
            "In _Dating: 101_ (qv), behind all the humor, the play depicts different kinds of relationships - romance, friendship, emotional support - and tells a truth about relationships that are at moments happy and others sad. In this one-act play, Playwright Claudia McCoy explores the powerful emotions of Nina Johnston, a career minded woman who leaves the comfort of Atlanta to move to New York City with her boyfriend of 10 years, only to learn that he becomes unfaithful. With the undying support of her friends and her desire to accomplish her career goals, we watch as Nina attempts to deal with the deception and disappointment as she learns how to date and love again. Nina's story is a melodramatic saga concerning the realities of relationships based on broken trust, personal expectations and a balance between a career and love."
        ],
        "tech": {
            "runtime": [
                "15 min (approx)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}