{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bracco, Vinny"
            },
            {
                "name": "Wright, Aaron Lee"
            },
            {
                "name": "Lekhraj, Andrew"
            },
            {
                "name": "Roberge, Emily"
            },
            {
                "name": "Boggs, Becky"
            },
            {
                "name": "Pribis, Sarah"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjNiNzk1NzUtNzEwYi00MTA3LTljZWEtNzg2MzVlMDU1YTJjXkEyXkFqcGdeQXVyMjM5ODIyNTg@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$50,000 (estimated)",
        "plot outline": "TriFeCta is a new comedic series that centers around the life of newly crowned internet celebrity Ryan Matthews. As an aspiring actor and self-proclaimed superstar Ryan certainly doesn't lack confidence. After entering a commercial contest on Youtube, Ryan is now finding the fame he has so eagerly desired. We follow Ryan and his two best friends, Damian and Justin as they navigate this new life. Slightly confused out how or why they got there, Justin and Damian do their best to support Ryan on his journey to the top. Along the way this unlikely trio experiences all the ups and downs of a millennial life in New York City, coupled with the perks and challenges brought on by their \"semi-famous\" friend. They cross paths with 2 sisters living in their building and these 5 friends make memories that will last a lifetime.",
        "languages": [
            "English"
        ],
        "title": "TriFeCta",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-",
        "akas": [
            "TriFeCta (United States)"
        ],
        "director": [
            {
                "name": "Wright, Aaron Lee"
            }
        ],
        "plot": [
            "_TriFeCta_ (qv) is a new comedic series that centers around the life of newly crowned internet celebrity Ryan Matthews. As an aspiring actor and self-proclaimed superstar Ryan certainly doesn't lack confidence. After entering a commercial contest on Youtube, Ryan is now finding the fame he has so eagerly desired. We follow Ryan and his two best friends, Damian and Justin as they navigate this new life. Slightly confused out how or why they got there, Justin and Damian do their best to support Ryan on his journey to the top. Along the way this unlikely trio experiences all the ups and downs of a millennial life in New York City, coupled with the perks and challenges brought on by their \"semi-famous\" friend. They cross paths with 2 sisters living in their building and these 5 friends make memories that will last a lifetime.::Aaron Lee Wright"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}