{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "3 August 2016"
            }
        ],
        "release dates": [
            "Australia::3 August 2016"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "The Darkest Spray Tan on the Gold Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hello Stranger (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Hello Stranger is a contemporary snapshot of the people of Australia. We talk to people in the street... then follow one story home. People pass each other everyday, but rarely stop to say hello. It turns out that we are more complex, remarkable and much stranger than you've ever imagined. Filming in all corners of the country, from Arnhem Land to the banks of the Murray river in SA, and from the housing commissions of Redfern to Caville Avenue in Surfers Paradise, Hello Stranger interviewed over 300 Australians cast directly off the streets.",
        "languages": [
            "English"
        ],
        "title": "Hello Stranger",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Hello Stranger (Australia)"
        ],
        "production companies": [
            {
                "name": "Australian Broadcasting Corporation"
            }
        ],
        "plot": [
            "_Hello Stranger_ (qv) is a contemporary snapshot of the people of Australia. We talk to people in the street... then follow one story home. People pass each other everyday, but rarely stop to say hello. It turns out that we are more complex, remarkable and much stranger than you've ever imagined. Filming in all corners of the country, from Arnhem Land to the banks of the Murray river in SA, and from the housing commissions of Redfern to Caville Avenue in Surfers Paradise, _Hello Stranger_ (qv) interviewed over 300 Australians cast directly off the streets.::ABC"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}