{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 September 2016"
            }
        ],
        "release dates": [
            "Canada::10 September 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Mighty Drip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Discarded as silly action figures for Jerry's 7th birthday, The Galactic Raiders - Bakko and Gant - magically come to life to investigate a mysterious sound coming from down the hall. Waking up their startled \"Commander\" Jerry, they take him and his 4-year old sister Nicole on a mission to save the neighborhood from what they believe is an invading force trying to steal Jerry's water from a leaking faucet - drop by drop.    "
                },
                "2": {
                    "title": "Robovac",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Excited to go on a family beach outing, Jerry's mother warns she will leave him with the babysitter if his room is not cleaned in ten minutes. But when Jerry turns on the vacuum (over the protest of the Raiders convinced this Monster Robot from outer space will suck up the neighborhood) Gant becomes ROBO VAC'S first victim. Jerry has to figure out how a vacuum works in order to rescue Gant AND get his room cleaned --with the help of Nicole and the Raiders -- all before ten minutes are up.    "
                },
                "3": {
                    "title": "A Hole Lot of Lettuce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Jerry discovers a good use for his math when the Raiders find holes in the lettuce leaves he is picking for Dad. Raiders first blame Nicole but are quickly convinced this Munching Monster must be captured before he eats the whole garden. Raiders to the Rescue! Which results in all the lettuce accidently being ripped up. When the Munching Monster turns out to be garden slugs, Jerry is delighted to see one up close and tells them all about slugs. Dad is not quite as delighted when Jerry brings in all the lettuce, but promises to rid their garden of slugs.    "
                },
                "4": {
                    "title": "Night Spies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Nicole is devastated to miss Jerry's first sleep-out in the tree house (she is catching a cold) so her brother teaches her flashlight signals. But while Jerry is inside showing Nicole how, the Raiders spot spies silently flying around the tree house, blinking signals to each other, obviously planning an invasion. Raiders to the Rescue! The sleep-out is ruined as Jerry and the Raiders try to capture the invaders. Finally under a magnifying glass, they discover the magic of fireflies. But by then everyone (but Bakko) falls asleep.    "
                },
                "5": {
                    "title": "Garbage Thief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Dad keeps interrupting Jerry's (and the Raider's) soccer game to remind him about finishing the jobs he started. But when Jerry forgets to put the garbage lid back on in the shed, strange sounds and shapes scare them. The Raiders are convinced it is the Gruel of Garbage! Raiders to the Rescue! Trying to scare the Gruel away they only make matters worse until they discover it is simply a mother raccoon trying to feed her baby. Jerry now understands why it was a good idea to finish putting the lid on that garbage!    "
                },
                "6": {
                    "title": "A Fishy Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Nicole and the Raiders feel increasingly ignored as Jerry becomes totally absorbed with a new fish he caught in their pond and named Herman. Feeling hurt, the Raiders take a closer look, discovering Herman has legs, which means he is not a fish -- he is a MONFIBIAN -- a monster that eats everything in sight! Raiders to the Rescue! They dump Herman back in the pond. Finding his beloved Herman gone, Jerry now feels terrible. He's sorry he ignored them but explains Herman was actually a TADPOLE for his school project-and explains the life cycle of a frog. Now Nicole and ...    "
                },
                "7": {
                    "title": "Web Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Realizing he forgot to make anything for his mother's birthday, Jerry asks Nicole to keep his mother occupied upstairs so he and Raiders can pick blueberries. But a web covering the back door convinces Bakko that they are up against the dreaded Web Master. Jerry explains it is a harmless spider web just as Bakko throws Nicole's hand-made birthday card into the web to knock it down -- but it gets caught. Jerry orders Bakko to get it down before Nicole freaks out. But Bakko would rather send Gant instead. A daring rescue of Nicole's card has a happy birthday ending for ...    "
                },
                "8": {
                    "title": "Fuzzbots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Jerry's best friend Wolf comes over to skateboard, but Dad won't let Jerry skate until he finds his helmet (if you put things up, you will always find them). Jerry talks the Raiders into helping him look for it in his room- but don't mess it up! Encountering Fuzzbots under the bed (dust bunnies), ferocious fuzzy creatures that smother everything, the Raiders perform a daring rescue to get Jerry's helmet, creating a total mess in the room. As the Raiders begrudgingly clean the mess that night, Jerry educates them with the odd and unusual habits and appetite of dust ...    "
                },
                "9": {
                    "title": "Hair-em Scar-em",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Haircut day! Nicole is excited but Jerry hates change especially changing his hair. Suddenly Nicole wails - her caterpillar Stripey is missing!! The kids ask mom for time to look for Stripey. The Raiders find Stripey. He's been captured by the Pod Poacher and is trapped inside a pod. The Raiders are about to slingshot the pod over the fence to save them all when Jerry realizes that it might just be a chrysalis. Sure enough, they watch a beautiful monarch emerge- pretty big change for Stripey. They are all so happy that even Jerry is now ready for a change - at least ...    "
                },
                "10": {
                    "title": "Pot of Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    One rainy day Jerry reads Nicole's favorite poem about a pot of gold at the end of the rainbow, boring the Raiders to tears. As the sun comes out, the Raiders spot a rainbow that ends in the garden. Jerry tries to convince them this is just a fable, but they insist on digging to find the pot of gold -hole after hole. Mom is not happy with all the holes in her garden, but when they find GOLD and give it to her, she is very happy. It is her grandmother's gold ring that she lost a long time ago. That night as Jerry discovers how rainbows work, Bakko is still convinced ...    "
                },
                "11": {
                    "title": "Mr. Rathbone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The Raiders help Jerry build a model airplane when a new neighbor, 7-year old Jamie, asks for help finding Mr. Rathbone, her cat. Jerry gets his dad to draw a picture for a poster, but the Raiders overhear \"long Claws and long teeth\" and are convinced a jungle cat is on the loose. They will 'capture' it with dad's camera. When they spot BURNING RED EYES in the back yard, they are terrified. Flying Jerry's newly built plane to scare off the animal, they sputter and fall to the ground - and almost get caught as not your normal toys , but Jamie is distracted by her cat ...    "
                },
                "12": {
                    "title": "Red Baron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    As Jerry and his friend Wolf perch in the tree house taking pictures of a moon eclipse, Bakko and Gant mistakenly think it is the RED BARRON turning the moon red. He will turn everything and everyone red if they don't stop him. Seeing the moon's red reflection in the pond, Gant jumps in to capture him. Jerry has to rescue Gant, trying not to make Wolf suspicious, and misses the actual eclipse. But Wolf got it on camera, and thanks to the Raiders, Jerry comes up with the perfect way to demonstrate the eclipse for their school project.    "
                },
                "13": {
                    "title": "Odor Ogre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    When Amanda, Jerry's dreaded babysitter arrives, he and the Raiders pretend to play 'hide in his closet' until a terrible odor drives them out. Trying to locate the terrible smell means tearing the house apart, much to Amanda's dismay. But when they go outside to search, and Nicole chases a sweet black and white' kitty' (a skunk), it is the Raiders who save the day. Soaking in a special concoction to get the skunk smell off, the Raiders are less than interested in learning about a sense of smell than in smelling better fast!    "
                },
                "14": {
                    "title": "Grandfather Clock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Jerry had promised to make a party hat for Nicole but forgot and now realizes he is running out of time. The Raiders decide to give him a hand by stopping time. They sneak down to mom's special Grandfather clock in the hallway. But when Bakko gets locked inside, swinging dizzily on the pendulum, Jerry must stop work on the hat and figure out how to get Gant inside the clock in a huge rescue operation. By the time Mom and Nicole appear with a cookie party hat, Jerry has saved the day and mom's clock.    "
                },
                "15": {
                    "title": "Where Is Tom Post?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    No one can figure out why Nicole loves taking out the compost until the day she accidently drops Jerry's new pen inside the compost box. When Jerry hears that some guy named \"Tom Post\" won't give his pen back Jerry goes with her to confront him quickly realizing Nicole has mistaken 'compost' for \"Tom Post\". Nicole thinks she is feeding him. Jerry tries to explain to her what compost is and what it does but realizes that Wolf's comic books (ones he thought he had lost) are very likely in the compost box as well. In a daring and dirty feat, the Raiders dive into the ...    "
                },
                "16": {
                    "title": "Bubble Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Dad has a deadline so Jerry offers to make lunch-how hard can it be?! Nicole has gum from a Birthday party she was told not to chew, but she sneaks a piece anyway, chews it, and sticks it on the kitchen table. Curious, Gant steps in it and gets stuck. Desperate to get out of the gum, he gets Bakko's attention. Bakko is convinced this sticky stuff is a Blibber Blubber plot to trap everyone. Things get worse when Jerry is ready to bring dad in for lunch. Jerry notices the Raiders are stuck to the ceiling, hanging on a bubble-gum thread right over an unsuspecting dad. ...    "
                },
                "17": {
                    "title": "Riley robot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    When Wolf brings over his brand new robot Riley, the Raiders and Nicole are competitive and jealous. This robot even picks dandelions, a job Jerry had not finished. The Raiders and Nicole decide to show how good they are by attempting to clean the house, but in the process make a total mess. Jerry assures the Raiders that no one can replace them, but he needs all of their help to get this mess cleaned up before dad finishes next door. As Riley starts shorting out, the Raiders come to the rescue to charge him up. At the end of the day, they all appreciate and welcome ...    "
                },
                "18": {
                    "title": "Wilson's Whistle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    When Jerry's aunt brings over her new puppy Wilson, both kids compete to take care of him. But the puppy only sleeps. Jerry needs to finish practicing his musical recorder, (despite everyone's aching ears) and forgets to check - and the puppy disappears. They look everywhere, trying every Raider trick, but no luck. Jerry finds a whistle in the basket, but no sound comes out of it. Disappointed he blows again and to everyone's surprise the puppy comes. That night they explore human hearing and dog's hearing. When Bakko makes fun of Jerry's recorder playing, he tries ...    "
                },
                "19": {
                    "title": "Just Add Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Mom has set up a guessing riddle for the kids. A bowl filled with water under a lamp-light sits on a table in Jerry's room and they need to guess what it is. Plying her with questions they're told it is brine shrimp. But when the Raiders find the box mom sent away for and see the picture, they are sure it is a gigantic feather sea monster that will smother them. They try to get rid of it to save Jerry and his family. But Jerry saves the shrimp just in time -- and learns all about the life cycle of brine shrimp. Gant is convinced that eleven pairs of legs and extra ...    "
                },
                "20": {
                    "title": "Knock Knock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Jerry is sleeping out in the treehouse with the Raiders, trying his Knock-Knock jokes on them for show and tell in the morning. Neither Raider understands the jokes right away, but finally Gant does and won't quit making them up. Gant keeps physically knocking when he says KNOCK-KNOCK. Finally Jerry gets them both to quiet down, but the knocking persists. And there is a terrible smell too. Scared, they check it out. Bakko is convinced it is a Hammer Head - and that could only spell trouble. Finally they capture the monster making the knocking to find it is a ...    "
                },
                "21": {
                    "title": "Skeeter Scare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    It's raining while Jerry and Wolf race toy cars in his room. Outside the Raiders go on full alert in the yard, terrified by the threat of a \"Tubular Tarantula\" attack (a swarm of mosquitoes). A doubting Jerry springs into action when some mosquitoes penetrate a hole in his window screen. A daring rescue by the Raiders of Nicole's dolly in the yard saves the day, and Jerry shares the fascinating life cycle of this little known insect.    "
                },
                "22": {
                    "title": "Ants in My Pants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Just because you are little does not mean you cannot do big thing! Nicole creates a surprise Tea Party for Jerry and Jamie. Jerry is less than excited, but plays along. Of course the Raiders, not happy watching from the tree house, suddenly see a threat-an invasion of MIGHTY MARCHERS who plan to steal the cookies. The Raiders execute a daring and dangerous plan to divert the Marchers, which fails, and a few ants crawl up Jamie's leg, ruining Nicole's party. Devastated, Jerry helps Nicole put the party back together. That night, learning all about ants, Jerry assures ...    "
                },
                "23": {
                    "title": "Push and Pull",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Jerry builds a Geo-dome with his new magnetic-sticks kit while the envious Raiders play with Nicole. When dad yells he needs help, Jerry warns the Raiders not play with his proud construction model. But the temptation is too great. The Raiders take apart the dome shoving magnetic sticks in their backpacks, when suddenly opposite magnetic poles attract and they are stuck together. The Raiders stumble around like a 4-legged spider as they try to free themselves. With Jerry's ingenuity they work as a team to get the magnets to release - and free themselves.    "
                },
                "24": {
                    "title": "Blowrado",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Ignoring his father, Jerry does a poor job of hanging his jeans on the clotheslines while Nicole recites her favorite story, The Three Pigs, to very bored Raiders. Suddenly a huge wind blows down the jeans, and scatters all the leaves. \"Raiders to the Rescue!\" Bakko declares this is the work of BLOWARDO! They must catch this enemy who huffs and puffs to blow everything down. Jerry explains it's only wind and you can't catch it, but shows them how to calculation the direction it's coming from by use of a weather vane. The Raiders still try but never do catch the wind, ...    "
                },
                "25": {
                    "title": "Flight of the Bumblers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Jerry and Jamie are in the tree house working on a unique angle for a class presentation on bees. Meanwhile Nicole and Raiders are watering flowers when Gant discovers a BUMBLER (dangerous intruder) \"drinking\" from the flower. Bakko is sure the Bumblers working with the flowers, preparing for an invasion. Jerry doesn't buy their story - but curious, he asks if they have an ultra violet lens on their BIG EYE. Looking through it he discovers how bees see a pattern of landing strips guiding the bees to the nectar. Just as Jerry and Jamie are about to take a picture, the ...    "
                },
                "26": {
                    "title": "Giant Thorom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jerry and the Raiders (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    A scorching hot day and everyone is bored. Nicole and Bobo (her toy bear) help mom water the garden. Jerry plays with his basketball. Suddenly there's a huge boom of thunder. Mom hurries the kids inside as there might be lightening. In Jerry's room, Bakko's explanation is that the Giant Thorom is in the sky and could drop a big ball on them any moment and squash them like a bug! Jerry dismisses his theory of course but the Raiders go ahead and build a bunker in Jerry's room - just to be safe. Suddenly Nicole remembers her Bobo is still outside! Who will rescue her ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Botkin, Sebastien"
            },
            {
                "name": "Gomes, Micaella"
            },
            {
                "name": "LaPlante, Ryan"
            },
            {
                "name": "Lima-Manoukian, Kyle"
            },
            {
                "name": "Lipes, Betsy"
            },
            {
                "name": "Mallais-DeLuca, Lauren"
            },
            {
                "name": "McNamara, Adam"
            },
            {
                "name": "Phillips, Keira"
            },
            {
                "name": "Wehlan, Tom"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmE2MDQ3NDQtYzhjMS00MTMzLThmYjktMmVlNjRiYjY3YzMyXkEyXkFqcGdeQXVyMjIzODk2MjQ@._V1_SY150_CR8,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Jerry and the Raiders",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Jerry and the Raiders (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Trites-Botkin, Nancy"
            },
            {
                "name": "Laurence, Penelope"
            },
            {
                "name": "Shekter, Mark"
            }
        ],
        "production companies": [
            {
                "name": "Fake Digital Entertainment"
            },
            {
                "name": "First Star Studio"
            }
        ],
        "distributors": [
            {
                "name": "Société Radio-Canada"
            },
            {
                "name": "TVO"
            }
        ],
        "plot": [
            "Jerry's life spins comically out of control when his two lame toy action figures, the Raiders, come to life."
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        }
    }
}