{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "March 2016"
            }
        ],
        "release dates": [
            "USA::March 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDY1N2ViMmItN2VkNi00NjUyLWE4NjMtYjg2OTE2YzE1YWM4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR51,0,101,150_.jpg",
        "plot outline": "Dateline World War II details the political changes in Europe with the rise of Hitler to power as Chancellor of Germany in the 1930's and eventual dictator and the attempts by Britain's Prime Minister Neville Chamberlain to appease Hitler's territorial demand in Europe in an attempt to avert war. The series also tracks the war in Asia that began full force with Japan's invasion of China. The episodes detail chronologically that failed peace efforts and the beginning of hostilities in 1939 with Germany's invasion of Poland, partly possible by the Hitler and Stalin Non Aggression Pact that is also chronicled. The major events on the diplomatic and political levels are covered on a comprehensive basis as are all of the areas of combat around the world: On land, sea and air. All the major battles, including the attack on Pearl Harbor tat brought U.S. into the war all the way through to the use of atomic arms in 1945 that brought the Second World War to an end. The turing point battles like Midway, El Alamein, the Normandy Invasion, Stalingrad and the Philippines along with every major battles across the globe are covered and detailed with real war footage. The air war in all theaters of combat are detailed with aerial views and the war at sea in all the world's oceans is shown. Dateline World War II shows how this global conflict began, how it was fought and how it was won.",
        "title": "Dateline World War II",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "plot": [
            "_Dateline World War II_ (qv) details the political changes in Europe with the rise of Hitler to power as Chancellor of Germany in the 1930's and eventual dictator and the attempts by Britain's Prime Minister Neville Chamberlain to appease Hitler's territorial demand in Europe in an attempt to avert war. The series also tracks the war in Asia that began full force with Japan's invasion of China. The episodes detail chronologically that failed peace efforts and the beginning of hostilities in 1939 with Germany's invasion of Poland, partly possible by the Hitler and Stalin Non Aggression Pact that is also chronicled. The major events on the diplomatic and political levels are covered on a comprehensive basis as are all of the areas of combat around the world: On land, sea and air. All the major battles, including the attack on Pearl Harbor tat brought U.S. into the war all the way through to the use of atomic arms in 1945 that brought the Second World War to an end. The turing point battles like Midway, El Alamein, the Normandy Invasion, Stalingrad and the Philippines along with every major battles across the globe are covered and detailed with real war footage. The air war in all theaters of combat are detailed with aerial views and the war at sea in all the world's oceans is shown. _Dateline World War II_ (qv) shows how this global conflict began, how it was fought and how it was won."
        ],
        "tech": {}
    }
}