{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 November 2016"
            }
        ],
        "release dates": [
            "USA::23 November 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Splash and Bubbles"
            },
            {
                "countries": "USA (working title)",
                "title": "Jim Henson's Splash and Bubbles"
            }
        ],
        "akas": [
            "Splash and Bubbles (original title)",
            "Jim Henson's Splash and Bubbles USA (working title)"
        ],
        "akas from release info": [
            "Splash and Bubbles (original title)",
            "Jim Henson's Splash and Bubbles USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Lu the Explorer/I've Got Rhythm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Splash takes his pals to go see his friend, LU, a fearless explorer in the deep. He has met Lu in his travels, and she has been an inspiration for Splash. Lu turns out to be a female football fish (the \"Lu\" stands for \"bio-LU-minescent\") who leads them on an adventure in the abyss./Wave, the octopus, loves the musicality of Reeftown, but tries to keep others from discovering that he has no rhythm.    "
                },
                "2": {
                    "title": "I Only Have Eyespots for You/Double Bubbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Splash sees a beautiful fish go by and instantly wants to be its friend, but whenever he tries to talk to the fish, it ignores him. / When Finny, a green dragonet, joins the group to play one day, Bubbles starts to worry that they're so similar, her friends won't need her around anymore.    "
                },
                "3": {
                    "title": "Cleaner of the Kelp/How Bubbles Got Her Moves Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    While playing in the kelp forest, Splash, Bubbles and Dunk meet Tidy the Garibaldi Fish, who is the self-appointed Kelp Forest Ranger. / Bubbles injures her fin and has trouble swimming, but still wants to move around, so she begins trying all of the methods that other creatures on the reef use to move.    "
                },
                "4": {
                    "title": "Dunk the Artist/Ripple's Sea Dragons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dunk discovers that what he considers \"just playing with sand\" is actually considered beautiful art by his friends, and he is proud of himself for having a special talent. / Ripple leads the gang to investigate the legend of the Sea Dragon that has been passed down in her family.    "
                },
                "5": {
                    "title": "Tooth Treasure; Race Around the Reef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The kids find a tooth lying in the sand outside the reef, and they are determined to return it to the owner, even when they find out it's a shark! / Splash and his friends have a race around the reef, and Splash wins by riding the currents instead of swimming. Bubbles and Dunk then want to know all about the currents so they too can race faster.    "
                },
                "6": {
                    "title": "Dunk's New Friend; Ripple's Whale of a Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The others are alarmed when they found out the reason Dunk is talking funny is that he has a parasite in his mouth. Dunk tells them that he doesn't want to get rid of the parasite and even thinks of it as a friend, but in truth, he is afraid to go see the cleaner shrimp./Ripple hears a strange message traveling through the ocean and follows the voice all the way to a fin whale, who explains that the voice was a message from her brother thousands of miles away.    "
                },
                "7": {
                    "title": "Golden Legs Gush/A Fish Called Mo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Gush runs an obstacle course to prove to the kids that he is fast; Dunk's cousin Mo, a giant sunfish, comes to visit.    "
                },
                "8": {
                    "title": "Deflated Dunk; Kelp Forest Keepers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dunk vows to no longer puff up or get upset; Tidy's vision of keeping everything neat conflicts with Bubbles, Dunk and Splash's desire to have fun in the kelp forest.    "
                },
                "9": {
                    "title": "Splash's Swim School/Light at the End of the Tunnel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Splash's old school comes to visit the reef. Splash and his friends are impressed by their synchronized swimming abilities and try to duplicate them, but their attempt is complicated by the fact that they all move differently. / After losing Dunk's lucky shell in the abyss without any light to guide them, Splash and friends follow a mysterious light in the distance before realizing that the light is from a firefly squid.    "
                },
                "10": {
                    "title": "Small But Mighty/Washed Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Zee the Zebra Bullhead Shark feels a bit threatened in her shark identity when news of an impressive great white shark in the area spreads to the reef, and everyone wants to go see it. / Dunk has spent a long time on his latest beautiful art project and asks Splash, Bubbles, and Ripple to watch over it, which they promise to do. When the tide comes in, they try their best to protect it, only to learn Dunk knew that would happen eventually anyway.    "
                },
                "11": {
                    "title": "Super Splash!; Pearlene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    While playing, Splash senses something is wrong and quickly swims out of Dunk's way as he comes in for a hard landing. The strange thing is that Splash wasn't even looking in Dunk's direction, so how did he know he was coming? Convinced that he has some sort of superpower, the kids begin testing Splash's limits in a series of sneak attacks, which never work. Gush soon explains that Splash isn't a superhero, but simply has a lateral line sense, which is common for fish. / Ripple feels like she is struggling to be part of her group of friends, then meets a shy oyster ...    "
                },
                "12": {
                    "title": "Guess Who?/Sleepless Sleepover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Splash, Dunk and Bubbles try to help a fish that they've never seen before find out who it is and where its home is. / When Splash joins Bubbles, Dunk, and Ripple for a sleepover in the Sandy Bed, they discover that Splash doesn't sleep much; after unsuccessfully trying to help him, they learn that \"schooling fish\" don't need as much sleep.    "
                },
                "13": {
                    "title": "The Kelp Needs Help/Mountain of Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    After putting some Asterina starfish in the Kelp Forest where they don't belong, Splash, Ripple, and Tidy must get rid of them before the starfish eat all of the kelp. / Dunk, Bubbles, and Ripple don't believe Splash when he tells them about a mountain that spits out fire that can be found in the water really far down in the deep. To solve this mystery, the kids find Lu, who takes them into the deep to find a submarine volcano.    "
                },
                "14": {
                    "title": "One Big Ocean: Parts 1 and 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "One Big Ocean: Parts 3 and 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "The Greatest Treasure of All; Crabulous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    After the kids hunt for treasure and compare what they've found, Flo explains that she knows the location of a wonderful treasure that came from above the surface. Since the kids want to find it, Flo sets them out on a mysterious journey and if they follow her directions, the treasure will be waiting for them. / Bubbles, feeling self-conscious about a healing blemish on her face, meets Myshell, a friendly, outgoing decorator crab who has covered her shell with all kinds of shells, coral and sponges. Myshell teaches Bubbles how to feel good about herself from the ...    "
                },
                "17": {
                    "title": "Here Comes the Hammerhead/Denny's New Shell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "14 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When Splash and Bubbles hear that one of Ripple's Brothers has wandered off, they join Ripple's search, while enlisting the help of Zee and her new friend, Hamilton the hammerhead shark, to find him. / Maury discovers Denny's molted exoskeleton in the reef and assumes something must be wrong with \"the real Denny,\" so he enlists the help of Splash and friends to find her, only to discover that she has simply molted.    "
                },
                "18": {
                    "title": "The Sand Is Grand/the Treasure Trove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When Splash and his friends are playing at the sandy bed, they find a parrotfish munching on some coral and helping to create the sandy bed on which they're playing, because parrotfish produce sand from their bodies after they eat. / When Bubbles gets trapped in a treasure chest, Splash and his friends can't get her out. Luckily she's not alone when they discover Wave in there, who they think is also stuck until he show that being an invertebrate means he can squeeze even tiny spaces.    "
                },
                "19": {
                    "title": "Mayor for a Day: Oblo from Down Below",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "16 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Mayor Sting has to attend a stingray migration, which will take him away from the reef. Dunk volunteers to fill in as the mayor for the day, thinking it will be an easy job, but has no idea what it takes to keep the reef thriving and safe. / When Bubbles goes looking for the ultimate mud puddle, she ventures down to the Deep, where Lu takes them to see a hydrothermal vent and meet some lipstick tubeworms and Oblo the blobfish.    "
                },
                "20": {
                    "title": "Chompy's New Foods/Cloning Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Chompy the Parrotfish decides she doesn't want to eat only algae anymore when she sees Splash and his friends eating a variety of things found in the water column (plankton, etc.) The others have to get Chompy back on her normal eating plan before the reef gets overrun with algae! / Bubbles and Ripple meet a jellyfish. However, when they bring Splash and Dunk to meet her, they discover she doesn't remember them at all. The kids learn that what they thought was one jellyfish were actually two identical clones of each other.    "
                },
                "21": {
                    "title": "The House Hunt; Dolphin Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Scout, a goby fish, and Snap, a pistol shrimp, come through Reeftown looking for a new place to live. At first it seems simple to find them a home, but the friends soon learn that Scout and Bang are not the easiest tenants, because of their requirements./ Splash and friends meet Dorsal the dolphin, a spinner dolphin who loves to play games, and always seems to win. Splash thinks the only way to keep Dorsal as a friend is to create the most challenging game ever, but learns that the best way to keep his friend, and make sure everyone \"wins,\" is just to have fun.    "
                },
                "22": {
                    "title": "Partner Pals/Ultimate Hide and Seek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "25 May 2017",
                    "year": "2017",
                    "plot": "\n    When Splash and Bubbles argue, Dunk and Ripple teach the duo how to communicate and cooperate with one another. Then, Splash's friends think he's so good at hide and seek that they challenge him to find other sea creatures!    "
                },
                "23": {
                    "title": "My Son, the Frogfish; a Day for Papa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Gush's long-lost son Wart shows up in Reeftown to visit. Gush is excited to take care of Wart, but he's very independent and only wants to visit! Then, Ripple sets up a full day of special activities to give her papa time to relax.    "
                },
                "24": {
                    "title": "Bubbles' Little Friend/Mrs. Tidy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "13 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Bubbles learns that every drop of ocean water is full of life, and decides to take in a nanoplankton friend who is invisible to everyone! Then, Tidy cleans up the kelp forest in anticipation of his new partner, a female fish named Neat!    "
                },
                "25": {
                    "title": "The Lure of the Rocks; What's the Story, Maury?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    After a series of mishaps, Dunk becomes convinced that his lucky rock has become a bad luck charm. Then, meet Maury! He's always \"spreading the word\" about things on the reef, but often gets things wrong.    "
                },
                "26": {
                    "title": "Smell of Fear; A New Spin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When Splash and his friends play \"surprise fish,\" they accidently release a \"fear smell alarm.\" Then, The Reeftown Rangers help Dorsal locate his old friend Spin, who is another spinner dolphin he hasn't seen in years!    "
                },
                "27": {
                    "title": "Clubhouse Clash/Raise the Reef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Splash and friends are playing in their clubhouse, but when Jerome and the fusiliers show up everyone must agree on who can use the clubhouse! Then, Splash discovers that most things around him on the reef are actually living creatures!    "
                },
                "28": {
                    "title": "Stormy Waters/Scoot on Over!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When a big storm passes over Reeftown, the friends learn they don't need to be afraid of the rain! Then, the kids' old friend Scoot stops by the reef to see Splash and the gang. The kids show him everything that Reeftown has to offer!    "
                },
                "29": {
                    "title": "Puffy/The Big Shake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "28 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Dunk meets Puffy, a female pufferfish who admires his sand patterns and becomes friends with her! Then, Splash experiences his first earthquake on the reef! Bubbles and Dunk attempt to find out what caused \"the big shake.\"    "
                },
                "30": {
                    "title": "Yuck or Treat/The Thing from Above the Reef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Splash and friends visit the cave of the old hagfish; and Dunk is spooked by a creature in his home only to discover it's a baby sea urchin.    "
                },
                "31": {
                    "title": "Whitebeard/Coral Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "32": {
                    "title": "Seal Sitters/From Ray to Zee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "33": {
                    "title": "The Sea Sparkles/Tyke and Seek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "34": {
                    "title": "Lights Out!/Catching Some ZZZ's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "35": {
                    "title": "The Job Search; Reeftown's Got Talent!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "36": {
                    "title": "Mo's Sunburn/Imagin-Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "37": {
                    "title": "Gush's White Whale/Extreme Clean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "38": {
                    "title": "The End of the Ocean/Antarctic Ranger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "39": {
                    "title": "Pole-to-Pole: Parts 1 and 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "40": {
                    "title": "Pole-to-Pole: Parts 3 and 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Splash and Bubbles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Trautman, Allan"
            },
            {
                "name": "Garza, Dan"
            },
            {
                "name": "Davies, Dorien"
            },
            {
                "name": "Oh, Sarah"
            },
            {
                "name": "Tartaglia, John"
            },
            {
                "name": "Yerrid, Victor"
            },
            {
                "name": "Dodin, Claire"
            },
            {
                "name": "Zunzun, Valeria"
            },
            {
                "name": "Carrara, Leslie"
            },
            {
                "name": "Garcia, Aymee"
            },
            {
                "name": "Carr, Raymond"
            },
            {
                "name": "Kimball, Donna"
            },
            {
                "name": "S., Maya"
            }
        ],
        "locations": [
            "Los Angeles, California, USA::(studio)"
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Family",
            "Musical"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G",
            "South Korea:All",
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 6.3,
        "votes": 68,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDE2Nzk2ZTgtMTBjNS00MzdjLTk5ZGMtNDhjZDkwNTZkY2Y3XkEyXkFqcGdeQXVyMTAwOTQ1ODk@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Splash and Bubbles",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Foulke, Michael"
            },
            {
                "name": "Toyama, Ryan"
            },
            {
                "name": "Drop, Mark"
            }
        ],
        "production companies": [
            {
                "name": "Adirondack Pictures"
            },
            {
                "name": "Herschend Studios"
            },
            {
                "name": "Ingenious"
            },
            {
                "name": "The Jim Henson Company"
            }
        ],
        "distributors": [
            {
                "name": "PBS Kids"
            },
            {
                "name": "Tiny Pop"
            }
        ],
        "other companies": [
            {
                "name": "Roundabout Entertainment"
            },
            {
                "name": "Sisbro Studios"
            },
            {
                "name": "Smart Post Sound"
            },
            {
                "name": "Varèse Sarabande"
            },
            {
                "name": "fx3x"
            }
        ],
        "plot": [
            "A group of fish explore the ocean, learning and making new friends along the way.::reneegherity"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 68,
                "rating": 6.3
            },
            "aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 27,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 6.7
            },
            "males": {
                "votes": 26,
                "rating": 4.5
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 14,
                "rating": 4.1
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 6.4
            },
            "females": {
                "votes": 21,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 5.3
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 3.7
            },
            "us users": {
                "votes": 28,
                "rating": 5.6
            },
            "non us users": {
                "votes": 2,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 24,
            "9": 3,
            "8": 5,
            "7": 3,
            "6": 7,
            "5": 2,
            "4": 4,
            "3": 3,
            "2": 6,
            "1": 11
        },
        "arithmetic mean": 6.3,
        "median": 7
    }
}