{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 September 2016"
            },
            {
                "country": "Canada\n",
                "date": "7 September 2016"
            }
        ],
        "release dates": [
            "Canada::6 September 2016",
            "Canada::7 September 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Wild People",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Indigenous Archaeologist Dr. Rudy Reimer meets co-hosts, Jenifer and Jacob, at his lab at S.F.U., where he outlines their first mission: to explore the southern B.C. alpine to learn about Squamish oral tradition and search for ancient artifacts from Rudy's ancestral territory: home of the Wild People or Smaylilh. Jacob and Jen take a crash course in archaeological survey but which one of them will make the first big find?    "
                },
                "2": {
                    "title": "Land of the Giants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Jen and Jacob fly to Whitehorse to learn from an esteemed Paleontologist about the wooly mammoths, giant beavers and other megafauna that co-existed with the Ancient Peoples of the Yukon. Then they venture further north with Dr. Rudy to join their first dig at Little John, one of the most exciting archaeological hotspots of the western sub Arctic.    "
                },
                "3": {
                    "title": "Little John",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    On the border between Yukon and Alaska, Jen and Jacob get acquainted with camp life at Little John and participate in their first Wild Archaeology dig, while Dr. Rudy offers his scientific XRF prowess. But they are all surprised to witness the unique relationship between lead archaeologist, Norm Easton, and the Dene people of White River Nation, whose ancestors have occupied the region for over 12,000 years.    "
                },
                "4": {
                    "title": "Inuvialuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    With our rapidly changing climate, precious artifacts in the Canadian Western Arctic are in danger of being lost forever into the sea. On their first solo mission, Jen and Jacob go to Richards Island, NWT, to help with a salvage archaeological project. As the two co-hosts race against time, one of them pulls ahead in their artifact-finding competition.    "
                },
                "5": {
                    "title": "Arctic in Peril",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Camping out on the tundra of Richards Island, Jen and Jacob continue to work on the excavation of an Inuvialuit cruciform house. But they also take time to learn about present-day culture with the Pokiak family in the remote arctic village of Tuktoyaktuk by exploring a subterranean icehouse, learning some of the oral history and enjoying a traditional Inuvialuit feast.    "
                },
                "6": {
                    "title": "Lost World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Rudy and Jacob travel to Tobermory, Ontario, where they head to the middle of Lake Huron for their first underwater archaeological expedition. While Rudy controls a sonar-equipped R.O.V. from on deck, Jacob joins a team of scuba divers to search for evidence of ancient drive lanes used to hunt caribou. Esteemed storyteller Lenore Keeshing helps put the science in context by sharing Ojibwe oral tradition.    "
                },
                "7": {
                    "title": "Turtle Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Rudy and Jacob join Jen as she re-connects with her family and Chief Isadore Day at the Serpent River pow wow, Ontario. The team then heads to Sheguiandah on Manitoulin Island to explore one of the oldest quartzite quarries in North America. As Jen and Jacob learn the art of flint napping, Rudy is excited to see a powerful Laser Ablation machine in action at Laurentian U.    "
                },
                "8": {
                    "title": "Central Coast B.C.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The team flies up the spectacular Central Coast of B.C. to Calvert Island, Bella Bella, where they meet Rudy's old friend and colleague Heiltsuk archaeologist Elroy White. As Rudy explores one of the deepest shell middens ever discovered on the west coast, Jen and Jacob continue their friendly competition, screening for artifacts with the help of field school students who have set up a unique station on the shore of the remote island. This time it just might be Jacob's turn to feel jealous.    "
                },
                "9": {
                    "title": "Heiltsuk Nuyems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Rudy sends Jen and Jacob on unique information-gathering missions: Jen to observe sea otters and Jacob to snorkel in a sea kelp forest. Both are surprised to learn the integral role that these creatures and rich marine ecology played in shaping ancient coastal migration. Then with archaeologist Elroy White as their guide, the team gets to witness the power of Heiltsuk nuyems-oral stories passed down through the generations to Elroy about his territory, while visiting a traditional Big House, exploring an underground Potlatch site and finding stunning rock art and ...    "
                },
                "10": {
                    "title": "The Big Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The team flies to Alberta, where they meet with respected Piikani elder Dr. Reg Crowshoe to learn about the sacred relationship between the buffalo and the ancient people of the Prairies. They then head to the world famous Head-Smashed-In Buffalo Jump, where archaeologist Jack Brink takes them step by step through the most spectacular and successful food-getting enterprise ever devised.    "
                },
                "11": {
                    "title": "Innu of Sheshatshui",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The Wild Archaeology team flies clear across the country to the Labrador interior at Sheshatshui, where they work with archaeologist Scott Neilson to uncover the ancient campsites of the Innu-the region's first occupants. As Jen and Jacob dig tirelessly within their quadrants they uncover hundreds of fire-cracked rocks and tool-making flakes, which suggests that they might just be zeroing in on something special.    "
                },
                "12": {
                    "title": "Inuit of Rigolet Pt 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Rudy, Jen and Jacob embark on an ocean-going ferry to join Lisa Rankin on the Atlantic coast of Labrador at the Double Mer archaeological site near the tiny hamlet of Rigolet, the most southern Inuit occupation in the world. As the team helps to excavate an 18th century sod house-their first post-contact site-they learn the ways in which the local culture blended traditional Inuit technology with European trade commodities.    "
                },
                "13": {
                    "title": "Inuit of Rigolet Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Archaeology (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In this final episode, the Wild Archaeology team returns to the Inuit excavation site at Double Mer in Rigolet, where both Jen and Jacob make very special discoveries. A field lab set up in the town's fishing loft reveals surprising information about material goods traded from European explorers in the 18th Century. Later, it's off to Memorial University in St. John's where Dr. Lisa Rankin reveals some the site's most impressive finds. And then Dr. Rudy, Jen and Jacob take a moment to reflect back on their remarkable cross-country adventure.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Brousseau, Jenifer"
            },
            {
                "name": "Pratt, Jacob"
            },
            {
                "name": "Reimer, Rudy"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "299"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 8.8,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2EwNTUxODYtZjg2Yi00MTQxLWFlYzYtZWE5Nzk0ZDZlMzM4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjI0Njk1OTE@._V1_SY150_CR43,0,101,150_.jpg",
        "budget": "CAD1,000,000 (estimated)",
        "plot outline": "WILD ARCHAEOLOGY EPISODE SYNOPSIS 1-13 Episode One: Wild People Indigenous Archaeologist Dr. Rudy Reimer meets co-hosts, Jenifer and Jacob, at his lab at S.F.U., where he outlines their first mission: to explore the southern B.C. alpine to learn about Squamish oral tradition and search for ancient artifacts from Rudy's ancestral territory: home of the Wild People or Smaylilh. Jacob and Jen take a crash course in archaeological survey but which one of them will make the first big find? Episode Two: Land of the Giants Jen and Jacob fly to Whitehorse to learn from an esteemed Paleontologist about the wooly mammoths, giant beavers and other megafauna that co-existed with the Ancient Peoples of the Yukon. Then they venture further north with Dr. Rudy to join their first dig at Little John, one of the most exciting archaeological hotspots of the western sub Arctic. Episode Three: Little John On the border between Yukon and Alaska, Jen and Jacob get acquainted with camp life at Little John and participate in their first Wild Archaeology dig, while Dr. Rudy offers his scientific XRF prowess. But they are all surprised to witness the unique relationship between lead archaeologist, Norm Easton, and the Dene people of White River Nation, whose ancestors have occupied the region for over 12,000 years. Episode Four: Inuvialuit With our rapidly changing climate, precious artifacts in the Canadian Western Arctic are in danger of being lost forever into the sea. On their first solo mission, Jen and Jacob go to Richards Island, NWT, to help with a salvage archaeological project. As the two co-hosts race against time, one of them pulls ahead in their artifact-finding competition. Episode Five: Arctic in Peril Camping out on the tundra of Richards Island, Jen and Jacob continue to work on the excavation of an Inuvialuit cruciform house. But they also take time to learn about present-day culture with the Pokiak family in the remote arctic village of Tuktoyaktuk by exploring a subterranean icehouse, learning some of the oral history and enjoying a traditional Inuvialuit feast. Episode Six: Lost World Rudy and Jacob travel to Tobermory, Ontario, where they head to the middle of Lake Huron for their first underwater archaeological expedition. While Rudy controls a sonar-equipped R.O.V. from on deck, Jacob joins a team of scuba divers to search for evidence of ancient drive lanes used to hunt caribou. Esteemed storyteller Lenore Keeshing helps put the science in context by sharing Ojibwe oral tradition. Episode Seven: Turtle Island Rudy and Jacob join Jen as she re-connects with her family and Chief Isadore Day at the Serpent River pow wow, Ontario. The team then heads to Sheguiandah on Manitoulin Island to explore one of the oldest quartzite quarries in North America. As Jen and Jacob learn the art of flint napping, Rudy is excited to see a powerful Laser Ablation machine in action at Laurentian U. Episode Eight: Central Coast B.C. The team flies up the spectacular Central Coast of B.C. to Calvert Island, Bella Bella, where they meet Rudy's old friend and colleague Heiltsuk archaeologist Elroy White. As Rudy explores one of the deepest shell middens ever discovered on the west coast, Jen and Jacob continue their friendly competition, screening for artifacts with the help of field school students who have set up a unique station on the shore of the remote island. This time it just might be Jacob's turn to feel jealous. Episode Nine: Heiltsuk Nuyems Dr. Rudy sends Jen and Jacob on unique information-gathering missions: Jen to observe sea otters and Jacob to snorkel in a sea kelp forest. Both are surprised to learn the integral role that these creatures and rich marine ecology played in shaping ancient coastal migration. Then with archaeologist Elroy White as their guide, the team gets to witness the power of Heiltsuk nuyems-oral stories passed down through the generations to Elroy about his territory, while visiting a traditional Big House, exploring an underground Potlatch site and finding stunning rock art and carvings! Episode Ten: The Big Kill The team flies to Alberta, where they meet with respected Piikani elder Dr. Reg Crowshoe to learn about the sacred relationship between the buffalo and the ancient people of the Prairies. They then head to the world famous Head-Smashed-In Buffalo Jump, where archaeologist Jack Brink takes them step by step through the most spectacular and successful food-getting enterprise ever devised. Episode Eleven: Innu of Sheshatshui The Wild Archaeology team flies clear across the country to the Labrador interior at Sheshatshui, where they work with archaeologist Scott Neilson to uncover the ancient campsites of the Innu-the region's first occupants. As Jen and Jacob dig tirelessly within their quadrants they uncover hundreds of fire-cracked rocks and tool-making flakes, which suggests that they might just be zeroing in on something special. Episode Twelve: Southern Inuit of Rigolet Rudy, Jen and Jacob embark on an ocean-going ferry to join Lisa Rankin on the Atlantic coast of Labrador at the Double Mer archaeological site near the tiny hamlet of Rigolet, the most southern Inuit occupation in the world. As the team helps to excavate an 18th century sod house-their first post-contact site-they learn the ways in which the local culture blended traditional Inuit technology with European trade commodities. Episode Thirteen: Southern Inuit of Rigolet pt. 2 In this final episode, the Wild Archaeology team returns to the Inuit excavation site at Double Mer in Rigolet, where both Jen and Jacob make very special discoveries. A field lab set up in the town's fishing loft reveals surprising information about material goods traded from European explorers in the 18th Century. Later, it's off to Memorial University in St. John's where Dr. Lisa Rankin reveals some the site's most impressive finds. And then Dr. Rudy, Jen and Jacob take a moment to reflect back on their remarkable cross-country adventure.",
        "languages": [
            "English"
        ],
        "title": "Wild Archaeology",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Wild Archaeology (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "German, Tracy"
            },
            {
                "name": "Hanson, Karen"
            }
        ],
        "production companies": [
            {
                "name": "Wild Archaeology Productions"
            }
        ],
        "distributors": [
            {
                "name": "Aboriginal Peoples Television Network"
            }
        ],
        "plot": [
            "WILD ARCHAEOLOGY EPISODE SYNOPSIS 1-13 Episode One: Wild People Indigenous Archaeologist Dr. Rudy Reimer meets co-hosts, Jenifer and Jacob, at his lab at S.F.U., where he outlines their first mission: to explore the southern B.C. alpine to learn about Squamish oral tradition and search for ancient artifacts from Rudy's ancestral territory: home of the Wild People or Smaylilh. Jacob and Jen take a crash course in archaeological survey but which one of them will make the first big find? Episode Two: Land of the Giants Jen and Jacob fly to Whitehorse to learn from an esteemed Paleontologist about the wooly mammoths, giant beavers and other megafauna that co-existed with the Ancient Peoples of the Yukon. Then they venture further north with Dr. Rudy to join their first dig at Little John, one of the most exciting archaeological hotspots of the western sub Arctic. Episode Three: Little John On the border between Yukon and Alaska, Jen and Jacob get acquainted with camp life at Little John and participate in their first _Wild Archaeology_ (qv) dig, while Dr. Rudy offers his scientific XRF prowess. But they are all surprised to witness the unique relationship between lead archaeologist, Norm Easton, and the Dene people of White River Nation, whose ancestors have occupied the region for over 12,000 years. Episode Four: Inuvialuit With our rapidly changing climate, precious artifacts in the Canadian Western Arctic are in danger of being lost forever into the sea. On their first solo mission, Jen and Jacob go to Richards Island, NWT, to help with a salvage archaeological project. As the two co-hosts race against time, one of them pulls ahead in their artifact-finding competition. Episode Five: Arctic in Peril Camping out on the tundra of Richards Island, Jen and Jacob continue to work on the excavation of an Inuvialuit cruciform house. But they also take time to learn about present-day culture with the Pokiak family in the remote arctic village of Tuktoyaktuk by exploring a subterranean icehouse, learning some of the oral history and enjoying a traditional Inuvialuit feast. Episode Six: Lost World Rudy and Jacob travel to Tobermory, Ontario, where they head to the middle of Lake Huron for their first underwater archaeological expedition. While Rudy controls a sonar-equipped R.O.V. from on deck, Jacob joins a team of scuba divers to search for evidence of ancient drive lanes used to hunt caribou. Esteemed storyteller Lenore Keeshing helps put the science in context by sharing Ojibwe oral tradition. Episode Seven: Turtle Island Rudy and Jacob join Jen as she re-connects with her family and Chief Isadore Day at the Serpent River pow wow, Ontario. The team then heads to Sheguiandah on Manitoulin Island to explore one of the oldest quartzite quarries in North America. As Jen and Jacob learn the art of flint napping, Rudy is excited to see a powerful Laser Ablation machine in action at Laurentian U. Episode Eight: Central Coast B.C. The team flies up the spectacular Central Coast of B.C. to Calvert Island, Bella Bella, where they meet Rudy's old friend and colleague Heiltsuk archaeologist Elroy White. As Rudy explores one of the deepest shell middens ever discovered on the west coast, Jen and Jacob continue their friendly competition, screening for artifacts with the help of field school students who have set up a unique station on the shore of the remote island. This time it just might be Jacob's turn to feel jealous. Episode Nine: Heiltsuk Nuyems Dr. Rudy sends Jen and Jacob on unique information-gathering missions: Jen to observe sea otters and Jacob to snorkel in a sea kelp forest. Both are surprised to learn the integral role that these creatures and rich marine ecology played in shaping ancient coastal migration. Then with archaeologist Elroy White as their guide, the team gets to witness the power of Heiltsuk nuyems-oral stories passed down through the generations to Elroy about his territory, while visiting a traditional Big House, exploring an underground Potlatch site and finding stunning rock art and carvings! Episode Ten: The Big Kill The team flies to Alberta, where they meet with respected Piikani elder Dr. Reg Crowshoe to learn about the sacred relationship between the buffalo and the ancient people of the Prairies. They then head to the world famous Head-Smashed-In Buffalo Jump, where archaeologist Jack Brink takes them step by step through the most spectacular and successful food-getting enterprise ever devised. Episode Eleven: Innu of Sheshatshui The _Wild Archaeology_ (qv) team flies clear across the country to the Labrador interior at Sheshatshui, where they work with archaeologist Scott Neilson to uncover the ancient campsites of the Innu-the region's first occupants. As Jen and Jacob dig tirelessly within their quadrants they uncover hundreds of fire-cracked rocks and tool-making flakes, which suggests that they might just be zeroing in on something special. Episode Twelve: Southern Inuit of Rigolet Rudy, Jen and Jacob embark on an ocean-going ferry to join Lisa Rankin on the Atlantic coast of Labrador at the Double Mer archaeological site near the tiny hamlet of Rigolet, the most southern Inuit occupation in the world. As the team helps to excavate an 18th century sod house-their first post-contact site-they learn the ways in which the local culture blended traditional Inuit technology with European trade commodities. Episode Thirteen: Southern Inuit of Rigolet pt. 2 In this final episode, the _Wild Archaeology_ (qv) team returns to the Inuit excavation site at Double Mer in Rigolet, where both Jen and Jacob make very special discoveries. A field lab set up in the town's fishing loft reveals surprising information about material goods traded from European explorers in the 18th Century. Later, it's off to Memorial University in St. John's where Dr. Lisa Rankin reveals some the site's most impressive finds. And then Dr. Rudy, Jen and Jacob take a moment to reflect back on their remarkable cross-country adventure.::Tracy German and Karen Hanson",
            "The archaeological record of the First Peoples of North America is scattered, fragmented, and could be lost forever. Guided by Indigenous archaeologist, Dr. Rudy Reimer (Squamish), and two adventure loving co-hosts Jenifer Brousseau (Ojibway/French) and Jacob Pratt (Dakota/ Saulteaux), we are taken on a Vision Quest through the mountains, waterways, plains, and Arctic landscapes of Canada's ancient archaeological record to discover first-hand the untold story of the original peoples of North America. For the first time in archaeological history twelve thousand years of human inhabitation of this land is vividly brought to life through thirteen episodes of _Wild Archaeology_ (qv).::Tracy German"
        ],
        "tech": {
            "runtime": [
                "4 hr 59 min (299 min) (Canada)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "males": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 10.0
            },
            "non us users": {
                "votes": 3,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}