{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 October 2016"
            }
        ],
        "release dates": [
            "USA::15 October 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "King Arthur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "20 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    King Arthur. His very name evokes heroic acts, epic quests, and a forgotten age of chivalry. Most experts believe the monarch was simply a legendary figure, but powerful new scientific and archaeological evidence suggests that these mythic tales have their roots in history. Travel to ancient sacred sites across England and Wales to examine these fascinating discoveries and attempt to solve the mystery of whether Arthur was a real person, or just a fable.    "
                },
                "2": {
                    "title": "Maya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In the tropical forests of Mexico and Guatemala stand the sacred sites of the ancient Mayan civilization. Recent scientific discoveries suggest that these monumental temples and pyramids were built to align with not only the heavens, but an equally mysterious supernatural underworld. Travel to the great cities of Palenque, Tikal, and Chichen Itza, where groundbreaking research may locate the most sacred Mayan site of all: the mystical center of the world, which links the underworld, the earth, and the heavens.    "
                },
                "3": {
                    "title": "The Camino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The Camino de Santiago de Compostela is among the most sacred sites of the Christian world and-at 500 miles in length-one of the largest. But new research is revealing that this spiritual path may have been traveled long before the Christian Age, and scholars are wondering if the most famous of the Camino's sites could actually be the burial place of a forgotten heretic.    "
                },
                "4": {
                    "title": "Malta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The Mediterranean island of Malta and her sister island Gozo are home to some of the oldest sacred sites in the world. Built over 5,000 years ago, they were created by a sophisticated civilization known as the Temple Culture, which flourished for over a thousand years before vanishing. Now, a team of archaeologists and scientists are exploring these ancient sites to see if the Temple People may have left behind clues explaining their disappearance and what implications-if any-their collapse has on modern society.    "
                },
                "5": {
                    "title": "Egyptian Priestesses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Much is known about the pharaohs of ancient Egypt, but new archaeology has revealed evidence of another powerful religious and political position, one led by women. Until recently, the God's Wives of Amun were all but forgotten, but Egyptologists exploring sacred sites have rediscovered their remarkable story. Learn the source of these women's power, explore their religious ceremonies and festivals, and see how they blazed a trail for the most famous Egyptian queen of all: Cleopatra.    "
                },
                "6": {
                    "title": "Nazi Myths",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In the 1930s, Adolf Hitler and Heinrich Himmler were convinced Aryans from the mythological land of Atlantis really existed and founded great civilizations across the world. To prove their theory, a special SS division called the Ahnenerbe was formed to carry out archaeological investigations at ancient sites. Join us as we explore the Externsteine, Buddhist temples, and other sacred sites the Nazis hijacked to justify a sinister ideology-one that would have horrific consequences for the lives of millions.    "
                }
            },
            "1": {
                "1": {
                    "title": "Petra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    In the rocky highlands of Jordan and the deserts of Saudi Arabia lie the remains of two remarkable cities, Petra and Hegra, built by the Nabataeans over 2,000 years ago. The story of this lost kingdom has faded from history, but thanks to ancient inscriptions and recent discoveries, these rock tombs and temples are finally yielding profound secrets about the Nabataeans' way of life. Join us as we enter Sacred Sites carved from cliffs and reveal a civilization where women wielded unrivaled power for centuries.    "
                },
                "2": {
                    "title": "Templars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Fans of \"The Da Vinci Code\" know the Knights Templar as a secret society, but the story of their tumultuous two centuries in power is more shocking and scandalous than any Hollywood movie. Follow our team of experts as they go to Jerusalem's Temple Mount, the most bitterly contested sacred site in the world. With the help of DNA tests and a remarkable discovery in the Vatican archives, we reveal the truth about the knights' rise into the world's most powerful military religious order to their spectacular and sudden fall from grace.    "
                },
                "3": {
                    "title": "Oracles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Earthquake lights. Hallucinogenic gases. Magnetic fields. New scientific research has revealed that these and other tectonic phenomena happened at virtually every site in ancient Greece where oracles delivered their prophecies to pilgrims and nobles. Could it be that the landscape itself contributed to making these places sacred? Join us as we travel the Mediterranean to visit locations where oracle predictions determined the fate of nations and examine the connection between mankind and what may be the most Sacred Site of all: Earth itself.    "
                },
                "4": {
                    "title": "Egypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Of all the ancient civilizations, Egypt has left the greatest legacy. Its monuments all evoke one indisputable truth: Early Egyptians were obsessed with death and the afterlife. On papyrus rolls and tomb walls, they recorded spells to help the deceased pass all the tests and creatures they would encounter in the underworld. These recordings were known as the Book of the Dead. But what if this book is hiding something deeper about these ancient Egyptian beliefs? The answers could lie within one unique artifact.    "
                },
                "5": {
                    "title": "Chaco Canyon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sacred Sites of the World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Embedded on a canyon floor in New Mexico are the broken ruins of ancient structures, buildings constructed over 1,000 years ago by the Pueblo civilization of Chaco Canyon. For over 300 years, this community grew and prospered under the leadership of a shadowy elite. But something happened that led to claims of bloodshed, human sacrifice, and even cannibalism. What happened? Our team of experts visits the remarkable landscape that this ancient civilization once called home to see what caused its swift and violent demise.    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Aissaoui, Mehdi"
            },
            {
                "name": "Belal, Hami"
            },
            {
                "name": "El Jaouhari, Rajae"
            },
            {
                "name": "Elidrissi, Karim"
            },
            {
                "name": "Babisova, Martina"
            },
            {
                "name": "Lawless, Zeff"
            },
            {
                "name": "Lloyd, David"
            }
        ],
        "genres": [
            "History"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 2,
        "rating": 8.1,
        "votes": 225,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjBiM2ZhZDgtZWY3ZC00ZGJlLWJiYjItZDYzMTUyZTY4Y2U1XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Was the remarkable mountain-carved city of Petra once ruled by women? Did the Knights Templar belong to an obscure cult that worshipped John the Baptist? Did the Pueblo civilization of Chaco Canyon practice cannibalism? Sacred Sites spans the globe to visit some of the world's most remarkable ancient religious structures. Through recent archaeological discoveries and scientific breakthroughs, we offer fresh insights into the civilizations that built these sites, and examine their sometimes controversial, taboo practices.",
        "languages": [
            "English"
        ],
        "title": "Sacred Sites of the World",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Sacred Sites of the World (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Ryan, David"
            }
        ],
        "production companies": [
            {
                "name": "Tile Films"
            }
        ],
        "distributors": [
            {
                "name": "Smithsonian Channel"
            }
        ],
        "plot": [
            "Was the remarkable mountain-carved city of Petra once ruled by women? Did the Knights Templar belong to an obscure cult that worshipped John the Baptist? Did the Pueblo civilization of Chaco Canyon practice cannibalism? Sacred Sites spans the globe to visit some of the world's most remarkable ancient religious structures. Through recent archaeological discoveries and scientific breakthroughs, we offer fresh insights into the civilizations that built these sites, and examine their sometimes controversial, taboo practices."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 225,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 12,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 128,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 6.9
            },
            "males": {
                "votes": 112,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 8.6
            },
            "males aged 30 44": {
                "votes": 96,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 7.3
            },
            "females": {
                "votes": 38,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 32,
                "rating": 8.8
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 7.2
            },
            "us users": {
                "votes": 128,
                "rating": 8.2
            },
            "non us users": {
                "votes": 15,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 13,
            "9": 157,
            "8": 35,
            "7": 10,
            "6": 3,
            "5": 3,
            "4": 0,
            "3": 1,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}