{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hungary\n",
                "date": "18 June 2016",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "Hungary::18 June 2016                            (limited)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Everlasting Rome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Rome is the opportunities stronghold, where we are going to show you a romantic wedding in which the breathtaking view has leading part. The harmony of colors and the pulsation of the city is making a perfect pair. Beside an unforgettable ancient monuments, experts gives useful advises for the preparation of the wedding. We are going to see the joy mom's fashion, makeup which is necessary to the beauty, the wedding dress which is the specialty of the big day, decoration accessory. A romantic wedding hat is going to be made with the companionate bouquet. And of course ...    "
                },
                "2": {
                    "title": "Wine, Enchantment, Monoszló",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The felicific yes will be said on the most beautiful spot at the Hungarian Toscana, on Monoszló. The landscape is fascinating and the style is vintage which is acting on the location, wherewith the soft piano music is a perfect combination. The antique colors of fall are reflecting in the special bouquet. We are going to see handmade wedding jewelry, stylish nail design samples, conventional wedding rings, elegant wedding dresses and we are going to show the world of the elegance to the fiancé.    "
                },
                "3": {
                    "title": "Toscana - Vespa and US",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The Italian weddings are truly temperamental, in the main role will be the smile. The place of the wedding if a wonderful landscape. The engaged couple arrive in style with a Vespa scooter. In the course of preparation we show to the future fiancés hair trends, fashion for the after party, useful advice smiling at the photo shoot and the lovers of culinary delights get an insight to the Italian kitchen and to the world of sweets.    "
                },
                "4": {
                    "title": "Wedding Extraordinaire, Halloween",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    We show a truly extraordinary wedding where the location is already extreme in itself, the style and the colors is unique, because the Halloween as a wedding style appears, as the couple requested. The spider's web is a indispensable accessory of the episode, as well as the black and orange colors, which take place in the wedding decoration, in the wedding dress and in the hair style too. Very special cake is made, which has fantastic tastes. Smiling has its advantages, therefore the advance won't be missing.    "
                },
                "5": {
                    "title": "Toscana - Queen of the night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    A small intimate chapel gives place to the ecclesiastic rite, then the moon and the stars will be the witnesses of the civil ceremony at a wonderful location. With a creative solution the unique bouquet and the wedding decoration are in the making, the taste of the Italian kitchen comes to the front again, we are ranging through the Toscan region and bringing the bride to a decision regarding the wedding dress, but we get an insight to the arrangements too.    "
                },
                "6": {
                    "title": "In the Kingdom of Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The ice is overcoming by the wedding, the felicific yes will be said at an unusual location, in which the snowdrift creating a great part. A wintry makeup and hairstyle will be made to the bride and fashion has a massive role too, however the wintry tastes won't be missing from the extraordinary wedding, which is full of magic.    "
                },
                "7": {
                    "title": "Exotic Wedding, Tropicarium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The extreme and gripping location of the wedding guide us to the depths of the ocean. Sharks, rays, colorful fishes, breathtaking corals and marvelous ambiance brust upon our view. The engaged couple decided to venerate to their hobby and invite watery creatures as witnesses, hence we had a proper diver wedding. Act upon the place, we had an amazing view during the making of the decoration. A stylish bouquet is made for the underwater wedding. To choosing a dress for the wedding after party we invoke the icon of the fashion. Of course the high standard lingerie should...    "
                },
                "8": {
                    "title": "On the Wings of Winds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    On earth, in water and in the air... We will be witnesses of an unusual wedding, the location brings up a withered era, memories going to be turning up, we are reminiscing the past. The felicific yes will be said at a plane museum in a true retro ambiance. A stylish and specific bouquet will be made and the heavy airplane is the part of the decoration. We get an insight to the world of the most beautiful occasion dresses, we will know the dress choice of the bride and why she have two dresses. We will get useful cosmetic advice from the expert and of course we are ...    "
                },
                "9": {
                    "title": "The Garden of Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Parisian mood, lights, candelabrum, vintage.... The engaged couple choose the true Parisian lifestyle as wedding style. The location is acting on, Paris's garden of eden. Connecting to the style of the wedding, we can take a part in a romantic time travel, unique bouquet and wedding decoration is made, in which the colors and the antique have the main role. We had a useful help choosing the wedding dress and the matching lengrie, beauty takes place again and on the wedding cake the luxurious appears.    "
                },
                "10": {
                    "title": "Thunderous Desires",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Rush, sparkling and rumbling sounds.. The place of the wedding is truly unique. The couples enthusiasm towards the motors inspired the style of the wedding. The cold metal color get into light in the decoration, leather appears on the wedding dress too and a very romantic bouquet is made. Beauty has a massive role in the preparation. the lovers of the gastronomy will see a spectacular cakes which lifts the wedding beauty.    "
                },
                "11": {
                    "title": "The World Is a Theater",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Waltzer, romance, night lights, stage and entertainment... The stronghold of nightlife in Budapest gives place to the wedding, in which an operett has the main role. In the worthily famous 100 years old The Csardas Princess's settings where the felicific yes will be said. Breathtaking wedding dress, romantic bouquet, monumental interior, stylish cake, and of course we get professional help for the beauty, so the bride will be the most beautiful on the big day.    "
                },
                "12": {
                    "title": "Gran Canaria, the island of magic - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Egzotic ambiance, ocean coast, desert, palm trees and unbelievable color on a tiny island. The felicific yes will be said on Gran Canaria in double episodes. We will have an adventurous trip on the island, we visit an intimate town where the colors have the main role. We take a look to the market of Las Palms, we try out the camel trekking, an exotic bouquet will be made and of course unique dresses will be showed. Beauty gets a tone in the amazing episodes also.    "
                },
                "13": {
                    "title": "Gran Canaria, the island of magic - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dream Wedding Design (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Egzotic ambiance, ocean coast, desert, palm trees and unbelievable color on a tiny island. The felicific yes will be said on Gran Canaria in double episodes. We will have an adventurous trip on the island, we visit an intimate town where the colors have the main role. We take a look to the market of Las Palms, we try out the camel trekking, an exotic bouquet will be made and of course unique dresses will be showed. Beauty gets a tone in the amazing episodes also.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Dros, Róbert"
            }
        ],
        "genres": [
            "Romance"
        ],
        "countries": [
            "Hungary"
        ],
        "country codes": [
            "hu"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTY3MDFjYzEtNGQxYy00YzQ1LThkMDgtOTBjNGQyMzE3MmQ5XkEyXkFqcGdeQXVyNjkxNDMzMzU@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$150,000 (estimated)",
        "plot outline": "An amazing travel magazine, that is dedicated to present the most beautiful and unique wedding locations of the World, including the related wedding dress, hairstyle, make-up and of course the decoration. Bringing the engaged couple a step closer to the realization of their dreams and making the wedding a really special day for them. The presenter is a professionally acknowledged, recognized designer for over 20 years, who has made many spectacular wedding decorations and unique bridal bouquets in a number of countries already. The popular Disney animation, Frozen - as a style, appears in one of the episodes, a plane gets an important role on another wedding, we travel back to the world of vintage antique as well, a dreamlike night wedding happens in Tuscany, but the Vespa also takes part in an intimate and trendy wedding amongst straw bales. There is no shortage in extreme weddings either, as to say yes between the sharks is already dangerous enough, but those brides, who prefer a bolder color combination can take a look into a Halloween-style wedding, too.",
        "languages": [
            "English"
        ],
        "title": "Dream Wedding Design",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Dream Wedding Design (Hungary)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Krea-Dave Productions"
            }
        ],
        "plot": [
            "An amazing travel magazine, that is dedicated to present the most beautiful and unique wedding locations of the World, including the related wedding dress, hairstyle, make-up and of course the decoration. Bringing the engaged couple a step closer to the realization of their dreams and making the wedding a really special day for them. The presenter is a professionally acknowledged, recognized designer for over 20 years, who has made many spectacular wedding decorations and unique bridal bouquets in a number of countries already. The popular Disney animation, Frozen - as a style, appears in one of the episodes, a plane gets an important role on another wedding, we travel back to the world of vintage antique as well, a dreamlike night wedding happens in Tuscany, but the Vespa also takes part in an intimate and trendy wedding amongst straw bales. There is no shortage in extreme weddings either, as to say yes between the sharks is already dangerous enough, but those brides, who prefer a bolder color combination can take a look into a Halloween-style wedding, too."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}