{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 October 2016"
            }
        ],
        "release dates": [
            "USA::22 October 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Cooking with Izzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "S1E01",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir walks around the 2016 Meet in the Street festival in Wake Forest, meeting different artists, local politicians, and craftsmen. Then we meet up with Dr. Weir during an interview with Maria Whalen and discuss her fitness and health program Invincible Wellness.    "
                },
                "2": {
                    "title": "S1E02",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir travels to Aquarium Outfitters to interview the Dykhuizens about their business and how they work to improve the lives to the aquatic animals they supply. Then we meet up with Dr. Weir during an interview with the actor Tank Jones and discuss his several movie projects and how he began working in entertainment.    "
                },
                "3": {
                    "title": "S1E03",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir meets with local North Carolina cooking champions Team Mirepoix, where they discuss the challenges of working together, their respective restaurants, and then attempt to complete a special baking challenge created by Dr. Weir.    "
                },
                "4": {
                    "title": "S1E04",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir meets with Adam Doman, the president of Pathgoal and discusses the challenges of creating a reliable workforce for your business. Then we meet up with Dr. Weir during an interview with Mark Shiver, a pastor with a radio talk show where he discusses local issues in \"What Matters in North Carolina.\"    "
                },
                "5": {
                    "title": "S1E05",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir meets with TV personality Tenille Bentley and discusses her show \"Digital Consciousness\" and the importance of following your passion for the health of your mind. Then we meet up with Dr. Weir as he travels to the Suncoast Primate Sanctuary in Palm Harbor, Florida to meet with the lemurs and other wildlife and discuss the reasons for conservation of wild animals with volunteer Debbie Cobb.    "
                },
                "6": {
                    "title": "S1E06",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ep 6: Dr. Weir meets with Highway 101 singer Nikki Nelson where they discuss her country music origins and the creative inspiration behind her new music video \"Union Bound\" from the major motion picture UNION BOUND. Then we meet up with Dr. Weir as he interviews Tonya Nelson, the founder of Hand of Hope, and the role they play in helping couples plan for creating families.    "
                },
                "7": {
                    "title": "S1E07",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir interviews David Colgan, a prolific mortgage lender from Wells Fargo, and they discuss the journey he took to find a passion for helping people afford new homes. Then we meet up with Dr. Weir during an interview with local businesswoman Kasey Wright, owner of the AR Workshop where people can go with their friends to make crafts and \"wine\" down after a long day.    "
                },
                "8": {
                    "title": "S1E08",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir catches up with David Pagan at the NC Raleigh Farmer's Market, where they discuss cooking and his upcoming show \"Ricomida.\" Then we travel back in time to a previous excursion in 2010 to the NC Raleigh Farmers Market, where Dr. Weir met with the manager of the market Ronnie Best, and other local merchants and farmers.    "
                },
                "9": {
                    "title": "S1E09",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir cooks at home with his daughter Wendi Davis and baker Sarah Beard, discussing the importance of healthy eating and a balanced diet. Focusing on baking gluten free, Dr. Weir first makes a birthday cake, and then an apple pie and a pecan pie.    "
                },
                "10": {
                    "title": "S1E10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir wishes all his viewers a Merry Christmas during this flashback to a wonderful trip to the Great Wolf Lodge in Concord, NC in 2013 with American Country music group Highway 101. With lots of Christmas music and celebrity shenanigans, Dr. Weir's holiday spirits will make this season bright.    "
                },
                "11": {
                    "title": "S1E11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "31 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Weir meets with local North Carolina cooking champions Team Mirepoix, where they discuss the challenges of working together, their respective restaurants, and then attempt to complete a special baking challenge created by Dr. Weir.    "
                },
                "12": {
                    "title": "S1E12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "7 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir and his brother travel to Clearwater Florida and meet up with Nauti Nancy at her famous restaurant Nauti Nancy's Restaurant and Tiki Bar. Afterwards, Dr. Weir presents a testimonial from one of his chiropractic patients about the importance of seeking help with chronic pain.    "
                },
                "13": {
                    "title": "S1E13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir travels to the Weeki Wachee state park in Clearwater Florida to visit with the mermaids and learn about the history of the park from marketing manager John Athanason.    "
                },
                "14": {
                    "title": "S1E14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir and his family take a cruise to Cozumel, Mexico. On the way, we learn about their ship Independence of the Seas, eating gluten free on the ocean, and the Wave Rider. We also take a pit stop at Sawgrass Recreational Park in the Everglades and pop in to revisit our favorite orangutan Pongo at Suncoast Primates Center.    "
                },
                "15": {
                    "title": "S1E15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "28 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir looks back on his time with Pam Saulsby, where they discuss her latest album and cook blueberry pancakes in the Weir kitchen.    "
                },
                "16": {
                    "title": "S1E16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "4 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir recounts his trip to chocolate specialty shop Escazu, where he learns all about making chocolate by hand in small batches. Next we catch up with Dr. Weir at the Triangle Rock Club where Dr. Weir gets a chance to climb a rock wall, with a little help from his new friend Dan.    "
                },
                "17": {
                    "title": "S1E17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "11 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir goes back into the archive to remember his family trip to Tweetsie Railroad in Boone, NC. Between the cowboy show, gem mining, and family rides, there's plenty to do in one of NC's oldest theme parks. Later, we catch up with Dr. Weir at Dan'l Boone Inn and on Grandfather mountain, over a mile above sea level.    "
                },
                "18": {
                    "title": "S1E18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "18 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir sneaks onto the set of Money Secrets and learns about finances from Bill and Mike. Afterwards, we catch up with Dr. Weir in Angier, NC learning about all the different types of ice cream you can try at Sunni Sky's Ice Cream. Lastly, Dr. Weir travels to the Saltwater Seafood Shack in downtown Raleigh to learn about the family business.    "
                },
                "19": {
                    "title": "S1E19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "25 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir discusses health during this week's episode. First we travel back to the Whole Foods fishmonger and butcher competitions and discuss healthy cooking with the staff. Later, we meet up with Dr. Weir as he recounts his time at Herb Fest in Wake Forest, learning about sustainable, healthy eating from Bob Johnson. Lastly, Dr. Weir returns to Superior Sleep Solutions to discuss the importance of a good night's sleep.    "
                },
                "20": {
                    "title": "S1E20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "4 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir meets Catherine Nelson and together they discuss the importance of couple's counseling and communication in a relationship. Afterwards, Dr. Weir runs outside to learn about how he can rent chickens and produce fresh eggs, right in his own back yard.    "
                },
                "21": {
                    "title": "S1E21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "11 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir crafts bunnies for Easter with Jessica Watt and later sits down with Patti Fralix to discuss her new book on being a \"spend-a-holic.\"    "
                },
                "22": {
                    "title": "S1E22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "18 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir recounts his time with several passionate friends. First we catch up with Carolina Ballet composer Karl Morass as he discusses writing music for \"Beauty and the Beast.\" Next we catch up with Marty \"The One Man Party\" Young from WQDR. And finally Dr. Weir heads on down to Ray Price Harley Davidson in downtown Raleigh to take to Kris Weiss and learn about motorcycles.    "
                },
                "23": {
                    "title": "S1E23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir sits down with Veteran Sergeant Major Colton Cooper, a member of the Combat Warriors program. Later Dr. Weir meets up with Clay Culpepper, long time council member of the Combat Warriors. Finally, Dr. Weir meets Bill Warren, the president of the Combat Warriors, to discuss the impact of his organization.    "
                },
                "24": {
                    "title": "S1E24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir paints with Bob Ross student and certified teacher Kim Cowger. We also get a surprise visit from Bob Ross's ghost himself.    "
                },
                "25": {
                    "title": "S1E25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir sits down with Rhonda Allen to discuss the nature of self defense and her programs The Well-Armed Woman and the Academy of Personal Defense and Security. Afterwards, Dr. Weir meets up with Bill Segreve, and Independent Associate of Legalshield, a legal services industry upstart.    "
                },
                "26": {
                    "title": "S1E26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "22 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir recounts his trips to local breweries in North Carolina just in time for Brewgaloo 2017. First off we meet Seth Gross at Bull City Burger and Brewery. Then it's on to speaking with Dino Radosta at White Street Brewery in Dr. Weir's hometown of Wake Forest. Finally, we meet up with John Federal, head brewer at Raleigh Brewing Company. And then a sneak peak of the Brewgaloo festivities with Jennifer Martin.    "
                },
                "27": {
                    "title": "S1E27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir travels to DC with the family, where they visit the National Archives, Union Station, and take a wild tour bus ride. Then it's on to Three Bears Acres park, a family friendly outdoor extravaganza in Creedmoor, NC, where kids and adults can all have fun in the sun. Lastly, we revisit one of Dr. Weir's favorite trips to the Duke Lemur Center in Durham, NC, home to one of the world's largest lemur populations for research.    "
                },
                "28": {
                    "title": "S1E28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Loving Life with Dr. Weir (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Weir invites Nick Morrow from Compost Now into his home to learn more about composting and how easy it can be done now with their innovative program. Then Izzy from Izzy's Animals comes on the show to demonstrate how to bake a mug cake (in the microwave). After a short interlude with Izzy's Animal's, we return to learn about soy-free, homemade mayonnaise from Dr. Weir's personal recipe.    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Weir, Tim"
            },
            {
                "name": "Milone, Izzy"
            }
        ],
        "locations": [
            "Wake Forest, North Carolina, USA::(studio)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzk4NTVhYmQtMTc0ZS00NGQzLTgwNDktMWJjYTlmMzJhY2Y1XkEyXkFqcGdeQXVyNjk4NTIxMDk@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Loving Life with Dr. Weir",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Loving Life with Dr. Weir (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Uptone Pictures"
            }
        ],
        "distributors": [
            {
                "name": "WLFL"
            }
        ],
        "plot": [
            "Dr. Tim Weir interviews local artists, musicians, entrepreneurs, and creators who pursue their passions and embody the idea of loving life to it's fullest."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}