{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "23 July 2016"
            }
        ],
        "release dates": [
            "UK::23 July 2016"
        ],
        "episodes": {
            "4": {
                "0": {
                    "title": "Split Decisions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 0,
                    "original air date": "28 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "The First Chapter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Depressed from the war that erased both the Orcelians and the Risers from existence and deeds that rendered him a monster to the entire universe, an alien crash lands on Planet Earth with the intention to escape life and rest forever. However, those plans take a halt when the Argorians invade Planet Earth and Liam Catterson, the last Orcelian to live, meets who could possibly be the most important person in his life called Sarah Penelope. With the Argorians rising and time running out, Liam must finally prove that he is not the man people assume he is and remove the ...    "
                },
                "2": {
                    "title": "Revival of the Risers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Sarah Penelope joins the Orbis and is taken across time and space in and Liam decides to take her on a random location in the future. At the same time, a salvage team called Core Base Two is on a mission to locate a body that has the potentially to benefit humanity with the technology and resources it contained. But little do they both know, that body is the last of Liam's oldest and deadliest foes; The Risers and they seek to rebuild their army in a second bid to conquer the universe. Coming off from the Universal War, how will the emotions affect Liam and can ...    "
                },
                "3": {
                    "title": "The Outbreak",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The world is thrown into potential disaster in 2005 as an outbreak has emerged, infecting the massive city of Silver City and there is only one person that can stop this...His name is Alex Kennedy. A man called Kryos is prepared to make his idea of a perfect world into a reality but it will cost humanity the freedom to think and deform them into vicious creatures. With the help of Liam Catterson and Sarah Penelope, Alex peruses Kryos and his army of zombies and monsters as he intends to kill Kryos' plan for good. But will it be too late as time begins to run out for ...    "
                },
                "4": {
                    "title": "The Tirouxes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Abductions keep happening in 1994, in a small town of Chesterfield. Experimentations are due to be performed and the kind race that once roamed the Earth known as the Tirouxes, have an issue. There is a faction that want their land back and they will take no prisoners. They aim to bring hostility to those who wish to do the right thing. What are the consequences of Liam's attempt to rescue the victims and will Sarah, Jasmine, Steve and Peter be able to stop the spark of war against humanity?    "
                },
                "5": {
                    "title": "The Computer Virus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A new age has arrived for technology and this age is one to fear. Thomas Devlin, a man who is a long way away from home, is about to release his brand new computer hardware that will change the human race forever. A computer that will always remain in its prime. But around the same time, disappearances start occurring and the threatening attitude from Thomas Devlin has Liam and Sarah investigating further into the disappearances. But it isn't long before Thomas has his sights on Liam Catterson and understands he must capture Liam in his attempt to return home. How ...    "
                },
                "6": {
                    "title": "Manipulation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    There is one house on present day Earth that you must not enter. If you value your life, you will not enter that house as once you come in, you only come out in a bodybag. And when Liam and Sarah land with the latest victim, Eric Wolf, being taken away, it has Liam curious as he seeks to investigate the matter. Is he next? And is there a real reason why people are taking their own life? And will Liam be able to get more answers over a certain hooded figure as time is running out for him.    "
                },
                "7": {
                    "title": "Book of Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Where is Liam? Is Sarah with him? How did he exactly get to where he is? Is there an escape? And if so, what does he need to do? The last Orcelian alive wakes up removed from the universe, a white void that is endless. It is not long before he is sent on a vital quest where the universe's survival is on the line as Liam is about to experience his first encounter with the Hood. Or is it? The chase is on, Liam has to find the Book of Darkness before the Hood does and engulfs the world to his crafting. How will Liam be able to counter the obstacles in his path and how ...    "
                },
                "8": {
                    "title": "The Outage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Earth's final day has arrived and Liam is facing a deadly battle with the Hood, a person who knows Liam so much. After escaping the Realm as hell bent on causing death to humanity with his plan prepared, Liam goes to Alex Kennedy, a man he met a decade ago to aid him in an apocalyptic encounter with the Hood but the morality of a hero plays a vital role in Liam's encounter with the Hood. Will the Hood be successful in his plan, will everyone working with Liam be able to escape with their lives and who is the Hood and what is the meaning of his obsession with Liam? Get...    "
                }
            },
            "2": {
                "0": {
                    "title": "The Nightmare Before Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 0,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Months after Liam left Sarah on Earth whilst on the search for his twin brother, Liam decides to take a festive vacation on the planet named Christmas, where he meets a lonely and saddened woman named Mara Rey (played by Sarah Stephanie). But not even a hero can get some rest because Christmas gets under attack by a villain who used to live on the planet before her exile named Frostbite. With no chance of backing down and threatening to escalate her attacks unless her demands are met, Liam and Mara must find a way to stop her. But what will be the price of her actions...    "
                },
                "1": {
                    "title": "The Joke Was on Me (Prequel)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The most insane psychopath in the whole of space and time...is finally locked away. Waiting to be taken to a highly secured asylum, Jack Catterson (Liam Catterson) is confronted by Amy Quinn (Marielena Alcaraz) and Daniel Bale (Garrett Gizen) who begin to question the maniac that Jack is known to be, how he became the laughing madman, what he wants to do to the universe and his backstory explained further. But are Amy and Daniel in safe hands when they prod the cage of the malicious animal? What joke is Jack playing on the pair of them? And what does Jack have his ...    "
                },
                "2": {
                    "title": "Suicide Squad",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 May 2017",
                    "year": "2017",
                    "plot": "\n    How can you stop one of the most dangerous creatures in the whole of creation? You have thrown everything at this monster but he goes through them like butter and there's little hope to stopping him as her terrorizes the world. Desperate times call for desperate measures for Helena Hill (Anna Faye) as she forms the deadliest alliance to pose a threat to the world; Task Force X. Four criminals with the addition of an innocent man must band together to stop the Orcelian known as Jack. Jack however, has plans of his owns and has his sights set at ARGUS as he makes ...    "
                },
                "3": {
                    "title": "The Shadow Unit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Aug. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Blood Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The regeneration has taken place, and a new incarnation of Liam Catterson is born. As everyone is unknown to how Liam will not only look but appear in personality. A push for Jack to get his terrorising monster underway is imminent as he awaits how Liam, in his second incarnation, will approach him compared to previously. He may be changed but his intentions remain the same. Jack has to die and it is now or never as the final battle takes place. But how will Jack be ten steps ahead of his brother when Liam is at an advantage and what becomes of both parties ultimately...    "
                },
                "5": {
                    "title": "The Daleks Conqust",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "The Timepoint Paradox",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "16 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It's another day for Sarah Penelope. A day she expects to have great adventures and cherished memories with Liam. But they didn't happen. Liam has never met Sarah and everything Sarah once knew has been completely rewritten. Only Sarah can remember these events. Waking up in a brand new timeline, Timepoint, Sarah Penelope races against time as her stay in this timeline causes issues to arise. London has fallen, World War 3 is inches away and everyone Sarah once knew has changed and only Sarah can get the answers to get back to her timeline and restore what was once ...    "
                },
                "7": {
                    "title": "A Better Tomorrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Jokali, a planet where Liam and his friends seek a nice break away from all of the carnage they've dealt with. But as is the norm, things do not turn out to be so simple for Liam and his friends as he is separated after an unfortunate accident and are forced to take a journey, the long way around, in order to reunite with Liam once more. In the meantime, Liam reunites with someone pretty important to his past who has a warning for him and only with her training, can Liam overcome the near future devastation that may dawn on him and his friends. For Jade and Sarah, ...    "
                },
                "8": {
                    "title": "Amulet of Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "30 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Unknowingly, with the aid of Red Wolf, the Orbis struggles for stability as it lands on the planet of Ouranos. With the ship no longer functioning and Liam and his friends stranded on the planet, the only thing that has the power to get it back to its feet is the Amulet of Time. But the bad news spills out as a corrupt Queen has hold of the powerful amulet and has an undying hatred for the Orcelians. With her project currently in development and her hands on Liam, the Orcelian may have to sacrifice a valuable asset to him if he is to get close to the Amulet. As Liam ...    "
                },
                "9": {
                    "title": "Outer Heaven",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "7 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    One of the biggest projects during the Universal War and a place Liam has high remorse for, the Orbis lands at one of the most dangerous territories on Earth - Outer Heaven. Liam knows the stakes are high with this mission as he has to take down Outer Heaven. And he knows whoever is in charge or helping assist the uprising needs to be taken down, given their history of supporting the wrong causes and only doing the universe harm and that doesn't change today. Liam and his friends have a job to do after something calls for their attention and as they venture on this ...    "
                },
                "10": {
                    "title": "Heavens Divide",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A victim has been chosen. And whoever that victim is, will create an impact on Liam as he now scouts for blood. There'll be no limits to what carnage Liam will provide, to how merciless he has to be and what consequences he will bring to finally put an end to Big Boss and ensure this future does not become a reality. But Big Boss has an ultimatum that might be vital for Liam and might change his approach. It might be an offer to not refuse but with what Big Boss has done and his villainous methods, can Liam really be willing to sacrifice his morals to take Big Boss' ...    "
                }
            },
            "3": {
                "0": {
                    "title": "The Greatest Spectacle on Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 0,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    It's Christmas Day for Liam and his crew and for the first time, Liam has a family he can celebrate the day with. It's a beautiful experience inside the Orbis, memory sharing, the sensation of love, everything is making this the perfect day until they land on Pyren, which hosts the greatest spectacle on Christmas. It doesn't take long before things start going out of control and as a member wishes to make hostile steps to 'preserving' humanity, Liam finds himself in a rough situation and under a lot of mystery.    "
                },
                "1": {
                    "title": "Unfinished Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Liam Catterson is dead...or so that is what the universe is told. Following the collapse at Outer Heaven and confirmation that Liam died at Outer Heaven, the Orbis crew grows concern for a rift linking to Sarah Penelope's homeplace of Durham and a ship with something waiting for Liam's attention on the horizon. Meanwhile, the old friend named Alex Kennedy begins to question the legitimacy of Liam's death and seeks answers, until something happens that will startle his emotions.    "
                },
                "2": {
                    "title": "Master (Part 1)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    This is Jack's Earth now...And you will obey. There is no corner on Earth that is safe anymore. Every area on Earth is corrupted by Jack's dominance over Earth as his surprise for the world has dampened humanity and they can do nothing but follow orders. With Liam in chains, Sarah and Stacey held on a tight leash, Alex, Jade and Mitch strolling the Earth and Jack's next plan about to take form, Jack is suddenly becoming the unstoppable psychopath that Liam always feared. And even then, there is the Marax, a species that are difficult to put down...And they are all ...    "
                },
                "3": {
                    "title": "Master (Part 2)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "15 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "A Game of Thrones",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "22 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Touched by an Angel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Sarah",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "True Colours",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Remnants",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "7 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Final Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Catterson Chronicles (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Catterson, Liam"
            },
            {
                "name": "Roar, Juliet"
            },
            {
                "name": "Fleming, Kimberley"
            },
            {
                "name": "Arkless, Martin"
            },
            {
                "name": "Beetles, Jonathan"
            },
            {
                "name": "Smith, Alex"
            },
            {
                "name": "Winwood, Rachel"
            },
            {
                "name": "Anthony, Mike"
            },
            {
                "name": "Yogaswara, Sarah"
            },
            {
                "name": "Whiteford, Christopher"
            },
            {
                "name": "Joe, Sebastian"
            },
            {
                "name": "Hill, Josh"
            },
            {
                "name": "Rickert, Eva"
            },
            {
                "name": "Kendall, Ronikka"
            },
            {
                "name": "Karp, Malin"
            },
            {
                "name": "Doughty, Tom"
            },
            {
                "name": "Russell-Kay, Heather"
            },
            {
                "name": "Scuderi, Jana"
            },
            {
                "name": "Martindale-Weatherup, Rhiannon"
            },
            {
                "name": "Fleming, Andrew"
            },
            {
                "name": "Sabovcik, Blade"
            },
            {
                "name": "Williams, Eric L."
            },
            {
                "name": "Barton, Philip"
            },
            {
                "name": "Duke, Liam"
            },
            {
                "name": "Rayner, Tom"
            },
            {
                "name": "Smith, Ian"
            },
            {
                "name": "Greenhaf, Thomas"
            },
            {
                "name": "Sarah-Stephanie"
            },
            {
                "name": "Alcaraz, Marielena"
            },
            {
                "name": "Bidwell, Jay J."
            },
            {
                "name": "Clavery, Simon"
            },
            {
                "name": "Davies, Mathilde"
            },
            {
                "name": "Gauld, Rory"
            },
            {
                "name": "Haswell, Cassandra"
            },
            {
                "name": "Gizen, Garrett"
            },
            {
                "name": "Dobson, Carl"
            },
            {
                "name": "Sesskasays"
            },
            {
                "name": "Sharman, Gemma-Louise"
            },
            {
                "name": "Contreras, Lina"
            },
            {
                "name": "Edgecombe-Craig, Marcella"
            },
            {
                "name": "Henwood, Julie"
            },
            {
                "name": "Lynch, Max"
            },
            {
                "name": "Patmon, Ashanti Amod"
            },
            {
                "name": "Pickering, Ross"
            },
            {
                "name": "Foad, Ross K."
            },
            {
                "name": "Alexander, George"
            },
            {
                "name": "Fletcher, Jolene"
            },
            {
                "name": "Ovington, John"
            },
            {
                "name": "Watson, Tim"
            },
            {
                "name": "Anthony, Dee Devin Ann"
            }
        ],
        "genres": [
            "Sci-Fi"
        ],
        "runtimes": [
            "47"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.9,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2RjNjY2YTgtN2ZmNy00ZjRkLWJhODEtNjRmODJhYzUzZjg2L2ltYWdlXkEyXkFqcGdeQXVyNjc2Mzk0NjQ@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "GBP5 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Catterson Chronicles",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "The Catterson Chronicles (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Catterson, Liam"
            }
        ],
        "plot": [
            "An alien trying to save the universe from creatures unlike anything seen before along his companion. Based on the British Sci-Fi long running show Doctor Who.::Liam Catterson"
        ],
        "tech": {
            "runtime": [
                "47 min (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 8.9
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 9.3
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 3,
                "rating": 9.3
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 8,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.9,
        "median": 1
    }
}