{
    "imdb": {
        "raw release dates": [
            {
                "country": "Russia\n",
                "date": "7 November 2016"
            }
        ],
        "release dates": [
            "Russia::7 November 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Anna-detektiv"
            },
            {
                "countries": "Russia",
                "title": "Анна-детективъ"
            },
            {
                "countries": "USA",
                "title": "Detective Anna"
            }
        ],
        "akas": [
            "Anna-detektiv (original title)",
            "Анна-детективъ Russia",
            "Detective Anna USA"
        ],
        "akas from release info": [
            "Anna-detektiv (original title)",
            "Анна-детективъ Russia",
            "Detective Anna USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Case of the Drowned Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 33,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Detective Jacob Stolman from St. Petersburg arrives in Zatonsk and met Anna Mironova. Anna has one strange gift: she sees dead people.    "
                },
                "2": {
                    "title": "Prince of Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 31,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A young girl is murdered; Anna suspects that the cause of the crime is a mysterious amulet that brings luck in money matters .    "
                },
                "3": {
                    "title": "Smeten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 29,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Zatonsk there is a secret place where fist fights take place. Anna sees a prophetic dream that her friend Yakov Stolman is killed in the ring and tries to warn him .    "
                },
                "4": {
                    "title": "Satisfaction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 30,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Many years ago, Anna's father, Viktor Mironov, while in military service, committed a fatal mistake that broke the life of his brother-soldier. Now meeting with a man from the past can be tragic for Victor .    "
                },
                "5": {
                    "title": "Family Values",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 29,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A visiting student was found killed in the forest of the Yelagin family. His spirit asks Anna to uncover the secret of his death. Shtolman finds out that the student came to the city to kill the younger Elagin. It was sent by a certain Morel, the leader of a secret sect of hired assassins. But who killed the student?    "
                },
                "6": {
                    "title": "Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In the furnished rooms Zhenya is slaughtered - a young prostitute from a brothel. One of the richest merchants of Zatonsk met secretly with her; A poor student, in love with her, could kill her out of jealousy. The tragedy of the girl makes a deep impression on Anna and leads to a conflict with Shtolman.    "
                },
                "7": {
                    "title": "Bloodless Victim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Found the girl's bloodless body. Murder is like a ritual. It all began with the return of Baroness Catherine von Romphel from Austria-Hungary, from the places where the Countess Bathory murdered the girls two hundred years ago and bathed in their blood - Anna and the sixteen-year-old daughter of the Baroness are experiencing a series of adventures in the style of the Gothic novel.    "
                },
                "8": {
                    "title": "The Mystery of the Blue Notebook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 28,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The investigation of a seemingly simple domestic assassination of a former governess leads to the resumption of espionage history eight years ago - Prince Razumovsky, with whom Stolman fought a duel, comes to Zatonsk and is very interested in a blue notebook with strange poems written in English by a children's hand.    "
                },
                "9": {
                    "title": "Night Guest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 29,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In the house of the rich old woman Bentsianova, the murdered wife of her nephew is found. Shtolman learns that Benzianova believes that her long-dead son comes to her at night. Anna understands that someone comes to the woman alive, posing as a deceased. But for what purpose?    "
                },
                "10": {
                    "title": "Sicilian Defense",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 28,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Anna sees a dream: a ghostly man playing chess with her, who says: \"Where I shell go, I'll kill somebody there.\" Meanwhile, in the police station, the cardsharper Ferz, with whom Shtolman played chess at night, is murdered. Suspicions fall on the detective himself. Anna understands that now she not only can help Shtolman reveal the crime, but also save him from prison .    "
                },
                "11": {
                    "title": "Reincarnation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 28,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The body of the merchant Epifanov, who was missing a year ago, is found in a ravine. At that time, a fifteen-year-old boy who never knew a merchant during his lifetime begins to behave as if the spirit of the deceased had settled into him. A boy who no one believes except Anna, leads her and Stolman in the footsteps of the old crime .    "
                },
                "12": {
                    "title": "Engineer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 28,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Zatonsk with a secret mission comes a young engineer. He gets acquainted with Anna, who helps him with translations, not realizing the true purpose of the engineer's visit to her city. Shtolman understands that foreign spies appeared in Zatonsk, and Anna was involved in a very dangerous game .    "
                },
                "13": {
                    "title": "Zatonsk's Werewolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A series of brutal murders is attributed to a werewolf, who, according to legend, dwells in the Zatonsky forests and revenge for his dead bride. Shtolman is sure that the killer is not a werewolf, but just a man. Anna, in turn, understands that the clue lies once again between the world of the living and the dead .    "
                },
                "14": {
                    "title": "The Hairdresser",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Zatonsk there is a series of strange deaths seemingly from natural causes, but for some reason all dying are sure that they were cursed. It turns out that they are all related in some way. A young officer, a friend of Anna's childhood, is trying to find the solution of the death of her aunt, who, he is sure, was murdered .    "
                },
                "15": {
                    "title": "Two Officers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 26,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Secret wedding in the church. The bride is waiting for the bridegroom, and now he appears, coming to the altar, but it turns out that he is not bridegroom, but a stranger to the bride - Meanwhile, her fiance was found dead at the hotel - Anna and Stolman unravel the mystery of the love and death of two young officers.    "
                },
                "16": {
                    "title": "A Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A visiting Pole is killed. Shtolman finds in his pocket Dame Peak card and realizes that this message is intended for him. So St. Petersburg's past overtakes Shtolman in Zatonsk and jeopardizes not only him, but Anna as well.    "
                },
                "17": {
                    "title": "Solitaire of Columbine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A merchant who arranged a masquerade in honor of his jubilee was found dead at the height of the holiday. A mysterious lady in the costume of Columbine danced with the merchant all evening. It turns out that at the festival there were several women in the same costume of Columbine. Anna and Shtolman solve the equation with three unknown - Columbines.    "
                },
                "18": {
                    "title": "Medical Secrecy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 28,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Dr. Milz is accused of the inexplicable death of his patient. However, it turns out that she was fond of not only traditional medicine, but also all sorts of occult and spiritual practices. Anne and Shtolman have to understand which of the healers surrounding the rich lady is guilty of her death.    "
                },
                "19": {
                    "title": "Photograph",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Zatonsk, a photographer is murdered who allegedly makes a spiritual photo of clients with their deceased relatives. Anna reveals the charlatan. At the same time, Stolman establishes a link between the murder of a photographer and the mysterious death of a young landowner .    "
                },
                "20": {
                    "title": "Demiurge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Three mathematicians come to Zatonsk to participate in the spiritual session of Anna. Two of them die at the hands of a mysterious maniac, who calls himself the Demiurge. Soon the maniac begins to pursue Anna herself, considering her the embodiment of evil .    "
                },
                "21": {
                    "title": "Stray Bullet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The postal employee was severely wounded. It seems that he was wounded by an accidental shot: someone unknown was amused by shooting and got into a casual passer-by. The wounded man dies in the hospital. But, doing this allegedly accident, Anna and Stolman disclose a multi-way scam, a game of criminal minds and self-interested interests.    "
                },
                "22": {
                    "title": "Convict",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A convict flees from Siberia to accuse the prosecutor of Zatonsk in an unjust sentence. His only hope is Stolman, who will conduct a new investigation and establish the truth. But is the convict so innocent?    "
                },
                "23": {
                    "title": "Confident",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Madame de Beau's assistant André is killed - The Madame is a pimp in a skirt, which places girls at home to rich clients. And all because one of her wards, the mysterious Ulyana, makes men to fall in love with her and to compete for her. Anna and Stolman are investigating the case of an irresistible passion.    "
                },
                "24": {
                    "title": "Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The young playwright is murdered in his own estate after the presentation of his play. Anna and Shtolman must disclose this crime within 24 hours. Among the witnesses of the incident - writer Anton Chekhov. Probably, it is this case that will inspire Anton Pavlovich subsequently to write the play of Seagull .    "
                },
                "25": {
                    "title": "A Prudent Robber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 26,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    An icon is found, which, according to legend, is able to indicate the place of the treasure of the robber Kudeyar. The chain of deaths follows this find. Zatonsk freezes in anticipation of the treasure fever. Anna and Stolman are searching for the clue about the secret of the treasure, meanwhile the life of one of them is in great danger .    "
                },
                "26": {
                    "title": "Adepts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Zatonsk someone kills beggars, at first sight - aimlessly, just for fun. Trying to find out who is behind these crimes, Anna disguises herself as a beggar. In her footsteps, Shtolman starts. Together they go out on the killers, and also on the trail of the missing Alice Lawrence .    "
                },
                "27": {
                    "title": "Prince",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "votes": 27,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The prince was murdered. Under suspicion, almost everything, including Stolman. Anna evokes the spirit of the deceased and tries to unravel the mystery of his doom, and Stolman unravels the mystery of the English scholar Brown. Arrived from St. Petersburg, an official with special powers starts a case of espionage conspiracy in Zatonsk .    "
                },
                "28": {
                    "title": "Shtolman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "votes": 28,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    The murder of the prince entailed a series of dramatic events. In Zatonsk, there is no one else to rely on - habitual life is turned upside down and under suspicion are the noblest of people. Will Stollman and Anna survive against the biggest test in their lives?    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detective Anna (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "votes": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Nikiforova, Aleksandra"
            },
            {
                "name": "Frid, Dmitriy"
            },
            {
                "name": "Druzyak, Sergey"
            },
            {
                "name": "Sidorova, Irina"
            },
            {
                "name": "Ryklin, Andrey"
            },
            {
                "name": "Lukyanov, Andrey"
            },
            {
                "name": "Khvoshnyanskiy, Boris"
            },
            {
                "name": "Polyakova, Elena"
            },
            {
                "name": "Arlauskas, Algis"
            },
            {
                "name": "Antyukhova, Nina"
            },
            {
                "name": "Denisov, Nikolai"
            },
            {
                "name": "Pivovarov, Vladimir"
            },
            {
                "name": "Zvyagintseva, Galina"
            },
            {
                "name": "Savlik, Sergei"
            },
            {
                "name": "Dubina, Aleksandr"
            },
            {
                "name": "Mezentsev, Sergey"
            },
            {
                "name": "Babichev, Vilen"
            },
            {
                "name": "Klimenyuk, Mikhail"
            },
            {
                "name": "Shirshova, Natalya"
            },
            {
                "name": "Ilin, Yuriy"
            },
            {
                "name": "Vnukov, Yuriy"
            },
            {
                "name": "Yevgrashin, Vladimir"
            },
            {
                "name": "Zabegaeva, Valeriya"
            },
            {
                "name": "Naanu, Nazar"
            },
            {
                "name": "Bedarev, Dmitriy"
            },
            {
                "name": "Rumynskiy, Artur"
            },
            {
                "name": "Beskorovayny, Mikhail"
            },
            {
                "name": "Gromovikov, Valeriy"
            },
            {
                "name": "Evseev, Maksim"
            },
            {
                "name": "Romanov, Pavel"
            },
            {
                "name": "Blokhin, Dmitriy"
            },
            {
                "name": "Grebennikov, Vitaliy"
            },
            {
                "name": "Batukhanov, Andrei"
            },
            {
                "name": "Pyam, Mikhail"
            },
            {
                "name": "Yakovlev, Denis"
            },
            {
                "name": "Ipatov, Vladimir"
            },
            {
                "name": "Kulachko, Igor"
            },
            {
                "name": "Sheyman, Valeriy"
            },
            {
                "name": "Turkova, Evgeniya"
            },
            {
                "name": "Batrak, Natalya"
            },
            {
                "name": "Kharybin, Andrey"
            },
            {
                "name": "Maysuradze, Vladimir"
            },
            {
                "name": "Oransky, Ivan"
            },
            {
                "name": "Kabak, Ekaterina"
            },
            {
                "name": "Egorov, Ivan"
            },
            {
                "name": "Churbakov, Sergei"
            },
            {
                "name": "Kosichkin, Ivan"
            },
            {
                "name": "Rozhkov, Aleksey"
            },
            {
                "name": "Bello, Jamilatu"
            },
            {
                "name": "Kalinin, Ivan"
            }
        ],
        "genres": [
            "Mystery"
        ],
        "countries": [
            "Russia"
        ],
        "country codes": [
            "ru"
        ],
        "language codes": [
            "ru"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 156,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWNiNzUyNTMtMWQzZC00NjgxLTkwN2YtZmUyZjFjMmFlYzA4XkEyXkFqcGdeQXVyNjc4MTIzOTQ@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "RUR1 (estimated)",
        "plot outline": "Nineteen-year-old Anna, living at the end of the nineteenth century in the town of Zatonsk, unexpectedly discovers that she possesses supernatural powers. The spirits of the dead literally haunt her, begging to help. Aided by her visions, Anna manages to investigate and solve a number of mysterious crimes which have baffled the police. An experienced detective, 37-year-old Yakov Shtolman, who chances to visit the town, teams up with Anna and becomes her partner in hunting down criminals.",
        "languages": [
            "Russian"
        ],
        "title": "Detective Anna",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2017",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bordachev, Vitaliy"
            },
            {
                "name": "Kolmogorov, Aleksei"
            }
        ],
        "production companies": [
            {
                "name": "Star Media"
            }
        ],
        "distributors": [
            {
                "name": "Star Media"
            }
        ],
        "plot": [
            "Nineteen-year-old Anna, living at the end of the nineteenth century in the town of Zatonsk, unexpectedly discovers that she possesses supernatural powers. The spirits of the dead literally haunt her, begging to help. Aided by her visions, Anna manages to investigate and solve a number of mysterious crimes which have baffled the police. An experienced detective, 37-year-old Yakov Shtolman, who chances to visit the town, teams up with Anna and becomes her partner in hunting down criminals."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 156,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 34,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 52,
                "rating": 8.2
            },
            "males": {
                "votes": 27,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 13,
                "rating": 7.7
            },
            "females": {
                "votes": 85,
                "rating": 8.6
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 8.8
            },
            "females aged 30 44": {
                "votes": 26,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 39,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 6.0
            },
            "us users": {
                "votes": 31,
                "rating": 7.6
            },
            "non us users": {
                "votes": 48,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 101,
            "9": 22,
            "8": 10,
            "7": 7,
            "6": 5,
            "5": 1,
            "4": 4,
            "3": 1,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 9.0,
        "median": 1
    }
}