{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 November 2016"
            },
            {
                "country": "USA\n",
                "date": "28 November 2016"
            }
        ],
        "release dates": [
            "USA::21 November 2016",
            "USA::28 November 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Flexport - An App for Global Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Challengers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Ryan Petersen, founder of Flexport, believes that nothing helps people improve their lives more than the ability to trade with one another. And, yet, even in the era of free trade, international shipping for businesses is still way too cumbersome. If Flexport succeeds, the chair you're sitting on, the phone you're holding, and the clothes you're wearing will all cost less.    "
                },
                "2": {
                    "title": "Vicarious - Teaching Computers to Think Like Humans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Challengers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Impossible. Crazy. Dangerous. Scott Phoenix, founder of Vicarious, knows that people are scared and skeptical of human-level artificial intelligence. But he's building it anyway because he believes smart machines could one day cure cancer, create new forms of energy, and solve virtually every problem that humans simply can't.    "
                },
                "3": {
                    "title": "Transatomic - Powering the World with Nuclear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Challengers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Transatomic is designing a nuclear reactor that can produce a lot more electricity than a conventional reactor, while creating a lot less nuclear waste. But they'll need to take on a deeply entrenched industry and convince a cautious public that they can safely harness the most powerful energy in the world.    "
                },
                "4": {
                    "title": "AltSchool - What Will Schools Look Like in the Future?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Challengers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Everyone wants America's education system to do better. Ex-Googler Max Ventilla has a radical idea for how to make schools work more like a social network. Ventilla's AltSchool is building a highly-personalized education experience that gets better and cheaper as more students use it. A decade from now, AltSchool may have built a new school system that ALL will be able to join.    "
                },
                "5": {
                    "title": "8i - Virtual Reality Could Change Your Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Challengers (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Imagine if you could climb Mount Everest and go on stage at a Beyonce concert with your friends...before breakfast. Linc Gasking and his team of visual effects experts at 8i thinks they can make holograms of humans so real, that VR will go mainstream and they'll alter the human experience forever.    "
                }
            }
        },
        "number of episodes": 5,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Mono"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjI5Mzg5OTktMjU0OC00YzJiLThhMzMtYTIxNDk0YzE1MzUyL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzIyODkxMA@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Challengers - a Freethink Original Series presented by Fast Company. Across the globe, innovative entrepreneurs are racing to develop new businesses that could dramatically improve people's lives. But startups are hard work, and success is far from guaranteed. Join us as we profile the next generation of challenger companies and get an intimate view of where they are on their journey to transform an entire industry-to change the world.",
        "languages": [
            "English"
        ],
        "title": "Challengers",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Challengers (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Freethink Media"
            }
        ],
        "distributors": [
            {
                "name": "Fast Company"
            },
            {
                "name": "Freethink Media"
            }
        ],
        "plot": [
            "_Challengers_ (qv) - a Freethink Original Series presented by Fast Company. Across the globe, innovative entrepreneurs are racing to develop new businesses that could dramatically improve people's lives. But startups are hard work, and success is far from guaranteed. Join us as we profile the next generation of challenger companies and get an intimate view of where they are on their journey to transform an entire industry-to change the world.::Freethink Media"
        ],
        "tech": {
            "sound mix": [
                "Mono"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}