{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "May 2016"
            }
        ],
        "release dates": [
            "USA::May 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Jokke Sommer, Niccolo Porcella and friends meet up in Oahu, Hawaii for some surfing and skydiving. Jokke's mom Jorunn visits the team for a Hawaiian vacation as well. The team is eager to explore the terrain of Oahu, and search for potential wingsuit lines. They scout out the nearby mountain range and contact a local helicopter pilot. Jokke's mom has been doing some research on attractions in Hawaii and finds out that Jokke's distant relative designed the Crouching Tiger Inn, a historical building on the island. The team goes to visit inn. After settling in they begin...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    The team rises early to go for a morning paddle surf session with big wave surfer Trevor Sven Carlson. While they train, Trevor notices a tourist up the beach having trouble getting into shore. An experienced lifeguard, he makes a the rescue and the team heads in for lunch at a local standby. Still determined to fly wingsuits above the mountains at Kualoa Ranch, the team attempts to coordinate with a helicopter pilot, but find it difficult to match the pilot's schedule with an appropriate weather window. In the meantime, Clair Marie, also known as BASE Girl, gets some...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    After seeing a swell forecasted to hit Peahi, the team packs their bags and heads to Maui. Maui is Niccolo's home, and he shows everyone around the island. The crew visits some underwater caves and does some diving. For some athletes that are not as accustomed to water training, this is an anxiety-ridden experience. Niccolo contacts fellow big wave surfer Yuri Soledad, who manages the fish market in the town of Paia. The team gets an exclusive look into the kitchen at the local restaurant. That night, the team preps their gear for their Pe'ahi surf session the next ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Niccolo is preparing for his first ever wingsuit BASE jump. Consistent training is imperative and he needs to become current in wingsuit piloting before doing BASE training in Europe. He heads to San Diego, California to train with accomplished wingsuit pilots Fernando Goncalves and Carson Klein. Team member Felix Lorentzen is also getting in some skydive training for the upcoming BASE season in Europe. While coming in for a routine landing, Felix miscalculates and makes a hard landing, breaking both of his ankles. He is taken by ambulance to Los Angeles International...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    After training separately for a few weeks, Jokke, Niccolo, and Petter reunite in Lauterbrunnen, Switzerland, one of the most popular and diverse BASE jumping destinations in the world. The crew meets up with old friend, legendary local BASE instructor Dominik Loyen to do some training in preparation for Niccolo's first ever wingsuit BASE jump. In addition to getting in training, Jokke, Petter, and cameraman Alex Aimard work on a video project they've been developing, known as Freefly the World. The team has developed special BASE jumping rigs with secondary parachutes...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    The team heads to Brento, Italy for Niccolo's first ever wingsuit BASE jump. The team meets up with a big group of BASE jumpers that are have also sought out the extremely tall cliffs of Brento. They explore the incredible local cuisine and discuss their plans for jumping. Niccolo's experiences anxiety as his first wingsuit jump approaches. Wingsuit BASE jumping is statistically the most deadly sport in the world, the most dangerous part being the exit from the cliff, where the chances of slipping or losing control are extremely high. Many deadly accidents have ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    The team reconvenes in Tahiti. They are joined by professional wingsuit pilot and model Roberta Mancino, world wingsuit race champion Espen Fadnes, and the recently recovered Felix Lorentzen. Jokke's girlfriend, an actress from France named Julie Drey, also joins the team. After arriving to the main island of Tahiti, the team travels to the beautiful island of Mo'orea, where there is a skydive dropzone. They explore the local culture and cuisine. Once they are settled in, the team decides to explore the island in search of wingsuit lines and landing zones. They go ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    As the biggest swell of the season heads towards Teahupo'o, Jokke and Niccolo see an opportunity to take their project to even greater heights. The team travels to Tahiti to capitalize on the swell. The team finalizes logistics for the swell, and Niccolo meets up with professional big wave surfer Manoa Drollet who will help the crew with towing and safety at Teahupo'o. As the swell fills in, the team realizes that the waves at Teahupo'o are the heaviest they have ever encountered. Niccolo catapults in the the spotlight of big wave surfing world by taking one of the ...    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Back on the island of Mo'orea, the team begins working on logistics for their next wingsuit flight. It proves to be a difficult task with the persistent trade winds. In the meantime, Jokke, Espen, and Petter go surfing with Tahitian local: Mihimana Braye. He shows them the best local breaks and the team has a quick lunch at a local eatery. After waiting for some time, the weather has finally cleared up and the team has a small window to do a wingsuit flight over the island. After they complete their jump, they find Manoa Drollet at the drop zone, and he joins the team...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    The team meets at a castle in Marsvinsholm, Sweden for Petter's wedding. Petter and his groomsmen are planning to skydive into the ceremony, so the team does a practice run to make sure everything is in order before the ceremony. Family and friends gather for the special event, which turns out to be a complete success. Emotions are high as athletes from around the world celebrate this beautiful event. After an amazing wedding and reception, the team gets some much needed rest. While Petter is off on his honeymoon, the rest are headed to Norway in pursuit of their next...    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    Jokke must visit his sponsor's headquarters in Oslo for a business meeting. Jokke shows Niccolo many of the local attractions, including Aymara, a four star restaurant, and a go cart track just outside of town. The team has a blast exploring the sights and sounds of Oslo. As they plan their trip up north, they are invited to a rally driving event in the countryside. After living it up in Oslo, Jokke, Niccolo and Felix are ready for another wingsuit adventure. They make the six hour drive north to Andalsnes, where the dramatic cliffs make for great BASE jumping. The ...    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    The team wakes in Andalsnes and begins planning their next wingsuit jumps. Always checking the weather they scout out two exits, Bispen and Raven's Nest. The team does a successful wingsuit flight from Raven's nest. Local jumper Tom Erik BASE jumps between shifts at a local mattress factory. The team visits him at work, planning on going for a jump at Bispen later on. The team makes the treacherous hike up to Bispen, and Niccolo does his first proximity flight, where he comes within ten meters of the rocky mountainside. They head back to their home base for dinner, ...    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    The team departs from the farm in search of new terrain. They head out on a road trip to Voss, where they again meet up with renowned wingsuit pilot, Espen Fadnes. The team goes to the wind tunnel in Voss to get in some critical training. After a full day of BASE jumping and tunnel training, the whole crew heads over to the Voss dropzone. It's the last day of BASE season, and there is a huge celebration as the team looks back on an incredible summer. The following day, they head to Stryn, where they complete some of the most beautiful wingsuit flights of the season. ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Over the course of 6 months, Jokke Sommer, one of world's most prominent wingsuit pilots and Niccolo Porcella, a world-class waterman and big wave surfer, will trade knowledge in their extremely inspiring yet deadly sports. Jokke starts preparing for his trip to Maui by stopping in Oslo and picking up his sponsored gear; meanwhile, Niccolo is in Maui doing a photoshoot for one of his sponsors. The athletes are surrounded by multiple mentors who are skilled in either wingsuit flying or big wave surfing to help train and prepare them, both mentally and physically, for ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Extreme sport athletes, Jokke Sommer and Niccolo Porcella, are under a lot of pressure as they continue to hit major challenges that could jeopardize their project. The jet ski needed to train Jokke to surf the waves of Pe'ahi may have taken in too much ocean water to be repaired. After dropping off the jet ski, Niccolo takes Jokke to his trainer, Izaac Tyrell, for some condition training. As the team looks to shift gears to begin Niccolo's training for wingsuit flying, Jokke realizes his B license is expired. They call the owner of the drop zone in Oahu and the owner...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    With a huge storm set to hit Maui, Jokke Sommer and Niccolo Porcella shift over to water training to further prepare Jokke for Peahi's monstrous waves. The team meet at a local coffee shop and decide that Niccolo and his brother, Francisco, will surf the big swells at Pe'ahi in the morning and in the afternoon. They will go to Sprecks for Jokke's surf training. They first call the repair shop and are relieved to hear that the jet ski engine will not need to be replaced. A day before the storm, Niccolo takes Jokke to an underwater cave for some breath training. In ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    The holiday season is approaching and Jokke Sommer and Niccolo Porcella are training to be the first two people to be proficient in both wingsuit flying and big wave surfing. Niccolo takes the team cliff diving as a method of simulating the impact of a big wave wipeout. Niccolo will be departing to spend the holidays in California with his fiancee and family and needs to get in as much skydive, wingsuit training as possible before he takes off. The team decides to relocate to Oahu where the only skydive dropzone in Hawaii is located. After arriving in Oahu, they first...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Big wave surfer, Niccolo Porcella, takes his training wingsuit pilot training to the next level under the leadership and guidance of renowned BASE jumpers and wingsuit pilots, Jokke Sommer and Ludovic Woerth. After Niccolo returns from California, the team begins to prepare for Niccolo's first helicopter wingsuit jump. They search Google maps and talk to the local helicopter pilot to scout landing areas for the jump. The team decides on the front of the house but the pilot points out a palm tree that won't allow for a safe take off so they go with plan B: a nearby ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Wingsuit pilot, Jokke Sommer is deep in his training and is preparing for his second encounter with the famous waves of Pe'ahi. The team is tracking a powerful storm that is set to hit Hawaii and produce massive swells. Niccolo's trainer, Izaac, has been working on a specialized routine to sharpen Jokke's reaction time, endurance, and flexibility to get him physically ready to surf big waves. The first day of the storm arrives and Niccolo and Francisco go out to surf and are hit with large waves. After taking a couple of hits, Niccolo is able to catch a wave and rides...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Since leaving Maui, Jokke Sommer and Niccolo Porcella have been skydive training in Dubai. After jumping and training with all Dubai has to offer, the team sets out for France for the next phase of training: bridge BASE jumping. France's Millau Viaduct bridge is the tallest bridge in the world standing at 890 feet above the valley below. Dominik Loyen, a legendary wingsuit pilot and trainer to Jokke, prepares Niccolo for the jump by going over all the procedures and techniques to which he must adhere in order to execute a safe and successful jump. Felix Lorentzen ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The saddest goodbyes to Liftoff castmate and mentor, Ludovic Woerth, who was lost in a tragic accident along with two other wingsuit pilots. The crew reflect on the accident, while partaking in a home-cooked meal, prepared by Jokke's mother in Norway before heading to the mountains for more base jump training for Niccolo Porcella. Due to unfavorable weather conditions, Sommer switches gears and introduces the boys to his favorite childhood activity; jumping off roofs of buildings into water. Jokke invites wingsuit pilot, Tom Erik Heimen, to look over locations and ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Wingsuit pilot Jokke Sommer, world class waterman Niccolo Porcella, and the crew are invited over to Tom Erik's house to review footage and prepare for a fly by in Bispen. The team then meet at the cabin and discuss some last details on Jokke and Tom's fly by stunt. Niccolo and the team wait by the road while Jokke and Tom reach the exit point. They gear up and jump off the edge, flying down the cliff right alongside the road where the team is waiting. As everyone leaves to get lunch, Jokke, Felix, and Tom prepare to jump again while Niccolo sits out because he's not ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Renown waterman Niccolo Porcella is training for proximity wingsuit flying and regaining his confidence as he prepares to base jump in Cathammer. Meanwhile, wingsuit pilot, Jokke Sommer, is in Romsdal preparing for an aerial stunt for a commercial with skydiver, Bjorn Magne Bryn and wingsuit pilot, Espen Fadnes. At the cabin, Niccolo and Feliz Lorentzen find a new jump called Blue Chair and head out with wingsuit pilot, Thomas Hestad to find an exit point. After further inspection, the crew discovers Blue Chair is more for wingsuits than the tracking suits Niccolo, ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    In Romsdal, Norway, Jokke Sommer attempts an aerial stunt with Bjorn Bryn and Espen Fadnes but Bjorn's parachute lines get twisted, cutting off his circulation and spinning him around as he plummets to the ground but he luckily is able to cut off his main parachute and launch his reserve just in time to land safely on the ground. The incident sparks some memories for Felix Lorentzen as he reflects on having arthritis at 18 and being unable to walk or move without assistance to now proximity, wingsuit flying. Niccolo Porcella and Felix complete their last fly by in ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    World class waterman, Niccolo Porcella, prepares for his first jump from a helicopter in a wingsuit. The team heads to Dumpster to get in some more base jumping training. Niccolo and Petter hike to the exit point and enjoy a beautifully executed jump. Afterwards, they head to a local helicopter rental base but weather conditions are poor. The team decides to wait it out but then Jokke receives a call and the jump is called off and news hits that another base jumper has passed. The next day, the crew heads down to Chamonix and the weather is still unfavorable. But ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Liftoff (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Wingsuit pilot Jokke Sommer, gears up for his first base jump at Aiguille Du Midi. Conflicted, he approaches the exit to get a better feel for the path and with a faithful heart, he leaps off the edge. Jokke enjoys one of his most amazing flights down the mountain, basking in the stretching, breathtaking view to his landing area. As the team heads back to Lauterbrunnen, they visit the site where Ludovic Woerth died. After an emotional visit, Niccolo Porcella, Felix Lorentzen, and Jokke prepare for their final jump of the season by going over safety procedures and ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Porcella, Niccolo"
            },
            {
                "name": "Sommer, Jokke"
            },
            {
                "name": "Lorentzen, Felix"
            },
            {
                "name": "Mazetta, Petter"
            },
            {
                "name": "Loyen, Dominik"
            },
            {
                "name": "Fadnes, Espen"
            },
            {
                "name": "Kilborn, Rodney"
            },
            {
                "name": "Porcella, Francisco"
            },
            {
                "name": "Ringard, Hege"
            },
            {
                "name": "Woerth, Ludovic"
            },
            {
                "name": "Butz, Lori"
            },
            {
                "name": "Carlson, Trevor"
            },
            {
                "name": "Dossantos, Eric"
            },
            {
                "name": "Flores, Jhonothan"
            },
            {
                "name": "Heimen, Tom Erik"
            },
            {
                "name": "Jonsson, Petter"
            },
            {
                "name": "McNamara, Garrett"
            },
            {
                "name": "Couch, Micah"
            },
            {
                "name": "Dray, Julie"
            },
            {
                "name": "Drollet, Manoa"
            },
            {
                "name": "Jones, Nate"
            },
            {
                "name": "Langer, David"
            },
            {
                "name": "Mackey, Walker Williams"
            },
            {
                "name": "Mancino, Roberta"
            },
            {
                "name": "Marie, Clair"
            },
            {
                "name": "McFeeley, Patrick"
            },
            {
                "name": "Reffet, Vince"
            },
            {
                "name": "Tashnick, Anthony"
            },
            {
                "name": "Brennan, Ellen"
            },
            {
                "name": "Bryn, Bjorn Magne"
            },
            {
                "name": "Cotton, Andrew"
            },
            {
                "name": "Drollet, Matahi"
            },
            {
                "name": "Fugen, Fred"
            },
            {
                "name": "Goncalves, Fernando"
            },
            {
                "name": "Hestad, Thomas Berg"
            },
            {
                "name": "Klein, Carson"
            },
            {
                "name": "Nogales, Coco"
            },
            {
                "name": "Ogwyn, Joby"
            },
            {
                "name": "Ringstrom, Mathias"
            },
            {
                "name": "Skudin, Will"
            },
            {
                "name": "Tyrell, Izaac"
            }
        ],
        "locations": [
            "Hawaii, USA",
            "Europe"
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjQyYWVlYmMtYTlkOC00YWY1LTljZjItZGUyMTA5ZTVkMWRkL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzY0MzA4ODA@._V1_SY150_CR6,0,101,150_.jpg",
        "budget": "$1,040,000 (estimated)",
        "plot outline": "After spending two years accomplishing their dream of switching sports, wingsuit pilot Jokke Sommer, and big wave surfer Niccolo Porcella lead a collection of some of the most progressive athletes in the world in a global pursuit to push the level of the human experience. The team will travel to Hawaii, California, Italy, Norway, Sweden, Mo'orea, Tahiti, Sweden, France, and Switzerland experiencing the culture, food, and natural athletic arenas that are unique to each location. From exploring the fish markets of Paia, Maui, to the magical culture of Mo'orea & Tahiti, to a spectacular group skydive into Marsvinsholm castle in Sweden to attend a team member and Champion freefly skydivers wedding ceremony, to behind the lines at 4 star restaurant Aymara in downtown Oslo, Norway the viewers will experience the sights, sounds, and colors of some of the planet's most beautiful destinations. Season 2 of LIFTOFF will take the viewer on an unforgettable experience filled with not only harrowing and awe inspiring athletic feats, but with the story of the people, places, and spirit of those that pursue the ultimate human experience.",
        "languages": [
            "English"
        ],
        "title": "Liftoff",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Liftoff (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Romano, Rocky"
            },
            {
                "name": "Winters, Miranda"
            },
            {
                "name": "Sells, Todd"
            }
        ],
        "production companies": [
            {
                "name": "The Go Big Project"
            }
        ],
        "distributors": [
            {
                "name": "Ananda Media"
            },
            {
                "name": "Boulder Creek International"
            }
        ],
        "plot": [
            "After spending two years accomplishing their dream of switching sports, wingsuit pilot Jokke Sommer, and big wave surfer Niccolo Porcella lead a collection of some of the most progressive athletes in the world in a global pursuit to push the level of the human experience. The team will travel to Hawaii, California, Italy, Norway, Sweden, Mo'orea, Tahiti, Sweden, France, and Switzerland experiencing the culture, food, and natural athletic arenas that are unique to each location. From exploring the fish markets of Paia, Maui, to the magical culture of Mo'orea & Tahiti, to a spectacular group skydive into Marsvinsholm castle in Sweden to attend a team member and Champion freefly skydivers wedding ceremony, to behind the lines at 4 star restaurant Aymara in downtown Oslo, Norway the viewers will experience the sights, sounds, and colors of some of the planet's most beautiful destinations. Season 2 of LIFTOFF will take the viewer on an unforgettable experience filled with not only harrowing and awe inspiring athletic feats, but with the story of the people, places, and spirit of those that pursue the ultimate human experience."
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}