{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "USA::2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A swell rises in Nazare, Portugal and big wave surfers Garrett McNamara, Andrew Cotton, and Hugo Vau set out to ride it. Garrett McNamara resides in the north shore of Oahu with his wife Nicole McNamara and their children. Nazare is a small town in Central Portugal that produces some of the most impressive but deadliest waves on the planet. When Garrett and Nicole arrive at the hotel, they discover that swell has reduced to smaller waves, giving Garrett and and his team only 24 hours to prepare. They head to the warehouse to prepare gear and with safety always being ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    One of the biggest swells ever rises in Nazare, Portugal. Big wave surfers Garrett McNamara, Andrew Cotton, Hugo Vau, and Ross Clarke Jones set out to surf on the second day of the swell. They are joined by Ross Clarke Jones and Michele Laurant. Ross Clarke Jones is an Australian big wave surfer and is considered a legend and pioneer in the sport. Despite being worn out from the previous day, the team gears up for the waves. Garrett is excited to use his custom board: a design collaboration between Mercedes Benz, himself, and a local surf shop, S.P.O. The team hopes ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    With a huge storm heading to the North Pacific, big wave surfers, like Eric Akiskalian, have their eyes set on the waves predicted to hit Nelscott Reef in Oregon. Nelscott Reef is known as one of the most intimidating beach breaks in the entire world. Fifty-five year old Eric Akiskalian holds the record for riding the biggest wave in the Northwest. He also became the oldest surfer to ever be nominated for the prestigious 'Biggest Wave' award at the annual XXL Surfing Awards. When he is not surfing big waves, Eric is a car salesman and father to two boys. With this ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    For its next stop, The Big Wave World Tour sets out for massive swells at Nelscott Reef. Local big wave surfers, Eric Akiskalian and Keith Galbraith are invited to compete. One hopeful surfer, Will Skudin, is looking to join the tour for the first time with an invitation. Will Skudin grew up in Long Beach, New York in a family of watermen and women. Him and his brother, Cliff Skudin, started Skudin Surf: a prominent surf school with multiple locations in the New York area. During one of his camps, Will gets the call that the Oregon contest is on and he is invited as a...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    With Springtime approaching, big wave surfers are shifting their attention to the Southern hemisphere but Mother Nature decides to send one more Winter swell to the heart of Northern California. Mavericks is located in the infamous red triangle, a Great White shark breeding ground with a deep water reef that comes up and goes down, easily producing fifty-foot waves. Local big wave surfer and businessman, Jeff Denholm, enjoys the downgraded, uncrowded swells that Springtime produces. After being in a tragic work accident, Jeff lost one arm but through resilience and ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    An immense, low-pressure system is steamrolling its way out of the Aleutian Islands and drawing straight into the swell window of Northern California's most infamous reef, Mavericks. Mavericks is known for its massive waves but is also notorious for the dangers that can occur. Big wave pros, Mark Foo and Sion Milosky, have lost their lives to Mavs. The Mavericks season always begins with a traditional opening ceremony honoring those who surf and have surfed at Mavericks. A circle in prayer forms past the breakers off the beach. A symbol of unity, this time honored ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    After a significant stretch of flat waters, a storm in Antarctica sends massive swells to Pico Alto: the next stop on the Big Wave World Tour. Pico Alto, Peru is where one of the world's oldest surfing civilizations began. Currently, its harbors are alive with native fishermen and watermen alike. Santa Cruz native big wave surfer, Anthony Tashnick, receives a call about the swell in Peru. And across town, Ken 'Skindog' Collins gets the same call and they both head to Peru for the competition. Big wave surfer Trevor Carlson, although not invited, heads to Peru as well ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    With Hurricane Marie intensifying to a category five, big wave surfers from around the world converge in Puerto Escondido, Mexico in hopes of catching an epic Mexican surf. At daybreak, they head to practice and big wave surfers, Ken Collins and David Langer, tow one another onto some solid waves. Trevor Carlson comes close to drowning as he is taken out by a huge wave and pinned under the multiple waves that follow. The waves in Puerto Escondido are relentless, but this swell is extraordinary and surfers rise to the occasion, matching massive waves with beautiful ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    A severe storm developed in the North Pacific and if the weather pattern continues it could produce waves in excess of fifty feet if it hits Pe'ahi. To many, Pe'ahi is considered the best big wave break in the world; no surprise surfers venture from all corners of the globe to surf there. Legendary big wave surfer, Garrett McNamara and wife Nicole, live close and make the short flight to Maui to catch the waves at sunrise. After arriving, he struggles to find his groove and goes through a couple board switches before deciding to go with the jet: a board equipped with ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Pe'ahi, also known as Jaws, is a perfect, symmetrical, triangular ridge. This ridge causes ocean swells moving at speeds up to forty miles per hour to heave up, grind, and barrel along the ridge. Deep, fast moving water bends inward causing a wrapping effect that forces water in and up toward the surface where it transforms into a massive pyramid of water. This massive water peaks upwards of sixty feet high. English big wave surfer, Andrew Cotton, and New York native, Will Skudin, are invited by Garrett McNamara to come surf the swell at Jaws. Both Andrew and Will ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    An enormous storm forms in the South Pacific, sending massive waves toward Tahiti and Southern Mexico. Big wave surfers around the world gather their belongings and pack their boards for the next surf adventure. While getting some practice in using unconventional means, big wave surfer Will Skudin, gets a call for Mexico. Other surfers such as Garrett McNamara and Francisco Porcella, also head to Puerto Escondido. Although the surf is flat upon arrival, as night falls, the swell comes on strong. The unusual high tide brings the surging ocean up onto the streets of ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Surfers have traveled from all corners of the globe to ride one of the biggest swells to hit Puerto Escondido, Mexico in the last ten years. This notorious beach break is one of the most dangerous and challenging waves to surf. Big wave surfers Garrett McNamara and Francisco Porcella hope the swell will provide cleaner, more organized waves compared to the previous day, for them to get a few strong rides. The streets are still flooded from a combination of high tide and massive surf. With the swell subsided, surfers such as Grant 'Twiggy' Baker, are rising up to the ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maverick Moments (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Although the big wave season is coming to a close, the Atlantic ocean is waking up again, sending consistent swells to the European coast. An international crew of big wave watermen begin to look toward the record breaking waves of Praia De Norte, just located off the coast of the seaside town of Nazare, Portugal. Garrett McNamara made the Guinness Book of World Records in 2011 when he successfully surfed a twenty-six meter-high wave there. Since then, big wave surfers flock to the waves of Nazare, knowing a surfer has the highest chance of claiming glory and making ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "McNamara, Garrett"
            },
            {
                "name": "Carlson, Trevor"
            },
            {
                "name": "Porcella, Francisco"
            },
            {
                "name": "Akiskalian, Eric"
            },
            {
                "name": "Collins, Ken"
            },
            {
                "name": "Cotton, Andrew"
            },
            {
                "name": "McNamara, Nicole"
            },
            {
                "name": "Skudin, Will"
            },
            {
                "name": "Tashnick, Anthony"
            },
            {
                "name": "Baker, Grant"
            },
            {
                "name": "Denholm, Jeff"
            },
            {
                "name": "Domke, Brad"
            },
            {
                "name": "Galbraith, Keith"
            },
            {
                "name": "Langer, David"
            },
            {
                "name": "Vau, Hugo"
            }
        ],
        "locations": [
            "Hawaii, USA",
            "Portugal",
            "Puerto Escondido, Oaxaca, Mexico",
            "Peru",
            "Mavericks Beach, Half Moon Bay, California, USA"
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmU4YTEwMmYtNDVkZC00MWFmLThlYzEtNjZhODZlNDk0ZDEwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzY0MzA4ODA@._V1_SY150_CR6,0,101,150_.jpg",
        "budget": "$1,040,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Maverick Moments",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Maverick Moments (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Winters, Miranda"
            },
            {
                "name": "Romano, Rocky"
            },
            {
                "name": "Sells, Todd"
            }
        ],
        "production companies": [
            {
                "name": "The Go Big Project"
            }
        ],
        "distributors": [
            {
                "name": "Ananda Media"
            },
            {
                "name": "Boulder Creek International"
            }
        ],
        "tech": {
            "runtime": [
                "23 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}