{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 October 2016"
            }
        ],
        "release dates": [
            "USA::1 October 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "27"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "certificates": [
            "United States:TV-G::(TV rating)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWFkMWMxZTMtZWNjMy00ZDllLThlMDAtZTQyZDIwOGJkNDA3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTczNDg1Njk@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$300,000 (estimated)",
        "plot outline": "Season four offers 14, half-hour episodes airing on public television stations across the nation. It is produced by the Brain and Behavior Research Foundation, presented by Connecticut Public Television (CPTV), and distributed by the National Educational Telecommunications Association (NETA). Its staggered release began on October 2nd with episode 401 on Suicide Prevention, featuring Donna Morgan, mother of G.R.L. pop Star Simone Battle, speaking publicly for the first time about her daughter's suicide. Other topics include bipolar disorder, schizophrenia, depression, and the mental health issues faced by veterans.",
        "languages": [
            "English"
        ],
        "title": "Healthy Minds with Dr. Jeff Borenstein",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Healthy Minds with Dr. Jeff Borenstein (United States)"
        ],
        "production companies": [
            {
                "name": "Mary Puma Productions"
            }
        ],
        "distributors": [
            {
                "name": "CPTV"
            }
        ],
        "plot": [
            "The national public television series Healthy Minds with Dr. Jeffrey Borenstein aims to remove the stigma of mental illness, educate the public and offer a message of hope by humanizing common psychiatric conditions. SEASON 4 aired 2017.",
            "Season four offers 14, half-hour episodes airing on public television stations across the nation. It is produced by the Brain and Behavior Research Foundation, presented by Connecticut Public Television (CPTV), and distributed by the National Educational Telecommunications Association (NETA). Its staggered release began on October 2nd with episode 401 on Suicide Prevention, featuring Donna Morgan, mother of G.R.L. pop Star Simone Battle, speaking publicly for the first time about her daughter's suicide. Other topics include bipolar disorder, schizophrenia, depression, and the mental health issues faced by veterans."
        ],
        "synopsis": [
            "The national public television series Healthy Minds with Dr. Jeffrey Borenstein aims to remove the stigma of mental illness, educate the public and offer a message of hope by humanizing common psychiatric conditions through inspiring personal stories, cutting edge research on diagnosis and treatment, and interviews with well-known personalities, including Brian Wilson, Patrick Kennedy, and Nobel Prize Winner Eric Kandel.Season four offers 14, half-hour episodes airing on public television stations across the nation. It is produced by the Brain & Behavior Research Foundation, presented by Connecticut Public Television (CPTV), and distributed by the National Educational Telecommunications Association (NETA). Its staggered release began on October 2nd with episode 401 on Suicide Prevention, featuring Donna Morgan, mother of G.R.L. pop Star Simone Battle, speaking publicly for the first time about her daughter's suicide. Other topics include bipolar disorder, schizophrenia, depression, and the mental health issues faced by veterans.\"One in five people has a diagnosable mental disorder, but fear and shame often prevent them from seeking help,\" says Jeffrey Borenstein, M.D., president and CEO of the Brain & Behavior Research Foundation, the largest private funder of mental health research grants, who developed the series and serves as its host. \"Our goal is to provide a starting point for personal conversations and to provide hope and resources to people who suffer with psychiatric disorders and their families.\"Guests include Beach Boys co-founder Brian Wilson on his lifelong struggle with mental illness; a two-part episode with mental health advocate and Former U.S. Representative Patrick Kennedy on living with bipolar disorder; a discussion on supporting the mental health of veterans with NY State Senator Thomas D. Croci, a veteran who served in Iraq and Afghanistan, and U.S. Department of Veteran Affairs' senior advisor Matthew J. Friedman, M.D.; The Honorable Steven Leifman, Criminal Division, 11th Judicial Circuit of Florida, on Mental Health and the Criminal Justice System; Herbert Pardes, M.D., former director of the National Institute for Mental Health, on the future of psychiatry; and Nobel Prize winner Eric R. Kandel, M.D., discussing his research on memory."
        ],
        "tech": {
            "runtime": [
                "27 min (TV) (USA)"
            ],
            "color": [
                "Color (NTSC Color)"
            ]
        }
    }
}