{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "USA::2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Formula Drift//Long Beach, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    After a rough finish in 2014, Matt Field and his team have revamped their program for the upcoming 2015 season. With the help of Matt's family and new partnerships with sponsors, Matt's team purchases a new rig to haul his and other drifters' cars across the country for the new season. With the new tractor-trailer and transportation contracts, the young privateer is able to run and sets his sights on running both the US Formula Drift series and the inaugural season of the Formula Drift World Championship. Matt and the team travel to Long Beach, California for the ...    "
                },
                "2": {
                    "title": "Formula Drift//Braselton, Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Matt and his team depart for the East Coast. After the success of the first round of Formula Drift, he is determined to carry the momentum into the second stop. With the added responsibility of hauling fellow drifters Odi Bakchis and Masahi Yokoi's vehicles across the country, timing is everything. The team arrives in Braselton Georgia for the second stop of the Formula Drift tour. The car is running strong and Matt qualifies high. During practice on the competition day, Matt tandems with FD driver Justin Pawlak and the two go airborne when they collide. After ...    "
                },
                "3": {
                    "title": "Formula Drift//Orlando, Flordia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    After a disappointing round in Atlanta, the team travels to Orlando, Florida for the third round of Formula D. Orlando Speedway is a completely new track on the Formula Drift circuit, which adds an interesting element: None of the drivers have ever practiced there. Matt uses this to his advantage as other drivers are unfamiliar with the track. A mechanical issue surfaces during practice and the team scrambles to repair it in time for qualifying the next day. With the car ready for battle and thunderstorms rolling in, Matt's skill reigns over experience as he drifts ...    "
                },
                "4": {
                    "title": "Formula Drift//Wall, New Jersey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Matt is burning through his budget as the team is far from home during the east coast leg of the Formula Drift circuit. With mechanical issues surfacing after the last stop, Matt and the team struggle to fix the car in time for the final east coast stop of the Formula Drift tour. The team arrives in New Jersey. With the Formula Drift World Championship stop next in the series, Matt must find a drift car in Japan to enable him to compete. Matt contracts a car from fellow Formula Drift champion and Japanese native, Daigo Saito. Matt and the team are up and running in ...    "
                },
                "5": {
                    "title": "Return to Japan//Tokyo, Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    After taking care of business back home in San Jose, Matt, his spotter/shop manager Daniel Chow and chief mechanic Ty Milner travel to Japan for the Formula Drift World Championship. Matt and the team arrive in Tokyo to immerse themselves in the Japanese car culture. The team is hosted by Matt's Japanese sponsor, Harcore-Tokyo. While in Japan the team visits famous speed shops, meets notable drifters and even drifts the streets of Tokyo. With the World Championship approaching, Matt and the team head to Daigo Saito's shop in the outskirts of Tokyo and begin prepping ...    "
                },
                "6": {
                    "title": "Formula Drift World Championship//Fuji Speedway, Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    After last minute preparations at Daigo Saito's shop, Matt and the team embark to Fuji Speedway. All eyes are on the Formula Drift drivers from all over the world with this inaugural event held at the famous Fuji Speedway. Matt familiarizes himself with a right-hand drive vehicle as he practices on the track and the team is confident in the car for competition day. On competition day, Matt's radiator explodes on his way to the line for practice. With no time to spare, Matt races back to the pits and the team pulls a radiator out of Saito's daily driver. With moments ...    "
                },
                "7": {
                    "title": "Formula Drift//Monroe, Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Matt's roller coaster season continues as they embark to the Pacific Northwest. Matt's family joins him to provide extra support as they are mid-way through the competitive season. As the weather turns for the worst, so does the track as conditions become dangerous. A seasoned driver in rainy conditions, this does not phase Matt, as he battles into the Great 8 and is finally knocked out of competition by American driver Pat Goodin. With his points standings increasing with every stop, Matt and the team dine at Adam's Northwest Bistro & Brewery to celebrate. Matt ...    "
                },
                "8": {
                    "title": "Formula Drift//Fort Worth, Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    With the end of the Formula Drift season approaching, every stop counts. Texas Motor Speedway is where Matt battled his way to a podium finish in 2012. With the confidence and familiarity of the track, Matt expects to breeze his way through competition. On qualifying day, Matt's car is running perfect during practice until chief mechanic, Ty Milner hears a knock in the engine. The team races back to the pit in search of the problem. The crew rips apart the bottom end of the engine while crew members race around Fort Worth for new parts. With qualifying beginning, Matt...    "
                },
                "9": {
                    "title": "Vegas to Reno Offroad Race//Las Vegas, Nevada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    After a disastrous round at Texas Motor Speedway, Matt goes back to his roots as a co-driver with his dad at the Vegas to Reno Offroad Race. A different experience than Formula Drift, Matt spends quality time with his mom and dad and is simply there to drive. The Vegas to Reno race is a 24 hour off road race that pushes drivers and vehicles to their limits. 150 miles into the 500 mile race, the family's trophy truck succumbs to the desert and Matt and his dad are left stranded. Spotter and shop manager Daniel Chow and Drift Cave mechanic Chris Mills struggle to rescue...    "
                },
                "10": {
                    "title": "Formula Drift World Championship//Montreal, Canada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    The stakes are higher than ever as the Formula Drift season continues. Burning through his budget, Matt looks to his sponsor, Lucas Oil to help fund his trip to Canada. The rig arrives in Montreal and the team is excited to continue their international competitive season. With the vehicle running perfect, Matt qualifies with the highest score of his season, putting him in position for a podium spot on competition day. Matt battles Canadian driver Martin Langlois in the Top 32 round and competes his way to the finals. Matt goes up against Formula Drift champion ...    "
                },
                "11": {
                    "title": "Drift Cave Moving Day//San Jose, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    The Drift Cave is busier than ever and with new clients and customer builds. Matt and shop manager Daniel Chow find a new home for the Drift Cave. The work is never done with in the motorsports world and the team looks to their friends and family to assist with the move.    "
                },
                "12": {
                    "title": "Formula Drift//San Jose & Irwindale, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Riding high from his podium finish in Montreal, Matt receives news that the final World Championship stop in China has been cancelled by Formula D. Matt is feeling the pressure as Formula Drift Irwindale will now count as double points for the 2015 World Championship. The team scrambles to rebuild the car after the electrical issues in Montreal as Irwindale draws near. Matt begins his last semester of college at San Jose State University just before they travel to Southern California for the final Formula Drift battle. Southern California is experiencing an indian ...    "
                },
                "13": {
                    "title": "Formula Drift World Championship//Irwindale, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    With the cause of the fire unclear, the team troubleshoots as qualifying begins at Irwindale. The team and track officials are on full alert, as Matt may be disqualified from competition if his car continues to ignite. Matt throws down his best qualifying round of the season with a second place qualifying result. With temperatures peaking the next day, the team struggles to maintain the car as the heat crushes the drivers. Competition begins and Matt battles Irish driver Dean Kearney in the Top 32 round. Kearney's car is falling apart and he strategically calls a time...    "
                }
            },
            "1": {
                "1": {
                    "title": "Formula Drift//Long Beach, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Matt Field and his crew prepare to go to Long Beach, California for the first stop of the Formula Drift tour. As they're tuning their newly upgraded car, they realize that something isn't quite right. They work late into the night attempting to solve the issue, but finally have to leave to make it to the track in time for mandatory tech inspection. Matt and the team make it, but they are still struggling to solve the issue, until they finally realize that it's too late. Matt and the team must head back home to San Jose, California without any points at the first stop....    "
                },
                "2": {
                    "title": "Formula Drift//Braselton, Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Matt and his crew are determined to make up for their missed points at Long Beach. With only 2 short weeks before they must drive to Georgia for the next stop, the crew battles with mechanical issues once more. At the same time, they are rushing to prepare a customer's car. Ekaterina, a drifter from Russia, has hired The Drift Cave to prepare her vehicle for the ProAm series. Matt qualifies, but his first opponent is Fredric Aasbo, one of the top drivers on the tour. During the battle, Matt's car hits Aasbo's while following, costing him the battle, and preventing him...    "
                },
                "3": {
                    "title": "Golden Gate Drift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Matt and the team adjust their focus back on The Drift Cave. Ekaterina's hash ordered a new car and is hoping to drive it in the upcoming ProAm event. The team is also working on Ty Milner's car. Ty, Matt's main technician, won the last Golden Gate Drift ProAm event, and is looking forward to showing off again.    "
                },
                "4": {
                    "title": "Formula Drift //Miami, Flordia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Matt and the team head out to Miami, Florida to compete in the third stop of the Formula Drift tour. A completely new track for the Formula Drift circuit, this track adds an interesting element: none of the drivers have ever practiced there. This means that skill can shine over experience. Matt has a solid qualifying run, and then launches through the ranks, making it into the top 4. He battles Chris Forsberg, one of the highest-ranked drivers on circuit. Although he doesn't make it to the podium, Matt has proved that him and his vehicle can take on the best drivers ...    "
                },
                "5": {
                    "title": "Offroad Race //Fallon, Nevada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Matt returns to his roots and does an offroad desert race with his dad. This is a different experience than Formula Drift. Here, Matt is not responsible for the performance of the vehicle, he is simply there to drive. In this long distance race, endurance is everything.    "
                },
                "6": {
                    "title": "Formula Drift //Wall, New Jersey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Matt and his team head to Wall, New Jersey for the fourth stop of the Formula Drift circuit. Confident from his performance at Miami, Matt feels ready to compete, but his vehicle starts experiencing some problems. Matt must rush through his contacts searching for a specific and rare part for his engine. In just the nick of time, the car is up and running. Matt qualifies 12th, and wins his first battle, but when he goes against Odi Bakchis, Odi takes the win. Matt becomes frustrated, and his fans become outspoken against the judge's decision.    "
                },
                "7": {
                    "title": "Drift Cave Series - Thunder Hill Raceway, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    n order to get exposure for the shop and make some extra money, Matt decides to start a local drifting event. As he attempts to plan and organize, work at the shop becomes overwhelming. He has new, big budget clients that he needs to please, and limited time. In the end, the client work is completed on time, and Matt has a successful and fun day at The Drift Cave series.    "
                },
                "8": {
                    "title": "Formula Drift //Monroe, Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    The team prepares to go to Monroe, Washington for the fifth stop on the Formula Drift circuit. Matt qualifies and wins his first battle, and gets put up against Chris Forsberg, who took the podium over him in Miami. The battle is extremely close, with some of Matt's best driving of all time, but Forsberg is chosen by the judges. Matt questions the viability of taking on so many roles at once, and wonders if some extra rest and reduced stress would have given him the extra edge to beat Forsberg and move up in the tour.    "
                },
                "9": {
                    "title": "Formula Drift //Forth Worth //Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Matt and the team head to Fort Worth, Texas for the sixth stop of the Formula Drift circuit. Amidst stress and tension, Matt qualifies, but is placed against one of the best, Vaughan Gittin Jr. Gittin, a crowd favorite, takes the win, but Matt keeps his chin up. This season in Formula Drift may not be the most successful one, but Matt has proven his worth before and he knows that each failure is a learning experience.    "
                },
                "10": {
                    "title": "Auto Enthusiasts Day //Anaheim, California",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Matt and his team head to Anaheim, California for a special event put on by his tire sponsor, Nitto. Auto Enthusiasts' Day is a celebration of drift fans, featuring a car show, raffles, giveaways, and professional drifters having fun and doing stunts. Matt and his crew are relieved to have a non-competitive event, and it shows. Matt drifts with Vaughan Gittin Jr. in front of a crowd of excited fans. Matt reflects on his lifestyle choice, and how happy he is to be pursuing his dreams on a daily basis, despite all the stress and chaos.    "
                },
                "11": {
                    "title": "Formula Drift //Irwindale Pt 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    The final stop on the Formula Drift tour in Irwindale, California, is known as the greatest stop in Formula D. Each driver pushes their limits to the max, knowing that they have months to get their cars back in gear before the season starts again. Matt is in the same boat. With his parents and girlfriend rooting him on, Matt is determined to flex his skills. Matt wins his first battle against Justin Pawlak, a Ford-sponsored driver in a Ford Mustang. He then wins his next battle against Aono, a Japanese drifter and privateer. As fate would have it, Matt once again gets...    "
                },
                "12": {
                    "title": "Formula Drift //Irwindale Pt 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    With the stakes high on the final day of the Formula Drift Championship, Matt Field is calm and focused on what he needs to do to protect his and his crew's livelihood. Before setting out for practice runs, Matt meets with Daniel Chow to discuss a strategy for beating JTP, Justin Pawlak, in the Top 32. Matt pushes his car to the limit, blows off his bumper, but completes a solid practice run against JTP. He follows up with a few more practice runs. After practice, Matt and his team discover his supercharger bracket is cracked and hurry to fix it before his official ...    "
                },
                "13": {
                    "title": "Drifting Roots //Tokyo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Matt Field leaves his team to manage the shop while travels to Japan to get acquainted with the roots of drifting. He explores Japanese culture and tradition, and most importantly, the drifting scene. From underground street drifting to the Tokyo Auto Salon, this is sure to be an experience Matt will not soon forget.    "
                },
                "14": {
                    "title": "Tokyo //Nikko Circuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Losing Traction (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    In the epic finale of Season 1, Matt gets the opportunity to drift at the legendary Nikko track just outside of Tokyo. After a fun-filled week of exploring Tokyo car culture and meeting up with Japanese drivers, Matt has to head back home to San Jose to tend to The Drift Cave and prepare for the next season of Formula Drift.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Field, Matt"
            },
            {
                "name": "Chow, Daniel"
            },
            {
                "name": "Milner, Ty"
            },
            {
                "name": "Tredway, Daniel"
            },
            {
                "name": "Field, Bruce"
            },
            {
                "name": "Sedyleh, Ekaterina"
            }
        ],
        "locations": [
            "Atlanta, Georgia, USA",
            "Irwindale, California, USA",
            "Miami, Florida, USA",
            "Japan",
            "Texas, USA",
            "Long Beach, California, USA",
            "Washington, USA",
            "New Jersey, USA"
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjU2MDE4MGMtMmQ0Mi00YTI5LTk0NDAtMDM2MjljYThjOTM2L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzY0MzA4ODA@._V1_SY150_CR6,0,101,150_.jpg",
        "budget": "$1,040,000 (estimated)",
        "plot outline": "Season 2- After a disappointing end to his 2014 Formula Drift season, professional drift racer Matt Field revamps his program for 2015. With the help of Matt's family and new sponsors, the team purchases a tractor-trailer and lands transportation contracts which enable the young privateer to run the season. Matt sets his sights on running both the US Formula Drift series and the inaugural Formula Drift World Championship this year. After a successful first round of the Formula Drift series in Long Beach, Matt carries his momentum across the country and across the world to Canada, Japan and China as he competes internationally in the Formula Drift World Championship. Balancing school, managing his shop and taking his driving career to new heights, Matt battles his way through the US and World circuits grabbing third place on the podium of the Formula Drift World Championship.",
        "languages": [
            "English"
        ],
        "title": "Losing Traction",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Losing Traction (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "DeAnda, Jarod"
            },
            {
                "name": "Risotto, Ricardo"
            },
            {
                "name": "Risotto, Richard"
            }
        ],
        "production companies": [
            {
                "name": "The Go Big Project"
            }
        ],
        "distributors": [
            {
                "name": "Ananda Media"
            },
            {
                "name": "Boulder Creek International"
            }
        ],
        "plot": [
            "Season 2- After a disappointing end to his 2014 Formula Drift season, professional drift racer Matt Field revamps his program for 2015. With the help of Matt's family and new sponsors, the team purchases a tractor-trailer and lands transportation contracts which enable the young privateer to run the season. Matt sets his sights on running both the US Formula Drift series and the inaugural Formula Drift World Championship this year. After a successful first round of the Formula Drift series in Long Beach, Matt carries his momentum across the country and across the world to Canada, Japan and China as he competes internationally in the Formula Drift World Championship. Balancing school, managing his shop and taking his driving career to new heights, Matt battles his way through the US and World circuits grabbing third place on the podium of the Formula Drift World Championship."
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}