{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "  2016"
            },
            {
                "country": "Brazil\n",
                "date": "9 May 2016"
            }
        ],
        "release dates": [
            "Brazil::2016",
            "Brazil::9 May 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Under Undergrounds"
            },
            {
                "countries": "Brazil",
                "title": "Os Under Undergrounds"
            }
        ],
        "akas": [
            "The Under Undergrounds (original title)",
            "Os Under Undergrounds Brazil"
        ],
        "akas from release info": [
            "The Under Undergrounds (original title)",
            "Os Under Undergrounds Brazil"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Piloto",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Heitor cai num bueiro e vai parar no mundo Underground. Lá ele conhece Layla, Lud e Bob e entra para a banda \"Os UnderUndergrounds\". Hector falls into a manhole and ends up at the Underground world. There he meets Layla, Lud and Bob and joins the band \"The UnderUndergrounds\".    "
                },
                "2": {
                    "title": "Diferentes Iguais",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A banda apresenta o mundo Underground para Heitor. Bob fica desconfiado desse tal de \"humano\", mas no final os dois acabam se entendendo. The band presents Hector the Underground world. Bob is suspicious of this \"human\", but in the end the two end up getting along.    "
                },
                "3": {
                    "title": "Paul, O Besouro Rolante",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Enquanto os Unders estão na escola, Heitor resolve sair disfarçado da garagem. O que ele não sabia é que seria confundido com uma lenda do Rock e causar a maior confusão. While the Unders are in school, Hector decides to leave the garage undercover. What he did not know was that he would be mistaken for a Rock legend and cause a big confusion.    "
                },
                "4": {
                    "title": "Rock na Escola",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Os UnderUndergrounds esquecem que precisavam compor uma canção original para a aula de música. Sem inspiração, eles resolvem tocar uma música da Terra. Será que essa \"trapaça\" vai passar despercebida? The UnderUndergrounds forget that they had to compose an original song for the music class. Uninspired, they decide to play a song from Earth. Will this \"cheating\" go unnoticed?    "
                },
                "5": {
                    "title": "No Limite do Mundo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    É o Dia da Família e vai rolar uma gincana cujo prêmio é uma viagem para o \"Limite do Mundo\". Será essa uma passagem de volta para a Terra? It's Family Day and there will be a prize-winning competition for the \"Limit of the World.\" Is this a passage back to Earth?    "
                },
                "6": {
                    "title": "Trauma de Bob",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Os UnderUndergrounds vão fazer seu primeiro show. Só tem um problema, Bob não consegue tocar em público. Seus amigos irão ajudá-lo a superar esse trauma. The UnderUndergrounds are having their first concert. There's only one problem, Bob can not play in public. His friends will help him overcome this trauma.    "
                },
                "7": {
                    "title": "O Casal mais Freak da Escola",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Staringo, o professor de música, tem uma paixão secreta pela cozinheira da escola Bunny. Heitor e Layla darão dicas de como Staringo pode conquistá-la e acabam despertando um sentimento especial entre eles. Staringo, the music teacher, has a secret crush on Bunny the cook. Hector and Layla give tips on how Staringo can conquer her, and end up arousing a special feeling between themselves.    "
                },
                "8": {
                    "title": "A Agência",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Os UnderUndergrounds, junto com o cientista Galileo Figaro, investigarão a existência de uma agência secreta que controla o acesso entre a Terra e o mundo Underground. The UnderUndergrounds, along with scientist Galileo Figaro, will investigate the existence of a secret agency that controls access between Earth and the Underground world.    "
                },
                "9": {
                    "title": "James",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Os UnderUndergrounds querem adicionar um novo guitarrista na banda. James é um guitarrista prodígio mas os Unders terão que disputá-lo com a Verruga Elétrica, e ainda por cima lidar com o ciúme e orgulho de Heitor. The UnderUndergrounds want to add a new guitarist to the band. James is a prodigy guitarist but the Unders will have to contend him with the Electric Wart, and moreover deal with the jealousy and pride of Hector.    "
                },
                "10": {
                    "title": "Meninas e Meninos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Layla não aguenta mais as brincadeiras dos meninos e se aproxima da turma de Britney. Sem ela, os meninos não conseguem se organizar. Por outro lado Layla tem dificuldades de se adaptar ao estilo de vida de Britney. Layla can not stand the boys' games anymore and approaches Britney's gang. Without her, the boys can not get organized. On the other hand Layla has difficulties to adapt to Britney's lifestyle.    "
                },
                "11": {
                    "title": "Nem Tudo é o que Parece",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    James tem pavor de aliens, mas na teoria Heitor é um alien no mundo Underground. Como James lidará com essa informação? Eles terão também que lidar com o mistério do sumiço dos instrumentos da banda. James is terrified of aliens, but in theory Hector is an alien in the Underground world. How will James deal with this information? They will also have to deal with the mystery of the disappearance of the band's instruments.    "
                },
                "12": {
                    "title": "Heitor Sozinho",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Galileo Figaro conta para Heitor que encontrou uma passagem de volta para a Terra. Galileo e Heitor vão em busca dessa passagem enquanto o resto da banda vai a uma entrevista de rádio. Os Underundergrounds percebem que não estão prontos para se despedir. Galileo Figaro tells Hector that he has found a passage back to Earth. Galileo and Hector go in search of this passage while the rest of the band goes to a radio interview. The Underundergrounds realize they are not ready to say goodbye.    "
                },
                "13": {
                    "title": "Reverberação",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Os UnderUndergrounds assistem a um documentário sobre a Reverberação, a banda mais famosa do mundo Underground. No final da entrevista Kurt, o baixista da banda, revela que conhece a Terra e Heitor vê nisso uma nova chance de voltar para casa. The UnderUndergrounds watch a documentary on Reverberation, the world's most famous Underground band. At the end of the interview Kurt, the bass player of the band, reveals that he knows the Earth and Hector sees in it a new chance to return home.    "
                },
                "14": {
                    "title": "O Perigo Mora ao Lado",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Os UnderUndergrounds vão se inscrever no concurso de bandas, mas James e Heitor acabam se separando da turma para ir atrás do Kurt. Ao mesmo tempo Ozzy e Lester marcam uma entrevista com Kurt para investigar sua relação com a Terra. Os UnderUndergrounds só conseguem se inscrever graças a Zach, um antigo amigo da Layla e possível par romântico. The UnderUndergrounds will sign up for the band contest, but James and Hector eventually split up to go after Kurt. At the same time Ozzy and Lester mark an interview with Kurt to investigate his relation with the Earth. The ...    "
                },
                "15": {
                    "title": "Tal Pai, Tal Lud",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    O pai do Lud quer se aproximar do filho, e propõe que ele passe uns dias na empresa. Lud fica dividido entre a aprovação de seu pai e seguir o seu sonho de ser músico. Lud's father wants to get closer to his son, and proposes that he spend a few days at the company. Lud is torn between the approval of his father and following his dream of being a musician.    "
                },
                "16": {
                    "title": "Todos por Um",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    É a primeira etapa do concurso de bandas e o nervosismo dos UnderUndergrounds faz com que não consigam tocar como um grupo. Será que Os UnderUndergrounds serão desclassificados logo na primeira fase? It is the first stage of the band competition and the nervousness of the UnderUndergrounds makes them unable to play as a group. Will The UnderUndergrounds be disqualified in the first round?    "
                },
                "17": {
                    "title": "Ele é o Cara",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Zach convida Os UnderUndergrounds e amigos para uma festa na sua casa de praia. Heitor passa o dia tentando competir com Zach pela atenção da Layla. Zach invites The UnderUndergrounds and friends to a party at his beach house. Hector spends the day trying to compete with Zach for Layla's attention.    "
                },
                "18": {
                    "title": "Trapaça",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A agência está cada vez mais perto de encontrar o humano que invadiu o Underground. Heitor, Lester e Galileo constroem um rádio para se comunicar com a Terra e pedir ajuda. Ozzy intercepta esse sinal e captura Heitor, mas é tudo um plano do Lester. The agency is getting closer and closer to finding the human who invaded the Underground. Hector, Lester and Galileo build a radio to communicate with Earth and ask for help. Ozzy intercepts this signal and catches Hector, but it's all Lester's plan.    "
                },
                "19": {
                    "title": "A Vida é uma Peça",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Os UnderUndegrounds vão apresentar a peça teatral \"Romildo e Julizeta\". Cada um quer fazer do próprio jeito e acabam destruindo o palco. Quando todos resolvem colaborar a peça acontece no melhor estilo musical. The UnderUndegrounds will perform the play \"Romildo and Julizeta\". Everyone wants to do it their own way and end up destroying the stage. When everyone decides to collaborate the piece happens in the best musical style.    "
                },
                "20": {
                    "title": "Uma Única Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    É Dia dos Namorados e Layla e Heitor marcam um encontro, porém Lester aparece com uma chance de voltar para a Terra. Heitor vai com Lester, deixando Layla esperando, mas na última hora decide ficar. Será que a Layla vai perdoá-lo? It's Valentine's Day, and Layla and Hector make a date, but Lester appears with a chance to return to Earth. Hector goes with Lester, leaving Layla waiting, but at the last minute decides to stay. Will Layla forgive him?    "
                },
                "21": {
                    "title": "O Cavaleiro James",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    James está fissurado num jogo de computador e isso está atrapalhando seu desempenho na banda. Ele e Os UnderUndergrounds são transportados para dentro do jogo e precisam arranjar um jeito de voltar para o mundo real. Mas será que James vai querer sair? James is addicted to a computer game and this is disturbing his performance in the band. They are transported into the game and need to find a way back to the real world. But will James want to leave?    "
                },
                "22": {
                    "title": "Câmera... Ação!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Nessa etapa do concurso de bandas Os UnderUndergrounds precisam gravar um clipe. O problema é que a banda rival é a da Britney, que contratou tudo o que é preciso pra fazer uma super produção. At this stage of the band contest The UnderUndergrounds need to record a clip. The problem is that the rival band is Britney's, who has hired everything needed to make a super production.    "
                },
                "23": {
                    "title": "A Grande Final",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    É a grande final do concurso de bandas e Os UnderUndergrounds enfrentarão a banda do Zach num duelo musical. Durante a apresentação acontecem vários imprevistos, como se Heitor tivesse sido sabotado. Conseguirão Os UnderUndergrounds superar esses problemas? It's the big final of the band contest and The UnderUndergrounds will face Zach's band in a musical duel. During the presentation several unforeseen events occur, as if Hector had been sabotaged. Will The UnderUndergrounds overcome these problems?    "
                },
                "24": {
                    "title": "O retorno de Ozzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Zach descobre que Ozzy é pai do James e conta tudo sobre o Heitor. Ozzy captura Heitor, e Os UnderUndergrounds junto com Lester e Galileo precisarão bolar um plano para resgatá-lo. Zach discovers that Ozzy is the father of James and tells everything about Hector. Ozzy captures Hector, and The UnderUndergrounds along with Lester and Galileo will need to make a plan to rescue him.    "
                },
                "25": {
                    "title": "A Grande Noite",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Os UnderUndergrounds vão abrir o show da Reverberação, é o show da vida deles e Heitor não pode aparecer em público. Os UnderUndergrounds bolam um plano para Heitor poder tocar, mas a Agência estará acompanhando essa apresentação de perto. The UnderUndergrounds will open the Reverberation show, it's the show of their lives and Heitor can't appear in public. The UnderUndergrounds make a plan for Hector to play, but the Agency will be following that presentation closely.    "
                },
                "26": {
                    "title": "Hora de Ir",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Under Undergrounds (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Heitor foge com Kurt em direção a uma passagem para a Terra, mas Ozzy irá persegui-lo e fazer de tudo para que ele não escape do mundo Underground. Será que Heitor vai finalmente conseguir voltar para casa? Hector escapes with Kurt towards a passage to Earth, but Ozzy will chase him and do everything he can not to let him escape the Underground world. Will Hector finally be able to return home?    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Berges, Arthur"
            },
            {
                "name": "Guerin, Bruna"
            },
            {
                "name": "Lucindo, Fabio"
            },
            {
                "name": "Chesman, Yuri"
            },
            {
                "name": "Kumode, Robson"
            },
            {
                "name": "da Conceição, Pascoal"
            },
            {
                "name": "Elizabetisky, Mariana"
            },
            {
                "name": "Garcia, Melissa"
            },
            {
                "name": "Picchi, Hugo"
            },
            {
                "name": "Rollo, Alfredo"
            },
            {
                "name": "Marchetti, César"
            },
            {
                "name": "Junior, Francisco"
            },
            {
                "name": "Chesman, Yuri"
            },
            {
                "name": "Chiesse, Nestor"
            },
            {
                "name": "Crudelli, Magda"
            },
            {
                "name": "de Castro, Fabio"
            },
            {
                "name": "Garcia, Isla"
            },
            {
                "name": "Lucindo, Fabio"
            },
            {
                "name": "Picchi, Hugo"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "Brazil"
        ],
        "country codes": [
            "br"
        ],
        "language codes": [
            "pt"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 9.0,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzllMzM0MzgtZWJkZC00NWU5LWI3ZjctZGQwZGQ2Njc4ZDkyXkEyXkFqcGdeQXVyNjk1MzY0NTY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "This is the story of Hector, a boy who is kicked out of his band because they think he is not cool enough. On his way home, upset about the happening, he falls in a hole and ends up in an underground world, inhabited by many strange creatures. Although it is in this weird place that he is going to find everything he was looking for: true friends and a rock'n'roll band that doesn't care about stereotypes, only the passion for music. The Under-Undergrounds, together, will have lots of fun adventures trying to help Hector find his way back home. Tolerance, diversity, companionship and self-knowledge are values that our \"Rock Star hero\" will learn in order to be respected and loved by the \"Undergrounders\".",
        "languages": [
            "Portuguese"
        ],
        "title": "The Under Undergrounds",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Melhado, Henrique"
            },
            {
                "name": "Grynszpan, Ricardo"
            },
            {
                "name": "Reis, Keka"
            }
        ],
        "production companies": [
            {
                "name": "Tortuga Studios"
            }
        ],
        "distributors": [
            {
                "name": "Nickelodeon"
            }
        ],
        "plot": [
            "This is the story of Hector, a boy who is kicked out of his band because they think he is not cool enough. On his way home, upset about the happening, he falls in a hole and ends up in an underground world, inhabited by many strange creatures. Although it is in this weird place that he is going to find everything he was looking for: true friends and a rock'n'roll band that doesn't care about stereotypes, only the passion for music. The Under-Undergrounds, together, will have lots of fun adventures trying to help Hector find his way back home. Tolerance, diversity, companionship and self-knowledge are values that our \"Rock Star hero\" will learn in order to be respected and loved by the \"Undergrounders\".::Tortuga Studios"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 9.3
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 9.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 8,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 9.8
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 10,
                "rating": 9.4
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "non us users": {
                "votes": 14,
                "rating": 8.8
            }
        },
        "number of votes": {
            "10": 18,
            "9": 3,
            "8": 0,
            "7": 1,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 9.0,
        "median": 1
    }
}