{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 October 2016"
            },
            {
                "country": "USA\n",
                "date": "22 October 2016"
            }
        ],
        "release dates": [
            "USA::15 October 2016",
            "USA::22 October 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Stunning Shingled Victorian Gets Luxury Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Downtown Shabby (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ashley and Tim rushed to buy a new home, and are now faced with the realities of remodeling a 130-year-old house before their baby is born. They hope to update their living space, build a luxurious master suite, and create a beautiful nursery for their newest addition. With the clock ticking, they need Frank and Sherry's help to make their dreams of a luxurious home come true before the new baby arrives!    "
                },
                "2": {
                    "title": "Fairytale Farmhouse Gets Stylish Modern Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Downtown Shabby (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Mary and John dream of turning their farmhouse kitchen into a modern masterpiece, without breaking the bank. They've asked for Frank and Sherry's help to design and build a beautiful yet functional space for their family. But, when the homeowners make a drastic, last minute change to the project--Frank and Sherry will have to go back to the drawing board and come up with a whole new plan.    "
                },
                "3": {
                    "title": "Bungalow Beauty Gets Fantasy Facelift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Downtown Shabby (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Jeff and Shannon bought a home right before having their third kid and 9 years later they need to find more room in their 1950's Chicago Bungalow. With a modest budget they need Frank and Sherry to help modernize the outdated kitchen and bathroom and help find space to build a bedroom for their oldest son.    "
                },
                "4": {
                    "title": "Awe-inspiring American Four Square Gets Massive Expansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Downtown Shabby (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Susan and Seamus O'Mahoney want to modernize their 1930's American Four Square home. They are turning to their good friends Frank and Sherry to help find room for their three kids and update their tiny, old kitchen.    "
                },
                "5": {
                    "title": "Painted Victorian Beauty Gets Dream Kitchen and Master Oasis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Downtown Shabby (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Marty and Lisa want to turn their classic Victorian house into their modern dream home. They are looking to create a gorgeous communal space for their growing family in the kitchen and give themselves the huge Master Suite they've always dreamed of. Thankfully, Frank and Sherry are there to help make their dreams a reality. But, with Lisa due any day--Frank and Sherry face a time crunch like they've never experienced.    "
                },
                "6": {
                    "title": "Thrift-Shop Chic Two-Flat Gets Refined Modern Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Downtown Shabby (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Hollie and James live in one of the trendiest parts of Chicago--Ukrainian Village. They hope to turn their two-apartment home into a beautiful, updated single-family home for their growing family. But when tensions collide over design ideas, Frank and Sherry must figure out how to give this couple the beautiful single-family home of their dreams while incorporating their eclectic thrift store finds.    "
                },
                "7": {
                    "title": "Palatial Prairie Style Gets Open Concept Dream Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Downtown Shabby (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    John and Erin have visions of an open concept kitchen that knocks down the barriers that keep them from enjoying their turn of the century landmark home. They need Frank and Sherry to come in and help achieve their vision of a home that their family of five can enjoy in maximum comfort.    "
                },
                "8": {
                    "title": "Majestic Folk Victorian Gets American Style Mega-Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Downtown Shabby (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Expats Jeff and Angela return to America, dreaming of a classic home, with an enormous American style kitchen, that also features their prized possessions acquired during their travels through Asia. Frank and Sherry's challenge is to come up with designs that cater to all of those disparate concepts.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Fontana, Frank"
            },
            {
                "name": "Fontana, Sherry"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Norway:A::(TV rating)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTRhMGFjYmYtOGE1Yi00YWIwLTk0N2EtZDc5OTNmNjVlYWE3L2ltYWdlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "\"Across America, there are thousands of older homes that look like the perfect dream house on the outside but are uninhabitable. Whether it's a weak foundation or a termite infestation, these beautiful homes hide dark secrets. In Downtown ShabbyTM, renovation experts Frank and Sherry Fontana take these homes and revive them into modern masterpieces.",
        "languages": [
            "English"
        ],
        "title": "Downtown Shabby",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Downtown Shabby (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "3 Ball Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "\"Across America, there are thousands of older homes that look like the perfect dream house on the outside but are uninhabitable. Whether it's a weak foundation or a termite infestation, these beautiful homes hide dark secrets. In _Downtown Shabby_ (qv)TM, renovation experts Frank and Sherry Fontana take these homes and revive them into modern masterpieces."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}