{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "9 November 2016"
            },
            {
                "country": "Poland\n",
                "date": "12 December 2016"
            }
        ],
        "release dates": [
            "Germany::9 November 2016",
            "Poland::12 December 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Polacy i Niemcy: Historia sasiedztwa"
            },
            {
                "countries": "Germany (alternative title)",
                "title": "Die Deutschen und Die Polen: Geschichte einer Nachbarschaft"
            }
        ],
        "akas": [
            "Polacy i Niemcy: Historia sasiedztwa (original title)",
            "Die Deutschen und Die Polen: Geschichte einer Nachbarschaft Germany (alternative title)"
        ],
        "akas from release info": [
            "Polacy i Niemcy: Historia sasiedztwa (original title)",
            "Die Deutschen und Die Polen: Geschichte einer Nachbarschaft Germany (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pokoj i Wojna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Polacy i Niemcy: Historia sasiedztwa (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The first episode covers from early medieval times, ca. year 1000, up to the XVIII century. Those were mainly peaceful relations between Germany and Poland. The christening of Poland, originating from the Roman Empire, is said to have defined Poland's western orientation. The implementation of the Magdeburg laws and the migration of German population East, followed by strong economic and dynastic liaisons, have set the Polish-German relations for centuries to come.    "
                },
                "2": {
                    "title": "Wrogowie i Przyjaciele",
                    "kind": "episode",
                    "episode of": {
                        "title": "Polacy i Niemcy: Historia sasiedztwa (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The episode deals with the negative policy period, to begin with the growth of the importance of Prussia as a European power. It is directly connected with the breakdown and disintegration of the Polish State by three Polish partitions in the eighteenth century. Another important periods are the anti-Polish policy of Bismarck and the German Reich in the years 1871-1914, and the climax, with the six years of war and murderous occupying power of the Nazis in Poland. The anti-Polish policy of Prussia / Germany can not be explained without looking into their close and ...    "
                },
                "3": {
                    "title": "Polaczeni wspolnym losem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Polacy i Niemcy: Historia sasiedztwa (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    This episode takes on one of the most interesting aspects of the history - the changing direction of migration and cultural exchange. Already in the early Middle Ages have German immigrants been settling in the Polish lands, to only much later witness an emigration from Poland to Germany. Another very strong part of history is the Jewish fate in both countries. The diaspora located in Poland and Germany has left the biggest mark in this part of Europe in regards to culture, economy and social relations. They lived freely in Poland creating a powerful commune that ...    "
                },
                "4": {
                    "title": "Wroclaw - Breslau",
                    "kind": "episode",
                    "episode of": {
                        "title": "Polacy i Niemcy: Historia sasiedztwa (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The episode takes an angle on the Lower Silesian metropolis that is influencing the history of Central Europe for the past 1,000 years. It is a perfect example of a city where many ethnic groups lived side by side and in its history to belonged to 6 countries. Located at the crossroads of trade routes from north to south and from west to east for centuries connects Poland and Germany, but also shows the significant contribution of Czechs, Austrians and Jews. Wroclaw, as hardly any other European city, has written so many cards of German and Polish history with the ...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Stein, Christoph"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Germany",
            "Poland"
        ],
        "country codes": [
            "de",
            "pl"
        ],
        "language codes": [
            "de",
            "pl"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "09 Nov 2016 (Germany)",
        "number of seasons": 1,
        "languages": [
            "German",
            "Polish"
        ],
        "title": "Polacy i Niemcy: Historia sasiedztwa",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-2016",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Klamt, Andrzej"
            },
            {
                "name": "Kunert, Zofia"
            }
        ],
        "director": [
            {
                "name": "Maugg, Gordian"
            },
            {
                "name": "Giordan, Maug"
            },
            {
                "name": "Klamt, Andrzej"
            }
        ],
        "production companies": [
            {
                "name": "Halbtotal Filmproduktion"
            },
            {
                "name": "TVN"
            },
            {
                "name": "ZDF / 3sat"
            }
        ],
        "distributors": [
            {
                "name": "Studio Hamburg Enterprises"
            },
            {
                "name": "TVN"
            },
            {
                "name": "ZDF / 3sat"
            }
        ],
        "plot": [
            "This short series presents the most complicated yet interesting chapters of European history - the Polish-German neighborhood. More than 1000 years covered in 4 episodes on fascinating relations social, cultural, political and military.::lp"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}