{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 December 2016"
            },
            {
                "country": "USA\n",
                "date": "7 December 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::7 December 2016",
            "USA::7 December 2016                            (internet)"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Hollywood, Unapologetic! \"Thank You New Hollywood Generation, and Technical Set Backs\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "13 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    On the positive side, the 'Hollywood, Unapologetic!' channel popped up to number one in the search rankings for \"filmmaking\" channels on YouTube for a few days last week. Considering the search volume is extremely high for the filmmaking topic, and the other channels that rank high consistently has hundreds of thousand subscribers and some even over one million, I think that's pretty damn good. And the 'Hollywood, Unapologetic!' channel has ranked number one consistently in the search rankings for \"filmmaking essentials\" for several months as well, with the closest ...    "
                },
                "2": {
                    "title": "Hollywood, Unapologetic! \"High Ranking on YouTube, Broken Monitor Glass, Dying Hard Drives, Maintenance, Down Time and My Set Up\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The 'Hollywood, Unapologetic!' channel popped up to number one in the search rankings for \"filmmaking\" channels on YouTube for several days over the course of two weeks. That was a very welcome thing to see. Thank you New Hollywood Generation. Considering the search volume is extremely high for the filmmaking topic, and the other channels that rank high consistently has hundreds of thousand subscribers and some even over one million, I think that's pretty damn good. And the 'Hollywood, Unapologetic!' channel has ranked number one consistently in the search rankings ...    "
                },
                "3": {
                    "title": "Hollywood, Unapologetic! \"Two Hard Drives Died, Data Loss and Down Time\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    One of my internal hard drives was showing signs of failure three episodes ago, which prompted me to stop producing these episodes and do some maintenance. I was able to stay somewhat productive using my iMac to run the maintenance needed on my Mac Pro. I was able to pick up a four-terabyte Western Digital external hard drive and moved a lot of files around. Between moving files around, a deep virus scan, and drive maintenance, everything else production orientated stopped. During this time demanding process, the drive that was showing signs of failing failed. ...    "
                },
                "4": {
                    "title": "Hollywood, Unapologetic! \"Sexual Harassment in Hollywood, and its patriarchal ecosystem, retaliatory actions, and how it applies to the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Recently, a long-time friend was fired from a show she has been working on for ten years. Although she may have been known for being the voice of the series on camera, her duties ranged from writing and producing, to picture cutting and directing as well. For her tenure there, she fell victim to sexual harassment from her male co-workers. And like many workplaces in our industry, the value system leans very much towards a men controlled patriarchal ecosystem, very much a boy's club. As time went by, the sexual harassment grew, and so did retaliatory behavior. She went...    "
                },
                "5": {
                    "title": "Hollywood, Unapologetic! \"The Yellers\" of Hollywood, Gatekeepers and Chickenheads, Industry-Wide Toxicity and the Threat of Retaliatory Behavior\"\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In the previous episode, we discussed sexual harassment in the entertainment industry, and the how the value system leans very much towards a men controlled patriarchal ecosystem, very much a boy's club. One thing I brought up time-and-time again were stories of how intimidation runs rampantly throughout the entertainment industry. Many use intimidation tactics to keep up-and-coming talent at bay. Many of them fall into a group I call \"The Yellers,\" I've been fortunate enough to avoid much direct contact with those producers who like to measure their own dicks all of ...    "
                },
                "6": {
                    "title": "Hollywood, Unapologetic! - A Truth About the Good, the Bad, and the Grotesque Side of Pornography",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Hollywood, Unapologetic! - What are your reasons for not being a filmmaker?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "27 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    What are your reasons for not being a filmmaker? Why do you feel you will not be a success? Give that a little thought. And what is your definition of success? Fame? Money? Success is defined by being able to have the quality of life you want. And those that are truly successful, help those around them succeed as well. And by the way, money can bring comfort, but it doesn't guarantee happiness. Fame can offer ego-boosting attention, but at what cost? Loss of privacy? Loss of building true relationships that isn't one-sided? And so many stresses that come along with ...    "
                }
            },
            "1": {
                "1": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"A Truth About Diversity and Inclusion in Hollywood\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    There is no question, the subject of diversity in Hollywood has received a lot of attention, especially since the Academy Awards received a lot of attention for the choices in their nominations, which in turn saw a surge in the #OscarsNotSoWhite hashtag hitting social media. But there is A TRUTH ABOUT DIVERSITY AND INCLUSION IN HOLLYWOOD that has not been getting nearly enough attention. We all need to create the projects we want, hire the people we want, and base it on the individual's talents and willingness to be inclusive of one another. The purpose of 'Hollywood,...    "
                },
                "2": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"Perseverance, flexibility, endurance, and will\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Succeeding in any area of the entertainment industry most often depends on your perseverance, flexibility, endurance, and will. You can have all of the talent in the world and not get ahead because you lack consistency in these four strengths. There is so much power in having a positive mindset and a willingness to be flexible and keep pushing forward no matter what. And having a positive mindset isn't always enough. You have to find balance in your home and personal life as well. The purpose of 'Hollywood, Unapologetic!' is to positively empower one another and to ...    "
                },
                "3": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"We Are the New Hollywood Generation: Creating Our Legacy\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The \"New Hollywood Generation\" is a movement. A movement of empowerment. Its foundation is all based on you and I to strive to be a better version of ourselves and to be inclusive of one another. WE as a community can grow together and BE THE CHANGE our communities and our industry needs. WE can find UNITY together and BE THE CHANGE our future needs. We are all in it together. Each and every one of you is an important part of our future. You are important to the lives of those who surround you. You are important to your communities. You are important to our industry. ...    "
                },
                "4": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"Set Protocol and Etiquette\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    f you've never been on a working set before, or never have been in a filmmaking class, you may not know the proper etiquette expected from one another. For any film or television production there are lots of moving parts, lots of time and money involved, and many people doing specific tasks to ensure production is moving forward everyday. Although set protocol is not one of the steps in the filmmaking process, it is crucial to have an understanding of what it is and everyone's roll. I want to give you some information that will only serve you and your production best....    "
                },
                "5": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"My Experience Being Disabled in Hollywood\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    There is a lot of focus on the lack of diversity in the hiring practices by the Hollywood television networks and motion picture studios these days. Much of the attention has been on race, gender and, maybe, sexual orientation. But all too often, the conversation on disability inclusion is left out of the dialogue. We inside the entertainment industry are very much aware there is a problem. For those of us who have worked with development, financing, and distribution of content, we understand all too well those who make Hollywood's business decisions only follow the ...    "
                },
                "6": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"We Are the New Hollywood Generation: Our Time Is Now\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Since the trend has been for the past decade, up-and-coming motion picture directors can get attached to film properties and multimedia franchises, it seems that some film studio executives are finally looking at the points I mentioned in this episode, that it may be time to look at what has worked in the past before the current system implodes in on itself before it's too late, as well as to hopefully appease a growing audience of more of a diverse ethnic make-up. I offer examples as points to look at and to hopefully help motivate you to get out there and create ...    "
                },
                "7": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"A Script, a Vision, a Plan, a Mission: Being a Director and Filmmaker\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Many of you have dreams of becoming a motion picture director. You have a favorite director. You've watched every single thing he or she has ever made. You know the history and backstory of each project, and of all the principals involved. The body of work inspires you to become a director. But . . . you don't know where to begin. You're in luck. I'm going to give you a checklist to help you get started. This is the first part of what you need to know to help you get the ball rolling. I'm hoping that this will motivate you while you are putting everything together. ...    "
                },
                "8": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"A Script, a Vision, a Plan, a Mission: Development\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The first stage in the filmmaking process for film, television and for video production is the development stage. This is when ideas for a film are put together. Sometimes that means acquiring the rights to a book, stage play, magazine article, video game, comic book, graphic novel, or directly from the source of a true story. Other times the screenplay has already been written or a pitch for an idea is available. The first thing you would need to do during the development stage is to get a good script. This may not be as simple as it sounds. For every good script, ...    "
                },
                "9": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"A Script, a Vision, a Plan, a Mission: Pre-Production\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The second stage in the filmmaking process is the pre- production stage. This is when you prepare all of the moving parts to your project. Pre-production should not begin until you have financing secured, as well as the cinematographer, key production crew members and cast are secured. The first thing to do during the pre-production stage is to break down the script even more. At this stage, you take your initial breakdown of the script and expand upon it. This will help develop storyboards for individual scenes, help provide location information and a prop list, see ...    "
                },
                "10": {
                    "title": "A Script, a Vision, a Plan, a Mission: Production",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The third stage in the filmmaking process is the production stage. This is the physical production where the scenes are created and captured for the film. The film's executive in charge of production or production supervisor would hire the additional crew needed for principal photography. Make sure that everyone you hire is clear on exactly what their roles are, and what departments they are part of before they show up on day one of principal photography. There is set etiquette and set protocols that everyone must follow. Set protocols vary from set to set, but as a ...    "
                },
                "11": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"A Script, a Vision, a Plan, a Mission: Post-Production\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The fourth stage in the filmmaking process is the post- production stage. This is where all of the media that was captured is assembled and edited together. Probably the best way to look at this stage of the filmmaking process is to think of your film as being a huge puzzle with thousands of integral parts that make up the completed story. At this stage, it's easier to see the many pieces, because there is a convergence of everything shot, and everything has a representative scene and take number. For many productions, this is the most time consuming and costly part ...    "
                },
                "12": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"A Script, a Vision, a Plan, a Mission: Distribution\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The fifth and final stage in the filmmaking process is the distribution stage. It doesn't matter the amount of time and effort that has gone into creating your film if no one ever sees it. Having it as a vanity piece will not further your craft, career, nor the careers of anyone else who bled and sweat along side you on this adventure. Up until now, most of the steps needed to create a motion picture are the same steps to create content for television, industrials, the straight-to-video marketplace and internet-based content. The steps are generally the same, even if ...    "
                },
                "13": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"Lessons and Significance of 'Wakaliwood' to the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    You're probably asking, what in the world is Wakaliwood? Well, it's a motion picture studio and production house that has been becoming very popular for years in East Africa, as well as drawing a cult following overseas. Why is Wakaliwood of significance? Well, for starters they're pumping out an action film a month with the average cost of around $180 each. But that's just the beginning. The purpose of 'Hollywood, Unapologetic!' is to positively empower one another and to empower our industry. It is important to engage in discussions that will initiate constructive ...    "
                }
            },
            "2": {
                "1": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"The Growing Fear of Fascism, Manichaeism, Mass Persuasion and Propaganda\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    We live in a time where social unrest and images of war are read about and seen on the airwaves daily. We as a community of content creators are in a unique position to influence change, and it is our responsibility to do so. If more of us can get together to create films and television programming with a positive message, hire more people from broader backgrounds, and not limit ourselves and our potential by identifying one another only by race, color, sex, religion, or sexual preference, we can then, and only then, influence the masses to be more open minded.    "
                },
                "2": {
                    "title": "Hollywood, Unapologetic! \"America's Ideological Divide, Hollywood's Echo Chamber, and the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    At this point in time in history, there seems to be a polarization of the American populace. Whether you lean towards one political party or another, one thing holds true: Our citizenry is divided culturally. unquestionably is a rift between American ideologies today. And to some extent, Hollywood has some blame. Right now with the polarization of it's citizens fueled by manufactured \"fake news\" and 'alternative facts', is pulling the country apart. This will have long-lasting ramifications in all aspects of our society. Many feel Hollywood's liberal elite shove their...    "
                },
                "3": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - The 4 Basic Business Entities You Should Know About, and the New Hollywood Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Recently, some friends and I were discussing the importance of setting up a business entity and how that can provide legal protection. The conversation touched upon the creative process, branding, contracts, copyright ownerships, music licensing, and legal protection of lyrics. As content creators, this is important because there are far too many charlatans and sharks in suits waiting to take advantage of the naïve and the inexperienced. Unfortunately, not enough individuals on the creative side of content creation know enough about protecting their work. This is ...    "
                },
                "4": {
                    "title": "The Filmmaking Process Builds Entrepreneurial Mindsets and Leadership Skills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Most of you watching this fall under the 75 million young people that make up the \"millennial\" generation. Every one of you is influenced in some way or another by what you see on screen, and the music you listen to on the radio. The clothes worn by celebrities and seen in magazines, as well as one other by creating trending topics on social media influence you. There is a lot of power your generation has due to the direct influence you have sociologically and the immediate accessibility to the distribution of your ideas, and also the affordability of tools to ...    "
                },
                "5": {
                    "title": "HOLLYWOOD UNAPOLOGETIC! - \"Filmmaking Essentials: The Negative Pick-Up Deal?\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When a script is developed away from a film studio, whether hired by an independent producer or working on his or her own, sometimes it ends up joined with other elements. This can be a director for the project or one or more members of the cast. Then it can be presented to one of the studios for financing and distribution. For most filmmakers, their films are often developed and produced away from the studio that distributes them in the end. These independently produced films are usually financed by the pre-sale of distribution rights and may also have private ...    "
                },
                "6": {
                    "title": "Hollywood, Unapologetic! \"Being of Value, Moneymakers, Women in Film, New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    One of the biggest lessons I learned growing up in the entertainment industry was seeing firsthand the rational and the mechanics of business decisions, and understanding how money is made. This may sound like a no-brainer because \"the business of show\" is most definitely about moneymaking; it is also about those in various levels of power positions throwing their weight around, oftentimes driven by their own hubris. Hollywood has and will always be about making the most money possible the quickest, with as little risk, period. This will never change. The financial ...    "
                },
                "7": {
                    "title": "Hollywood, Unapologetic! \"Want to Be a Director? The Importance of Just Shutting Up and Shooting\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    I have a simple question for you: Do you want to be a motion picture director? The answer for many of you watching this is, \"yes!\" Well, here's the thing. The more I speak to young people and from what is being talked about on social media a lot is about the lack of opportunity for minorities and for women. I'm seeing over and over again a dialogue about how there are not enough opportunities for people of color and women, and not any dialogue on what it truly takes to be successful. Many complain about lack of opportunity from the studios, and focus on the ...    "
                },
                "8": {
                    "title": "Hollywood, Unapologetic! \"Hollywood's Gender Problem is Not What You Think\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Hollywood, Unapologetic! \"Set Safety: Keeping One Hand on the Rail to Save Yourself\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "22 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    As someone who has worked on television, film, and in theater productions for decades, I have been conditioned, or better said, us in the entertainment industry have been conditioned to work long hours. It has been and is commonplace. Please don't mistake being conditioned for acceptance or anything other than having to do the work you're hired for when it is available. And that means we don't go home until the job is done. Not after eight hours. Not after ten. Usually not after 12 even, and sometimes not for days at a time with little if any sleep at all. And this ...    "
                },
                "10": {
                    "title": "Hollywood, Unapologetic! \"Things to do Before Starting Your Production\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "4 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Hollywood, Unapologetic! \"Life in the City of Angels, and Accountability\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Los Angeles is a wonderful place to live once you get in your groove and are able to afford a somewhat comfortable living. Most Californians I have met are down-to-Earth individuals who are very grounded. There is a long-lasting summer season and a \"not summer\" season, which only lasts a few weeks. There are many things to do, although you need to know where to find those things or at least how to find them or you would never know. There is also a never-ending parade of eye-candy to experience ranging from the physically perfect to their poorly augmented counterparts....    "
                },
                "12": {
                    "title": "Hollywood, Unapologetic! \"Hollywood's Pedophiles, Predators, & Full of Shit Producers\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    One thing about living in Los Angeles, you'll notice right away it is a tough place to be in if you aren't relying on financial help from your parents or anyone else. This is true for most people upon the first few years of being here until they have somewhat of a steady gig. People can be disconnected and the way many live their lives is rather backwards. There is a strong sense of disparity as a byproduct of our industry's nature. Most people don't speak to their own neighbors and are detached in many ways. Take logic and accountability, and then turn them one ...    "
                },
                "13": {
                    "title": "Hollywood, Unapologetic! \"The Importance of the 5 Things I'm Going To Do Today\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Without a doubt, to be a successful content creator and filmmaker you have to think of yourself as an entrepreneur. You are in the business of YOU. All of your work, your branding, your reputation, are all part of running your business and are very much under constant scrutiny of others. And as a business owner, you have to prioritize how you're going to spend your day. This may seem like a no-brainer. But until you actually take the time and itemize what your day's schedule looks like, you don't see how to prioritize your time the most efficiently. Your time lost is ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Hollywood, Unapologetic! \"Sexual Violence, Hollywood's Boy's Club, Stalkers, and the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Hollywood, Unapologetic! \" Identity Theft and Phone Hacks as Violence, Paparazzi, First Amendment\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    In earlier episodes, I discuss sexual violence and predatory behavior that unfortunately happens in certain circles in the entertainment world. Something I wanted to touch upon is another form of violation that happens far too often; identity theft. Identity theft is another form of violation that can happen to you or someone you know. It happens when someone steals your personal information and uses it without your permission. It is a serious crime and is growing all of the time. When one falls victim to identity theft, it can create a lot of problems with your ...    "
                },
                "3": {
                    "title": "Hollywood, Unapologetic! \"The Price of Success, It's Negative Spiral, Money as Prison\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    My filmmaking friends have made fun of me for working in television for so many years instead of being more dedicated to film. I would often respond, \"Yes, but at least I'm not broke and borrowing money from you.\" I planned on being one of the top contributors in the visual communications arena, and I have. I have beaten the ten-year formula by years and have been very fortunate with the achievements I have accomplished. I am an exception to what most people consider the rule in this town, but my success has been largely in television. While I was in school, I ...    "
                },
                "4": {
                    "title": "Hollywood, Unapologetic! \"Hollywood's Blacklist and Ageism Hypocrisy, Your Exit Strategy, and the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Hollywood, Unapologetic! \"How Hollywood's Pay-to-Play Patriarchy Feeds an Industry of Dysfunction Through Desperation and Intimidation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Hollywood, Unapologetic! \"What is Success in Filmmaking and in Life\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "25 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Hollywood, Unapologetic! \"Filmmaking is a Lifestyle, Making the Best of Resources You Have No Matter What\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "25 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    One thing a lot of young filmmakers get hung up has to do with resources. Some people have access to a lot of resources. Whether they have a good job, have very generous parents with deep pockets, or decided to take their college tuition money and invest it in a film. For the rest of us, resources don't come so easily. We may barely get by from the job as a cashier or stock person at the local supermarket. Or maybe you're like me and others I know who chose to drop everything in our lives, made a conscious choice to move to another city, to live in our cars just so we...    "
                },
                "8": {
                    "title": "Hollywood, Unapologetic! \"Your Success as a Filmmaker is in Your Hands\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Hollywood, Unapologetic! \"How to Assign Value to Your Work by Keeping Control\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    \"Assigning value to my work? We worked on it, damn it. It has value, to me!\" Um, yes. And to everyone who worked on it, of course it has value. You've all sweat, bled, cried, lost sleep. That is true. But there has been a shift in recent years, where independent films, and for television series as well, where the perceived worth of projects being produced has diminished. During a conversation I was in recently, the question of assigning value came up by a filmmaker who has directed and produced mostly features and some episodics, and for most of his career had a hard ...    "
                },
                "10": {
                    "title": "Hollywood, Unapologetic! \"What is More Important Than \"Essential Gear\" if you Want to be a Filmmaker Especially if You're Broke\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Hollywood, Unapologetic! \"How the Hardest Part is to Get Started, and How Those Foundations Will Define Your Career\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "22 Dec. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Hollywood, Unapologetic! \"How to Find Balance Between Your Vision, Making a Living\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "29 Dec. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Hollywood, Unapologetic! \"What Makes Community Important to Make Film and the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "4": {
                "1": {
                    "title": "Hollywood, Unapologetic! \"What Do You Want to Do?\" The Loaded Question Intertwined with Traps, Misconceptions, and Your Paying of Dues\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Hollywood, Unapologetic! \"Why a Morning Routine, and the Discipline to Walking Away is Important for Filmmaking\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Hollywood, Unapologetic! \"Why Weight Training Fights Depression and Has Helped Me Be a Better Filmmaker\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Although a lot of fitness research for many years has focused on the physical and health benefits of exercise, there is a growing body of work establishing exercise promotes overall wellness and mental health. I've gone to gyms in many cities across the country. What I've noticed whenever the conversation of weight training comes up, some of the dialogue is about losing weight, fighting heart disease, working chest on \"chest-day Mondays,\" while in some cities completely ignoring leg day altogether. Then moving to Los Angeles, some of the dialogue gravitated more to ...    "
                },
                "4": {
                    "title": "Hollywood, Unapologetic! \"What It's Like to Date in Hollywood, a Cornucopia of Narcissism and Chickenheads, and the Juxtaposition with Reality\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Some of you may think, why is dating in Hollywood a filmmaking essential? Well, for those of you wanting to break into the entertainment business, many will pack their car and drive west to the City of Angels. And unless you plan on living like a monk somewhere, you're going to have human connections with others. Dating in Hollywood can be enjoyable but also a very bizarre thing. It can be fun if you're single and just want to play. There seems to be an endless sea of possibilities as long as you are young or rich and in good shape. I've been out many times with young...    "
                },
                "5": {
                    "title": "Hollywood, Unapologetic! \"How to Protect Yourself from Unscrupulous Distributors, \"Creative\" Accounting, and 10 Questions for Entertainment Attorneys\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    For most filmmakers when looking to distribute their project, their films are often developed and produced away from the studio that distributes them in the end. These independently produced films are usually financed by the presale of distribution rights and may also have private investors. The film enters the acquisition agreement phase. At this point, the producer and film distributor agree on the details of the distribution rights. This is called a negative pick-up deal. In most cases, the studio that is distributing your film will pay for your marketing and ...    "
                },
                "6": {
                    "title": "Hollywood, Unapologetic! \"Can Name-Dropping be Considered a Form of Art? It's All in Who You Know\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "11 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    No matter how much I hate to admit it, name-dropping does seem to help one get ahead at times. \"Why?\" you may ask. Simple. You'll learn rather quickly in this business that people will help you if there is something in it for them. A large majority of this business is based on someone else's payoff. There are exceptions, but there aren't a lot of free rides. For instance, let's say you are a young filmmaker and wish to work with Actor A, the agreement that may come together to get Actor A's involvement in your project means he will be paying several people down the ...    "
                },
                "7": {
                    "title": "Hollywood, Unapologetic! \"Why to Succeed in Entertainment You Need to Build a Family-Like Environment Established on Trust and Loyalty\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Hollywood, Unapologetic! \"Why Hollywood's Default Answer is Not Saying Yes\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "25 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Hollywood, Unapologetic! \"Why Good-Time Friends are Friends by Any Other Name in Hollywood\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Hollywood, Unapologetic! \"What is the Significance of 'Black Panther' Sociologically and to the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Hollywood, Unapologetic! \"Why Learning How to Edit Will Make You a Better Director\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Hollywood, Unapologetic! \"Why Hollywood's Quest for Making Money Trumps the Misconception That Mainstream Television iIs Dying\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Hollywood, Unapologetic! \"What Are the Things to do Before Film Production? What is Your Definition of Being a Filmmaker? What Do You Want to do?\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "5": {
                "1": {
                    "title": "Hollywood, Unapologetic! \"How to be a Director and Filmmaker\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Many of you have dreams of becoming a motion picture director. You have a favorite director. You've watched every single thing he or she has ever made. You know the history and backstory of each project, and of all the principals involved. The body of work inspires you to become a director. But . . . you don't know where to begin. You're in luck. I'm going to give you a checklist to help you get started. This is the first part of what you need to know to help you get the ball rolling. I'm hoping that this will motivate you while you are putting everything together. ...    "
                },
                "2": {
                    "title": "Hollywood, Unapologetic! \"Filmmaking Essentials: What is the Film Development Stage\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The first stage in the filmmaking process for film, television and for video production is the development stage. This is when ideas for a film are put together. Sometimes that means acquiring the rights to a book, stage play, magazine article, video game, comic book, graphic novel, or directly from the source of a true story. Other times the screenplay has already been written or a pitch for an idea is available.    "
                },
                "3": {
                    "title": "Hollywood, Unapologetic! \"Filmmaking Essentials: What is the Film Pre-Production Stage\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    The second stage in the filmmaking process is the pre production stage. This is when you prepare all of the moving parts to your project. Pre production should not begin until you have financing secured, as well as the cinematographer, key production crew members and cast are secured.    "
                },
                "4": {
                    "title": "Hollywood, Unapologetic! \"Filmmaking Essentials: What is the Film Production Stage\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    The third stage in the filmmaking process is the production stage. This is the physical production where the scenes are created and captured for the film. The film's executive in charge of production or production supervisor would hire the additional crew needed for principal photography.    "
                },
                "5": {
                    "title": "Hollywood, Unapologetic! \"Filmmaking Essentials: What is the Film Post-Production Stage\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    The fourth stage in the filmmaking process is the post-production stage. This is where all of the media that was captured is assembled and edited together. Probably the best way to look at this stage of the filmmaking process is to think of your film as being a huge puzzle with thousands of integral parts that make up the completed story.    "
                },
                "6": {
                    "title": "Hollywood, Unapologetic! \"Filmmaking Essentials: What is the Film Distribution Stage\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The fifth and final stage in the filmmaking process is the distribution stage. It doesn't matter the amount of time and effort that has gone into creating your film if no one ever sees it. Having it as a vanity piece will not further your craft, career, nor the careers of anyone else who bled and sweat along side you on this adventure.    "
                },
                "7": {
                    "title": "Hollywood, Unapologetic! \"How to Succeed in Hollywood, Accountability in Hollywood, and How it Applies to the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Hollywood, Unapologetic! \"Roseanne Show Cancelled, Racist Tweets, the Normalization of Racism, and the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    May 29th 2018, Roseanne Barr posted a tweet, \"muslim brotherhood and planet of the apes had a baby=vj.\" This was in reference to former President Obama administration advisor Valerie Jarrett. This was all part of a series of Twitter posts that started late Monday night. While Barr defended herself against charges of Islamophobia, writing, \"ISLAM is not a RACE, lefties. Islam includes EVERY RACE of people,\" along with retweets of supportive commentary from similarly pro-Trump supporters. This led to Roseanne consulting producer Wanda Sykes announced she would not ...    "
                },
                "9": {
                    "title": "Hollywood, Unapologetic! \"Identifying Self-Sabotaging Behavior, Taking Control of How We Associate Ourselves with Success, and the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Over my working in and around the entertainment industry for decades, I'd hear over and over again, \"You know, I work really hard and get to see a break, but I seem to really mess things up, every time. I push and push and when I see a glimmer of light in front of me and BOOM. I screwed up, yet once again. I miss a meeting, or I show up only to say the wrong thing. I lose track of important closing details or I just don't follow through. I don't understand why I keep doing this?\" Does this sound familiar? Does this sound like something you've said or have thought ...    "
                },
                "10": {
                    "title": "Hollywood, Unapologetic! \"Sensationalizing Celebrity Suicide, Culture of Hypocrisy in Hollywood, Suicide's Public Relations Problem, and the New Hollywood Generation\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    After the recent passing of Anthony Bourdain a few weeks ago, I noticed a sudden increase on social media of friends and friends of friends fighting with suicidal thoughts. And as many of you know, just being in the entertainment world, there sure is a lot of negativity and toxicity around as a byproduct of the way the system is set up. That was a large part of what motivated me to write my books and start this web series, all in the hopes to help others circumvent some of the toxic nature of our industry and hopefully have fuller and more balanced lives. But these ...    "
                },
                "11": {
                    "title": "Hollywood, Unapologetic! \"Filmmaking Essentials: 10 Tips for the Aspiring Millennial Filmmaker\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Today's episode is directly for those aspiring millennial filmmakers and content creators that may feel stuck in a rut, or don't know how to get moving forward in their careers. I've been there. We all have. And that's OK. \"What do you want to do?\" This is a question you need to ask yourself early on. Even if you have more than one thing you would like to do when you grow up, narrowing them down so you can create a realistic approach to get there is a necessity for you to have a focus. \"What do you want to do?\" is the question you are going to be asked almost every ...    "
                },
                "12": {
                    "title": "Hollywood, Unapologetic! \"7 Tips on How Creating a Fortnite Gameplay Fan Film Can Teach You Some Fundamental Filmmaking Skills\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    How does a video game teach me anything about filmmaking? Well, it's a bit more involved than just playing any video game. Epic Games, the creators of Fortnite asked game players to create their own fan films. The submissions had to be at least one minute in length, and no longer than five minutes. The rest of their criteria were pretty straightforward: Judging would be based on your creativity, your mastery of the Replay tools, and the level of \"Fortnite-ness\" -- the quality of capturing the tone of Fortnite itself.    "
                },
                "13": {
                    "title": "Hollywood, Unapologetic! \"Hollywood's Hiring Practices, the Struggle for Racial and Gender Parity in America, Diversity in Hollywood, Diversity in Film and Television, and What Are You Doing About It\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood, Unapologetic! (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    When I decided to revisit the subject of diversity in the entertainment industry, in particular the film and television side, I went on YouTube to take a look at what came up in the search tool. To my surprise, two videos popped out; \"Diversity\" Is a Weapon Against White People, with 263,000 views, and 7 Shows That Have Too Many People Of Color, with 855,000 views. Based on the titles alone, it was clear that the producer's intentions were about having less of a constructive conversation about hiring practices, which has been the baseline for much of this ongoing ...    "
                }
            }
        },
        "number of episodes": 72,
        "cast": [
            {
                "name": "Delbert, Orlando"
            }
        ],
        "locations": [
            "Los Angeles, California, USA::(studio)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODMwZTQ2ODAtZTQ4ZS00N2RkLWIzYTItNjlkYzQxNGU3NTlmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjE0MTMwNA@@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "The purpose of 'Hollywood, Unapologetic!' is to positively empower one another and to empower our industry. It is important to engage in discussions that will initiate constructive lines of thought in the hopes to get young people to become thought leaders and to create a positive voice for themselves, their communities, and one another.",
        "languages": [
            "English"
        ],
        "title": "Hollywood, Unapologetic!",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Hollywood, Unapologetic! (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Delbert, Orlando"
            }
        ],
        "production companies": [
            {
                "name": "Delbert Entertainment"
            },
            {
                "name": "OTK Media Group"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "special effects": [
            {
                "name": "Delbert Entertainment"
            },
            {
                "name": "OTK Media Group"
            }
        ],
        "plot": [
            "The purpose of '_Hollywood, Unapologetic!_ (qv)' is to positively empower one another and to empower our industry. It is important to engage in discussions that will initiate constructive lines of thought in the hopes to get young people to become thought leaders and to create a positive voice for themselves, their communities, and one another.::Delbert, Orlando"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ],
            "camera": [
                "Apple iMac",
                "Logitech C920 Webcam"
            ],
            "cinematographic process": [
                "HDTV"
            ]
        }
    }
}