{
    "imdb": {
        "raw release dates": [
            {
                "country": "Croatia\n",
                "date": "June 2016"
            }
        ],
        "release dates": [
            "Croatia::June 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Betonski spavaci"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Slumbering Concrete"
            }
        ],
        "akas": [
            "Betonski spavaci (original title)",
            "Slumbering Concrete World-wide (English title)"
        ],
        "akas from release info": [
            "Betonski spavaci (original title)",
            "Slumbering Concrete World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Socijalizam susrece kapitalizam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Slumbering Concrete (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The episode deals with the Haludovo hotel resort on the island of Krk. Today, it is an almost mythical place, shrouded in a thousand stories. We are introduced to its turbulent history, a time when Haludovo was a gambling mecca - a meeting point of world dictators and politicians, American weekend gamblers, Yugoslav celebrities, and ordinary citizens. Today, it is merely a nostalgic reminder of a bygone time when hedonism and egalitarianism briefly intersected. From its glory days to privatization and final decline, the entire story takes place in the short span of 40...    "
                },
                "2": {
                    "title": "Kratki susreti uz jadransku cestu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Slumbering Concrete (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The episode \"Brief Encounters Along the Adriatic Highway\" takes us on a road trip along the route that has drastically changed the life on the Croatian coast, and become part of collective memory for many tourists. Along the way, we stop at motels and other overnight rest stops, paying special attention to the architecture of Ivan Vitic. His elegant and modern architecture has been left to decay.    "
                },
                "3": {
                    "title": "Tajanstveni objekt borovoj sumi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Slumbering Concrete (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jun. 2016",
                    "year": "2016",
                    "plot": "\n    We explore the possibilities of revitalising a mysterious building of unusual beauty in the small town of Krvavica, near Makarska. The building cannot be found in any urban development plans nor land registers; it was built by the Yugoslav People's Army as a place to treat children suffering from pulmonary diseases. At the initiative of architects, it was granted the permanent status of a protected monument, which was resisted by the local authorities. Today it stands abandoned, dilapidated, and looted, while the State Property Management Office is still at a loss ...    "
                },
                "4": {
                    "title": "Megastrukture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Slumbering Concrete (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jun. 2016",
                    "year": "2016",
                    "plot": "\n    We deal with the phenomenon of mass tourism and mega-structures, huge city-like buildings whose accommodation capacities often surpassed the population count of the historic settlements where they were built. The designs of these hotels teach us about the ideas of modernism, planned development of the Adriatic coast, and the ways of achieving balance between economic growth and the preservation of existing values, between mass tourism and the lives of local residents.    "
                }
            }
        },
        "number of episodes": 4,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Croatia"
        ],
        "country codes": [
            "hr"
        ],
        "language codes": [
            "hr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 9.5,
        "votes": 35,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTRhZDg0YjUtY2EwZi00ZjNhLWI4ODgtNTRhZTY1MjhiMzVjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzAwNjI5NzI@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "It has been said that architecture is at its most beautiful when in ruins. The remnants of history enchant with the brutality of bare spaces, the melancholy of decline. And yet, architecture that has lost its tenants has lost its original purpose, the reason for its existence. The series Slumbering Concrete tells the story of modern architecture in Croatia and the former Yugoslav region - an area singular among the vast number of abandoned and dilapidated 20th-century buildings of outstanding architectural value. Throughout four episodes (Socialism Meets Capitalism, Brief Encounters Along the Adriatic Highway, Mysterious Object in the Pine Forest, Megastructures) the series explores Croatian tourist architecture of the period, places where citizens of the West and the East could meet and put aside their differences in moments of leisure during the period of the Cold War and the rivalry between the Western and the Eastern Bloc. Each episode tells a dramatic story of the contradictions within socialist Yugoslav society positioned between the East and the West, democracy and totalitarianism, steeped in the utopian notion that architecture can make the world a better place.",
        "languages": [
            "Croatian"
        ],
        "title": "Slumbering Concrete",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ban, Sasa"
            },
            {
                "name": "Mrduljas, Maroje"
            },
            {
                "name": "Sablic, Nevenka"
            }
        ],
        "production companies": [
            {
                "name": "Hulahop"
            }
        ],
        "distributors": [
            {
                "name": "Hulahop"
            }
        ],
        "plot": [
            "Documentary series about modern architecture of the former Yugoslavia - from the times of utopian building for better society.",
            "It has been said that architecture is at its most beautiful when in ruins. The remnants of history enchant with the brutality of bare spaces, the melancholy of decline. And yet, architecture that has lost its tenants has lost its original purpose, the reason for its existence. The series _Slumbering Concrete_ (qv) tells the story of modern architecture in Croatia and the former Yugoslav region - an area singular among the vast number of abandoned and dilapidated 20th-century buildings of outstanding architectural value. Throughout four episodes (Socialism Meets Capitalism, Brief Encounters Along the Adriatic Highway, Mysterious Object in the Pine Forest, Megastructures) the series explores Croatian tourist architecture of the period, places where citizens of the West and the East could meet and put aside their differences in moments of leisure during the period of the Cold War and the rivalry between the Western and the Eastern Bloc. Each episode tells a dramatic story of the contradictions within socialist Yugoslav society positioned between the East and the West, democracy and totalitarianism, steeped in the utopian notion that architecture can make the world a better place.",
            "A documentary series about modernist architecture, its utopian ambitions and controversial fate. The first season deals with Croatian tourist architecture - places where citizens from the East and the West could meet during the Cold War and, together with the locals, put aside their differences in moments of leisure. Surrounded by breathtaking natural sites, many of these fascinating structures now stand abandoned and deteriorating, left to oblivion. The proud ruins bear witness to our recent history, when it was thought that architecture could make the world a better place. At the same time, they are a disturbing testament to the badly managed privatisation processes, as well as the inability of the governing elites to solve the most pressing social issues. Has it become a lost civilization or are we capable of reviving this 50-year-old heritage?"
        ],
        "tech": {
            "runtime": [
                "50 min (Croatia)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 35,
                "rating": 9.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 13,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 10.0
            },
            "males": {
                "votes": 22,
                "rating": 9.8
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 10.0
            },
            "females": {
                "votes": 5,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 23,
                "rating": 9.8
            }
        },
        "number of votes": {
            "10": 29,
            "9": 1,
            "8": 4,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 9.5,
        "median": 1
    }
}