{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "USA::2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzExMzA3YTMtN2EzZC00MDMzLTg2MWMtOTg1YzQ4MjAwOWNiL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTIwODc3OTM@._V1_SY150_CR48,0,101,150_.jpg",
        "plot outline": "Warrior Outdoors is an outdoor lifestyle show that is devoted to promoting healing through the outdoors for our combat veterans. Focusing on the wounds that don't show, each week Warrior Outdoors takes our nation's heroes out on an outdoor adventure while shinning some much needed light on such dark problems as PTSD. Warrior Outdoors TV show also showcases other organizations that are helping serve those who have given so much for all of us.",
        "languages": [
            "English"
        ],
        "title": "Warrior Outdoors",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Warrior Outdoors (United States)"
        ],
        "production companies": [
            {
                "name": "Red State Entertainment"
            }
        ],
        "plot": [
            "_Warrior Outdoors_ (qv) is an outdoor lifestyle show that is devoted to promoting healing through the outdoors for our combat veterans. Focusing on the wounds that don't show,.::Steven Samblis",
            "_Warrior Outdoors_ (qv) is an outdoor lifestyle show that is devoted to promoting healing through the outdoors for our combat veterans. Focusing on the wounds that don't show, each week _Warrior Outdoors_ (qv) takes our nation's heroes out on an outdoor adventure while shinning some much needed light on such dark problems as PTSD. _Warrior Outdoors_ (qv) TV show also showcases other organizations that are helping serve those who have given so much for all of us.::Steven Samblis"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}