{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "19 September 2016"
            }
        ],
        "release dates": [
            "Australia::19 September 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Family"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzZmMDM3MzEtMmMzNS00Y2MwLTg2NWQtNjBiYjYzZTJlZDdiL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTc1NzY1MTc@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "This Is Me - We live in a beautiful country, with truly amazing kids. They might be super smart or amazingly sporty. They might have a head for robotics or a heart for culture. They might make stories, or pictures, or dream of a shiny future. In five minutes it is amazing what you can find out about some of Australia's finest young hearts, minds, spirits and souls. This Is Me - Showcases thirty-two extraordinary kids aged 9-16, in an entertaining, factual, short-form format. The series allows young Australians to share their experiences with the world as well as their thoughts about their life, friends and family. This Is Me - Is the kids stories in their words, from their worlds. The brand new series provides a vibrant snapshot of Australian childhoods in 2016.",
        "languages": [
            "English"
        ],
        "title": "This Is Me",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "This Is Me (Australia)"
        ],
        "production companies": [
            {
                "name": "Air Pig Productions"
            }
        ],
        "plot": [
            "_This Is Me_ (qv) - We live in a beautiful country, with truly amazing kids. They might be super smart or amazingly sporty. They might have a head for robotics or a heart for culture. They might make stories, or pictures, or dream of a shiny future. In five minutes it is amazing what you can find out about some of Australia's finest young hearts, minds, spirits and souls. _This Is Me_ (qv) - Showcases thirty-two extraordinary kids aged 9-16, in an entertaining, factual, short-form format. The series allows young Australians to share their experiences with the world as well as their thoughts about their life, friends and family. _This Is Me_ (qv) - Is the kids stories in their words, from their worlds. The brand new series provides a vibrant snapshot of Australian childhoods in 2016.::wiseguy-18",
            "_This Is Me_ (qv): We live in a beautiful country, with some amazing kids. They might be super smart or amazingly sporty. They might have a head for robotics or a heart for culture. They might make stories, or pictures, or dream of a shiny future.::wiseguy-18"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}