{
    "imdb": {
        "raw release dates": [
            {
                "country": "Spain\n",
                "date": "1 November 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Spain::1 November 2016                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Babel, Ryan"
            },
            {
                "name": "Weijland, Koen"
            }
        ],
        "genres": [
            "Biography",
            "Reality-TV",
            "Sport"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color::(UHD)"
        ],
        "original air date": "01 Nov 2016 (Spain)",
        "budget": "EUR75,000 (estimated)",
        "plot outline": "GetClose2 Ryan Babel is an Enterpire Original Reality Web-series that follows Dutch Professional Football player Ryan Babel as he fights for his come-back on the highest professional level. Each episode features Ryan, at Deportivo La Coruna. The club was kind enough to offer Ryan the opportunity to proof his skills and value in the Spanish LaLiga. Ryan takes us behind the scenes when pushing the limits to return on the main stage. In doing so, he takes his viewers into the catacombs and onto the pitches of Real Madrid, FC Barcelona and of course Deportivo La Coruna, during his journey which successfully ends with signing a multi year mega contract with Besiktas in Turkey.",
        "languages": [
            "Dutch"
        ],
        "title": "GetClose2 Ryan Babel",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-2016",
        "akas": [
            "GetClose2 Ryan Babel (Spain)"
        ],
        "director": [
            {
                "name": "Czaikowski, Xander"
            },
            {
                "name": "Larooi, Evert"
            }
        ],
        "production companies": [
            {
                "name": "Enterpire Media Group"
            }
        ],
        "distributors": [
            {
                "name": "Enterpire Media Group"
            }
        ],
        "plot": [
            "_GetClose2 Ryan Babel_ (qv) is an Enterpire Original Reality Web-series that follows Dutch Professional Football player Ryan Babel as he fights for his come-back on the highest professional level. Each episode features Ryan, at Deportivo La Coruna. The club was kind enough to offer Ryan the opportunity to proof his skills and value in the Spanish LaLiga. Ryan takes us behind the scenes when pushing the limits to return on the main stage. In doing so, he takes his viewers into the catacombs and onto the pitches of Real Madrid, FC Barcelona and of course Deportivo La Coruna, during his journey which successfully ends with signing a multi year mega contract with Besiktas in Turkey.::Enterpire Media Group"
        ],
        "tech": {
            "color": [
                "Color (UHD)"
            ]
        }
    }
}