{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "18 April 2016"
            }
        ],
        "release dates": [
            "Canada::18 April 2016"
        ],
        "episodes": {
            "2": {
                "16": {
                    "title": "Vinegar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "7 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Though it's often forgotten on the pantry shelf, vinegar is the perfect partner for fish. Join chef and seafood expert Spencer Watts as he develops accessible and tasty recipes for his new sustainable seafood cookbook. First, he transforms salt and vinegar chips into a crunchy crust for walleye and serves it up with a flavorful vinegar slaw. Next, Spencer turns to balsamic vinegar to enhance his walleye with a sweet marinade before frying it and serving it with a caprese salad drizzled with balsamic, of course. Now it's onto lobster. Using vinegar in yet another way, ...    "
                },
                "17": {
                    "title": "Cocktails",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    What's more fun than drinking cocktails? Cooking with them. Chef Spencer Watts shows how great cocktails can inspire delicious fish recipes. First up, Spencer brings the sweet and fresh flavours of mint and rum from a mojito to some grilled mahi-mahi and serves it up with some Cuban black beans and rice. Next, he pairs mahi-mahi with the decadent and complex flavours of bourbon, bitters, sugar and orange commonly found in a classic \"old Fashioned\". Spencer then cooks up tasty Cosmo-inspired crab hush puppies with the essence of tart cranberry and zesty citrus. To ...    "
                },
                "18": {
                    "title": "Cold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Fish can be fried, baked, broiled, poached or grilled, but sometimes, fish is a dish best served cold. To start things off, Chef Spencer Watts makes a stunningly beautiful and equally delicious arctic char beet and dill gravlax. Nestled on a bed of cold and creamy potato noodles in yogurt-chive dressing the char is fresh and bright and mouth in your mouth good. Next Spencer shares his go to party pâté made with smoked arctic char and a tangy homemade mayo. Served up with cheesy homemade bagel crisps, he shows how simple it is to make a great crowd pleasing dip. Cold ...    "
                },
                "19": {
                    "title": "Wrapped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Chef and fish lover Spencer Watts plays with taste and texture, wrapping his favourite seafood in fun and creative ways making exciting new fish recipes. First, Spencer embraces salty and sweet painting a dense and delicious swordfish steak with pureed dates and wrapping it in salty bacon. Fragrant and delicious he finishes on the dish with a little extra crunch from a tasty cumin fried kale. For his second dish, Spencer cooks a golden, perfectly flakey and buttery swordfish wellington. Next, it's on to shrimp. Chef Watts prepares deep-fried shrimp rolls with a plum ...    "
                },
                "20": {
                    "title": "Garlic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Garlic and seafood are best friends and chef Spencer Watts is sharing his favourite garlicy fish recipes. First he shares his mouth- watering steamed haddock with black bean sauce. Next, Spencer takes advantage of haddock's fantastic velvety and flakey texture by combing it with sticky rice to make his delicious garlic haddock sticky rice balls drizzled with a vibrant garlic scape pesto. Garlic is once again the star of the show as Spencer prepares a creamy escargot and mushroom tart with a flavourful Paris butter. To finish, Chef Watts prepares a simple but delicious...    "
                },
                "21": {
                    "title": "Seeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Seeds are little gems that can add flavor to any dish, including seafood. To start, Chef Spencer Watts turns to nutty toasted pumpkin seeds and pairs them with the delicate but delicious sole, to make a beautiful roulade. Sole is a thin, firm fish making it perfect for a crispy sunflower seed crust. Spencer pairs the crusted fish with a colorful roasted chickpea salad. Next, he uses the tangy flavor of mustard seeds to make a tasty beer and mustard seed calamari accompanied with a mustard seed aioli. Last but not least, Spencer marries squid with fragrant sesame seed ...    "
                },
                "22": {
                    "title": "Peppers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Seafood loving chef Spencer Watts continues to have fun in the kitchen as he works on new recipes for his sustainable seafood cookbook. Finding inspiration in his love of peppers Spencer starts with a blackened catfish and jambalaya stuffed bell peppers. Colorful, fragrant and full of Creole flavor these peppers are a great family meal. Next, Spencer batters up the meaty catfish fillets and lets them dance in oil while he whips up a simple and mouth-watering smoky jalapeno and pepper relish. Chef Watts continues to play with seafood and peppers as he mixes razor clams...    "
                },
                "23": {
                    "title": "Sweet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Just like dessert, fish can be at its best when it's sweet - it's just a matter of mixing the right flavours. First up, seafood lover Chef Spencer Watts soaks dense, sweet sablefish in a root beer and fennel marinade and serves it with creamy, grilled bok choy. Next up, Spencer dresses velvety sablefish in a mole sauce that has a hint of maple and chocolate. Just like sablefish, lobster has its sweet side. Spencer uses the sweet claw and tail meet of Atlantic lobster in his take on a traditional lobster roll that includes fresh apple compote and a mascarpone mayo. For...    "
                },
                "24": {
                    "title": "Fast Favs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Quick and easy can also be super tasty. Chef Spencer Watts shares some of his favourite seafood recipes that can all be done in less than 30 minutes. First up, its rainbow trout tacos with Spencer's signature crispy taco rice. Next, Spencer puts his twist on traditional fish and chips using sweet, tender rainbow trout filets served with crispy potatoes and a tasty, colourful slaw. It's perfect for a weeknight dinner. Scallops are the star of the next dish as Spencer shows how to make a quick scallop stir fry filled with colourful vegetables and a mouth-watering sauce....    "
                },
                "25": {
                    "title": "Fruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Fruit makes a great snack, but it adds the perfect touch of sweetness to a seafood dish. Chef and seafood lover Spencer Watts dresses some wild Sockeye salmon in a double dose of sweet apricot. First he paints the fish in a sticky apricot glaze and then serves the decadent fish with an apricot and pomegranate fruit salsa. Next, Spencer uses fatty, delicious Atlantic salmon to make salmon burgers with sweet, pickled peaches and a spicy lime mayo. Then Spencer brings in flavours from all over the world as he makes sweet pan seared scallops with a Chinese five spice, ...    "
                },
                "26": {
                    "title": "Dairy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode, seafood loving Chef Spencer Watts makes dairy infused recipes that are sure to impress your family and friends. First up, Spencer keeps things simple using a clarified butter to cook the mild, sweet red snapper. The melt-in-your-mouth delicious snapper goes perfectly with crispy smashed fingerling potatoes. Next, Spencer makes his go-to brunch dish, but with a seafood twist: cheesy red snapper frittata. Red snapper's firm, dense meat is perfect for a frittata, especially with grilled green onions and a sweet burst of flavor from grape tomatoes. There ...    "
                },
                "27": {
                    "title": "Tart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Nothing will make your mouth water like the punch of something a little sour. Chef and seafood lover Spencer Watts cooks up some deliciously tart fish dishes everyone will enjoy. To start, Spencer makes a tart sour cherry salsa that will go perfectly with a mild grouper fillet and rainbow zucchini noodles. Next up, Chef Watts has fun as he prepares a dish that is not only tart in flavour but is an actual tart. He combines the mild flavour of grouper with some fried spinach to make a delicious creamy grouper and spinach tart. For the next dish, Spencer uses razor clams...    "
                },
                "28": {
                    "title": "Coffee/Tea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    If you thought coffee and tea were just for drinking in the morning, you thought wrong. Chef Spencer Watts demonstrates how a little caffeinated flavour can bring your fish dish to the next level. For his first dish, Spencer adds a tantalizing coffee and peppercorn crust to albacore tuna and creates a visual feast with a rainbow ribbon salad drizzled in a coffee vinaigrette. Next, Spencer combines coffee with citrus for his coffee and ponzu marinated ahi tuna. To go with the pan seared tuna, fried shallots and capers add a touch of saltiness. Just like coffee, tea can...    "
                },
                "29": {
                    "title": "Surf & Turf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    No one said you had to choose between land and sea. Chef Spencer Watts shows how you can blend meat and seafood flavours to create tantalizing surf and turf dishes. For his first recipe, Spencer mixes delicious, flaky halibut with spicy chorizo in a paella packed with flavour. Just like chorizo, ham makes a great partner for halibut. Spencer combines the two in his ham-hock broth poached halibut with seasoned black lentils. For his next recipe, Chef Watts puts his own twist on a classic steak and lobster dish. There's nothing better than a ribeye steak grilled to ...    "
                },
                "30": {
                    "title": "Whole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Why take only a small piece when you can have the whole thing? Chef Spencer Watts shows how cooking with whole fish and shellfish is an opportunity for fantastic flavour. Spencer starts things off with salt-crusted whole snapper with a classic beurre blanc. Not only does the salt provide a delicious crust, it makes the fish perfectly moist and flaky. Next up, Chef Watts takes on a classic bouillabaisse using fresh, sweet red snapper. There's nothing better than a whole fish in a thick, rich and decadent stew. Moving on, Spencer makes a creamy, delectable bisque with ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Crusted/Coated",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Fish has amazing texture on its own, but it's even better with a crust or coating. Join chef and seafood expert Spencer Watts as he develops accessible, tasty fish recipes for his new sustainable seafood cookbook. Today he has fun in the kitchen with crispy crusts and coatings, with a focus on rich, meaty tuna and tangy, fresh oysters. First, he dresses up sustainable ahi tuna with an olive and rice cracker crust, and shows how to cook it to a perfect rare. Next, Spencer continues to show just how much tuna loves a crust by making black sesame and almond crusted ahi ...    "
                },
                "2": {
                    "title": "Hidden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Chef Spencer Watts loves a good surprise so he is adding some of his favourite \"hidden\" seafood recipes to his cookbook. Sea perch is that brilliant and beautiful red fish you see on display at the fish monger. Its delicate white meat is sweet and flakey - perfect in a tamale with a vibrant corn salsa on the side. Perch, or any other mild white fish, is incredibly moist and delicious in Spencer's fish and golden caramelized onion dumplings. Crab is a favourite for many because of its sweet and slightly salty taste. Spencer combines crab meat with soft artichokes and ...    "
                },
                "3": {
                    "title": "Salty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    High-energy chef and seafood expert Spencer Watts loves cooking with seafood, which is why he's making a cookbook featuring delicious sustainable seafood recipes. Today he reveals how the many faces of salt, like soya and miso, add incredible flavor to cod and prawns. Spencer starts with sweet, sustainable Pacific Coast black cod, which is also known as butterfish because it melts in the mouth. First, he brines the cod in maple and soy, then he caramelizes it in sizzling butter, and finally he rests it on top of a creamy butternut squash puree. Next he transforms ...    "
                },
                "4": {
                    "title": "Citrus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Fish loves to dance with sweet, juicy citrus fruit - it makes the fish happy, and it makes chef and seafood expert Spencer Watts happy, too. In this chapter of developing his new sustainable seafood cookbook, Spencer shows how the bright burst of acidity from lemon, lime, orange and grapefruit adds tantalizing flavor to mild mahi-mahi and sweet scallops. He starts by steaming mahi-mahi filets in flavor pouches so they become infused with sweet and tangy lime coconut rice, zesty ginger, and edamame. Talk about a flavor explosion. For his next dish Spencer turns up the ...    "
                },
                "5": {
                    "title": "Beer and Wine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Spencer Watts is a fish loving chef, who is having the time of his life cooking up a storm of great recipes for his sustainable seafood cookbook. All the recipes in this chapter bring a little wine or beer to the party. Spencer starts with some pub grub - sweet monkfish morsels coated in a crispy beer batter with a side of tart lemon-garlic mayo. Next, he transforms monkfish from \"poor man's lobster\" to luxe by poaching it in champagne and serving it with a silky cauliflower puree, all drizzled in a prosciutto vinaigrette. Spencer then brings out the littleneck clams ...    "
                },
                "6": {
                    "title": "Nutty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Chef Spencer Watts is a seafood loving nut. Here he embraces his nuttiness and is bringing some of his favourite nuts and favourite fish together. He begins with a simple, colourful, mouthwatering recipe for buttery macadamia nut coated swordfish and a bright mango salsa on the side. Next, he grills up a sustainable swordfish steak and lets sweet orange herbed almond butter melt into a pool over the fish and beautifully roasted yam coins. For his next dish, Spencer introduces pan seared, buttery scallops to his go-to peanut sauce over a bed of soba noodles. Last, he ...    "
                },
                "7": {
                    "title": "Spice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Where there is food there are often pints of frothy beer, fragrant wine or inventive cocktails - so why not bring food and drink together in one delicious culinary concoction? Seafood loving Chef Spencer Watts brings prawns and sturgeon to this boozy party. He starts with portions of glorious, meaty dinosaur fish - Atlantic Sturgeon. Spencer pan sears the steak-like fish to perfection before setting it onto a smear of decadent Pernod cream sauce and topping it with a vibrant fennel and grapefruit salad. He then whips up his party go-to dish - succulent Cajun Prawns in...    "
                },
                "8": {
                    "title": "Herb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    All chefs love fresh herbs and Chef Spencer Watts is no exception - he has an arsenal of great recipes that marry seafood and aromatic, vibrant and fresh herbs. He starts with an old world Spanish dish, escabeche mackerel, which is a pan-fried mackerel fillet marinated in a cumin-infused vinegar. He tops it with an herb salad and serves it with warm roasted vegetables. He then blankets fresh mackerel fillets in a beautiful and fragrant pistachio herb pesto, adds a light dusting of breadcrumb and cheese and broils the fillets before serving them with a garlic and lemon...    "
                },
                "9": {
                    "title": "Boozy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Where there is food there are often pints of frothy beer, fragrant wine or inventive cocktails - so why not bring food and drink together in one delicious culinary concoction? Seafood-loving Chef Spencer Watts brings prawns and sturgeon to this boozy party. He starts with portions of glorious, meaty dinosaur fish - Atlantic Sturgeon. Spencer pan sears the steak-like fish to perfection before setting it onto a smear of decadent Pernod cream sauce and topping it with a vibrant fennel and grapefruit salad. He then whips up his party go-to dish - succulent Cajun Prawns in...    "
                },
                "10": {
                    "title": "Stuffed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Turkeys are not the only food worth stuffing. Chef Spencer Watts loves all things fish and rainbow trout and oysters are two of his favorite foods to stuff. First he goes back to his \"campin'n'fishin\" days and works with a whole, fresh rainbow trout. He makes a simple, mouthwatering, BLT - bacon, leek and tomato stuffing in a creamy sauce and show us how to glam up food for the campfire. Then Spencer makes a delicious fresh rainbow trout tartare and shows how to wrap it up in a sliced avocado for a fun and beautiful presentation. Being a West Coast boy with a ...    "
                },
                "11": {
                    "title": "Mixed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Seafood is great on its own, but when you bring them together - it makes for some great eating. Seafood loving chef Spencer Watts brings sustainable halibut, scallops and shrimp together to make a fish burger that would make a cow weep. It is that good. Coated in a light panko topping and pan fried, the burger is crispy on the outside and lathered in a horseradish tartar sauce then served with fresh tomatoes and lettuce on a golden toasted bun. Then, inspired by his mother's seafood crêpes, Spencer puts the trifecta of seafood together - scallops, crab and lobster - ...    "
                },
                "12": {
                    "title": "Saucy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    What's not to love about a warm, delicious sauce that brings an extra layer of fun and taste to a dish - especially when eating fish. Chef Spencer Watts gets saucy with two kinds of salmon and some crab. First, he demonstrates how to make the perfect pan fried fillet of rich and tasty Atlantic salmon and then he serves it with a creamy mascarpone sauce that takes the dish from every day to extraordinary in minutes. There are several different kinds of salmon, so this time he grabs some lean, vibrant salmon and show us how to turn it into a roulade. Then he makes a ...    "
                },
                "13": {
                    "title": "Butter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    If there is one thing chefs love, it's butter, and Spencer Watts is no different. Fish and butter are best friends whether acting as an oil for a pan, a dipping sauce or pot full of golden poaching liquid. It adds a rich and luxurious taste to almost any dish. Starting with a whole walleye (or in Canada we call it a pickerel) Spencer lathers this lake fish with a rich bacon butter and gives it a simple bread and bacon butter stuffing. Perfect for a campfire or home - you can't go wrong with bacon and butter and fish. Then he takes a walleye fillet and pan sears it to ...    "
                },
                "14": {
                    "title": "Breaded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Seafood-loving chef Spencer Watts breaks bread and pastry with Canadian cod and squid. First, he works with his favourite fish of all time, Black Cod, otherwise known as butter fish or sable fish. His fish today is sustainably farmed in British Columbia. Spencer takes this buttery, soft fish and cooks it in a fragrant and simple Portuguese bread soup to make a belly-warming dish. Then he rolls out the puff pastry and stuffs the buttery and flaky dough with salt cod and ricotta to make a delicious calzone. Spencer then reveals the secret to perfect, tender, ...    "
                },
                "15": {
                    "title": "Oil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fish the Dish (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    If you want a chef to list his must haves in the kitchen, oil will be right there at the top. Chef Spencer Watts makes fish and shellfish dishes with intense flavour pops by using different kinds of oil. First, he demonstrates how to slowly poach Atlantic Salmon in glorious olive oil to give it a texture that is mouthwatering and luxurious. Plated on top of a vibrant spinach salad with ripe raspberries and a pancetta vinaigrette, it's a dish fit for a king. Then he roasts a fillet of pacific salmon on a bed of roasted garlic and onions and punches the flavour up with ...    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Watts, Spencer"
            }
        ],
        "locations": [
            "Ottawa, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 9.5,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTMyNTJkZWEtNzFlYS00N2I2LTlkMWItMmY0ZmZmYTNjODdhL2ltYWdlXkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "FISH THE DISH is a playful and delicious half hour of television that follows Chef Spencer Watts as he cooks up some of his favourite seafood dishes in preparation for his new cookbook all about fish. His animated, high-energy personality shines through as he makes accessible, tasty recipes with sustainable fish and shellfish. Showing us just how fast, easy and fun fish recipes are to make, Spencer enthusiastically plates up four unique seafood dishes in each episode.",
        "languages": [
            "English"
        ],
        "title": "Fish the Dish",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Fish the Dish (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Knight, Chris"
            },
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "McIntyre, Kath"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "distributors": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "other companies": [
            {
                "name": "Bartmart Audio"
            }
        ],
        "plot": [
            "FISH THE DISH is a playful and delicious half hour of television that follows Chef Spencer Watts as he cooks up some of his favourite seafood dishes in preparation for his new cookbook all about fish. His animated, high-energy personality shines through as he makes accessible, tasty recipes with sustainable fish and shellfish. Showing us just how fast, easy and fun fish recipes are to make, Spencer enthusiastically plates up four unique seafood dishes in each episode.::Gusto Worldwide Media"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 9.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 3,
                "rating": 9.3
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "females": {
                "votes": 4,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 4,
                "rating": 9.5
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 2,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.5,
        "median": 1
    }
}