{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            },
            {
                "country": "USA\n",
                "date": "28 June 2016"
            }
        ],
        "release dates": [
            "USA::2016",
            "USA::28 June 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Snakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of Wild Australia (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In a land as wild and diverse as Australia, it's no surprise that the snakes who live there are among the most dangerous on Earth. Venture into the domain of these spine-tingling serpents and meet venomous vipers with enough toxin to kill 100 people, constricting scrub pythons 28 feet in length, and more.    "
                },
                "2": {
                    "title": "Dingo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of Wild Australia (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The Australian dingo might look like a family dog, but with 180-degree vision and a keen sense of smell up to 100 times better than our own, it's an apex predator of stunning efficiency. Explore the world of this much-maligned outback dweller and the complex social code of the pack that governs it.    "
                },
                "3": {
                    "title": "The Crocodile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of Wild Australia (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Saltwater crocodiles, known in their native northern Australia as 'salties,' are highly efficient killing machines. The strongest jaw bite of any living creature and an unusual brain adaptation that literally allows them to sleep with one eye open are just a few of their incredible adaptations. Wade into the tropical wetlands of these prehistoric hyper-carnivores and witness their savagery at close range.    "
                },
                "4": {
                    "title": "The Flying Fox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of Wild Australia (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    High up in the treetops, along the eastern coastal belt of Australia, lives a special kind of fruit-eating bat: the flying fox. These highly sociable and adaptable mammals live in large colonies numbering in the thousands, wingtip to wingtip. Get a close-up of one of Australia's more unusual and misunderstood mammals.    "
                },
                "5": {
                    "title": "Mini Marsupials",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of Wild Australia (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Thousands of years ago, before the world divided into continents, a group of mouse-like creatures migrated from what is now South America to Australia. Discover two lesser-known, but no less fascinating, members of the extraordinary marsupials: the gentle quokkas and the tenacious quolls.    "
                },
                "6": {
                    "title": "Bugs and Butterflies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of Wild Australia (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    In Queensland, Australia, the rainforests are the perfect incubators for a dazzling variety of insects. From the 240 species of butterfly to the skillful weaver ants that build nests using larval silk, follow the members of a miniature world that rivals the diversity and intricacy of our own.    "
                },
                "7": {
                    "title": "The Waterhole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Secrets of Wild Australia (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The tropical north of Australia is a haven of biodiversity, where an exotic array of wildlife shape their lives round the rainy season. Flamboyant jabiru storks, ferocious freshwater crocodiles, and archer fish with astounding marksmanship all play their part in the interconnected life of this ecosystem.    "
                }
            }
        },
        "number of episodes": 7,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "48"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzIwOTUxNWUtMzA2OC00YWM2LWFiNDMtMTQ2MDU5MzBhZGIzXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Secrets of Wild Australia",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Secrets of Wild Australia (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Dive into the secret and surprising lives of some of Australia's signature wildlife. From mini marsupials to flying foxes, join these extraordinary creatures thriving in the otherworldly landscapes of this astonishing island-continent."
        ],
        "tech": {
            "runtime": [
                "48 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}