{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "15 November 2016"
            }
        ],
        "release dates": [
            "Hong Kong::15 November 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Glamour Russia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Behind the Cover (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Following Glamour Russia's leading lady, Editor in Chief, Masha Fedorova from the conference room to the open space office, we're given a chance to see their latest issue in the works and interviewing some of their fashion editors, collaborators and more. We also head backstage to check out some photo shoots from the August spread, and even witness some of the printing process.    "
                },
                "2": {
                    "title": "Harper's Bazaar Poland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Behind the Cover (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Taking our series to Warsaw, we're following our top lady, Editor and Chief Joanna Gora, and witnessing some of the behind-the-scenes action that'll leave every fashion lover giddy with excitement. Fashion Editor, Kara Becker takes us on a tour of the office, giving viewers every detail from the selection of the cover girl to the editorial breakdown of the month. Viewers get an up close and personal view of a photo session in progress. From deciding the theme of the shoot, to choosing the brands featured (in this case Gucci and Pucci), having the ultimate city ...    "
                },
                "3": {
                    "title": "Marie Claire South Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Behind the Cover (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    We go to Marie Claire South Africa and follow Editor-in-Chief Jackie May as she introduces us to her team and travels from Cape Town to Johannesburg to attend fashion weeks and meet fashion designers. We get to witness the workings of a magazine as Jackie and her teamwork tirelessly to put together the November issue of Marie Claire titled the Body Issue.    "
                }
            }
        },
        "number of episodes": 3,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "ru",
            "pl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjE1MmNlZWYtNGYzYi00MDgwLWJhNDgtMTg0YTUwYWRkYTE2XkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SY150_CR17,0,101,150_.jpg",
        "plot outline": "Inspired by the critically acclaimed documentary, The September Issue (2009), Fashion One is bringing viewers Behind the Cover, a series that gives fashion lovers everywhere an inside look at some of the makings of a magazine. From round table talks to the printing press, we're leading the way and giving you exclusive behind-the-scenes footage and introducing you to some of the leading women in charge of the hectic and glamorous world of fashion magazines.",
        "languages": [
            "English",
            "Russian",
            "Polish"
        ],
        "title": "Behind the Cover",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Behind the Cover (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Fashion One International"
            }
        ],
        "distributors": [
            {
                "name": "Fashion One International"
            }
        ],
        "plot": [
            "Inspired by the critically acclaimed documentary, The September Issue (2009), Fashion One is bringing viewers _Behind the Cover_ (qv), a series that gives fashion lovers everywhere an inside look at some of the makings of a magazine. From round table talks to the printing press, we're leading the way and giving you exclusive behind-the-scenes footage and introducing you to some of the leading women in charge of the hectic and glamorous world of fashion magazines.::Fashion One International LLC."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}