{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "USA::2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Foxes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Red foxes have made a home on the jagged coast of Canada's eastern shore--right in the midst of their human neighbors. Burrow deep into this one-of-a-kind ecosystem on Prince Edward Island and learn about how its foxes continue to defy the odds of urban encroachment.    "
                },
                "2": {
                    "title": "Rivers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The American shad is an anadromous fish--one that spends most of its life at sea, but returns to its fresh water birthplace to spawn. Join us as we track this incredible species on its epic journey upstream and examine the impact it has on the entire ecosystem of the North American east coast.    "
                },
                "3": {
                    "title": "Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Fly above the waters of Bras d'Or Lake on Canada's eastern shore, where the bald eagle reigns supreme as an apex predator. Despite its exalted standing, another bird--the osprey--competes for prey in a fascinating duel for survival and dominion.    "
                },
                "4": {
                    "title": "Tides",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Along the jagged coast of Nova Scotia, the rise and fall of the tide in Duncan's Cove and the Bay of Fundy provides food and refuge for a plethora of creatures. Peek into this delicate and diverse ecosystem of wild seals, native herons, and migratory sandpipers.    "
                },
                "5": {
                    "title": "Pollinators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Embark on a trip to Nova Scotia's Annapolis Valley, where two very different insect species showcase their expert pollination skills: honey bees rely on organization and group efforts to find food, while monarch butterflies travel great distances to lay their eggs.    "
                },
                "6": {
                    "title": "City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Take a tour through the thriving wildlife community that inhabits eastern Canada's largest city, Halifax. From raucous raccoons that rule the night, to clever crows that never forget a face, a number of enterprising creatures have managed to carve a niche for themselves in the margins of its urban sprawl.    "
                },
                "7": {
                    "title": "Highlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    In the Acadian forests of the Cape Breton woodlands, a combination of human encroachment and unchecked moose, beaver, and moth activity have tipped the ecological balance to an unsustainable level. Can efforts to preserve this Canadian paradise pay dividends or is it too little, too late?    "
                },
                "8": {
                    "title": "Wetlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    In Nova Scotia, a rich network of wetland habitats provides the optimal conditions for amphibian and reptile species to thrive--including Blanding's turtle, one of the rarest on Earth. Learn about the extensive efforts in place to protect them from threats like climate change, habitat loss, and predation.    "
                },
                "9": {
                    "title": "Crustaceans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    On Canada's eastern shore, crabs and lobsters are both important members of the local ecosystem and vital parts of the economy. If they struggle, so does an entire industry dependent on the year's catch. Dive into the hidden lives of these captivating crustaceans as they battle to hold their own against a changing climate, an invasive species, and each other.    "
                },
                "10": {
                    "title": "Horses of St. Pierre & Miquelon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Five hundred years ago, French colonists arrived on the Canadian island of Langlade and brought horses with them. Today, the descendants of this original herd are the semi-feral rulers of this French territory, running and grazing freely across the island's abundant pastures. Gallop along as we follow the unusual lives of these iconic equines.    "
                },
                "11": {
                    "title": "Invasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Who knew that 100 starlings introduced to New York City's Central Park in 1890 would explode into 200 million a century later? Journey across the wild North American coast as we examine the impact these birds, and other invasive species, have had on their environments.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Wild East (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    On Canada's east coast, the changing seasons offer a stern test for all, from the arctic-ready muskoxen of north Quebec, with their thick qiviut coats, to the woodland caribou of Gros Morne whose resistance to snow blindness helps them find food in the whitest terrain.    "
                }
            }
        },
        "number of episodes": 12,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2IwZGQ5ZWItOTRlZC00MTAwLWEwN2YtN2RlOWZmOGU1OGQwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "From the annual shad migration through the Shubenacadie River to the red fox population of Prince Edward Island, the eastern coast of Canada is rife with amazing examples of resilience and survival. Learn more about this fascinating corner of North America and the wildlife that call it home.",
        "languages": [
            "English"
        ],
        "title": "Wild Wild East",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Wild Wild East (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "From the annual shad migration through the Shubenacadie River to the red fox population of Prince Edward Island, the eastern coast of Canada is rife with amazing examples of resilience and survival. Learn more about this fascinating corner of North America and the wildlife that call it home."
        ],
        "tech": {
            "runtime": [
                "24 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}