{
    "imdb": {
        "raw release dates": [
            {
                "country": "Austria\n",
                "date": "28 November 2016"
            }
        ],
        "release dates": [
            "Austria::28 November 2016"
        ],
        "episodes": {
            "1": {
                "2": {
                    "title": "Awolnation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Analog in Vienna (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A challenge musicians face in an age of digital technology is to record in old-school fashion: directly to vinyl. AWOLNATION rose to that challenge, recording straight from their instruments into unapologetic vinyl.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "AWOLNATION"
            },
            {
                "name": "von Hohenlohe, Hubertus"
            },
            {
                "name": "Beck, Michael"
            },
            {
                "name": "D, Thomas"
            },
            {
                "name": "Rieke, Andreas"
            },
            {
                "name": "Smudo"
            }
        ],
        "locations": [
            "Vienna, Austria::(Supersense)"
        ],
        "genres": [
            "Music"
        ],
        "runtimes": [
            "47"
        ],
        "countries": [
            "Austria"
        ],
        "country codes": [
            "at"
        ],
        "language codes": [
            "de"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDkyNGVjNmYtYmZmNC00OGRjLWE0ZTAtMjAyOGQwOGUwMWE0XkEyXkFqcGdeQXVyMTI4NTY3MDQ@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Fanta 4, the biggest name in German Hip Hop, have accomplished everything. Well, ALMOST EVERYTHING - In the 44 minute pilot episode of Analog in Vienna they face their biggest challenge to date: Record their legacy of music, directly to vinyl, in just one take in front of an intimate crowd of adoring fans. The location? Supersense, Vienna. A hidden gem at the heart of the Europe, which remains one of the only places in the world to offer this unique style of recording. This project is the brainchild of Vienna's own virtuoso, Hubertus von Hohenhole; TV host and photographer. Hubertus is bringing the biggest acts in music to his city and challenging them to push their creative limits by engaging in an antiquated, authentic and rare method of recording. ONE RECORD, ONE TAKE. NO DIGITAL TRICKS, NO EDITING, NO SECOND CHANCES. A unique live performance in an intimate environment. The sound captured through authentic style analog recording - the journey captured through Hubertus' photography and modernized documentary storytelling. THIS IS ANALOG IN VIENNA.",
        "languages": [
            "German"
        ],
        "title": "Analog in Vienna",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Analog in Vienna (Austria)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "DMG"
            }
        ],
        "distributors": [
            {
                "name": "Red Bull TV"
            },
            {
                "name": "Servus TV"
            }
        ],
        "plot": [
            "Fanta 4, the biggest name in German Hip Hop, have accomplished everything. Well, ALMOST EVERYTHING - In the 44 minute pilot episode of _Analog in Vienna_ (qv) they face their biggest challenge to date: Record their legacy of music, directly to vinyl, in just one take in front of an intimate crowd of adoring fans. The location? Supersense, Vienna. A hidden gem at the heart of the Europe, which remains one of the only places in the world to offer this unique style of recording. This project is the brainchild of Vienna's own virtuoso, Hubertus von Hohenhole; TV host and photographer. Hubertus is bringing the biggest acts in music to his city and challenging them to push their creative limits by engaging in an antiquated, authentic and rare method of recording. ONE RECORD, ONE TAKE. NO DIGITAL TRICKS, NO EDITING, NO SECOND CHANCES. A unique live performance in an intimate environment. The sound captured through authentic style analog recording - the journey captured through Hubertus' photography and modernized documentary storytelling. THIS IS ANALOG IN VIENNA.",
            "Iconic German hip-hop group Die Fantastischen Vier mixes the past and present, taking hip-hop back to its block party roots by cutting a live record straight to vinyl in a single take with just two days to prepare and rehearse the set list."
        ],
        "tech": {
            "runtime": [
                "47 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}