{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 December 2016"
            }
        ],
        "release dates": [
            "USA::4 December 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Founding Father of Fake News",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "24 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In 1932, Walter Duranty received a Pulitzer Prize for a series of reports about Stalin and the Soviet Union, most published in 1931. He was criticized then by British journalists Malcolm Muggeridge and Gareth Jones, and later, in books by Robert Conquest and S.J. Taylor, for his denial of widespread famine in the USSR - most particularly the Holodomor, a mass starvation and genocide in Ukraine. We delve into Duranty's coverage of the famine and his false reporting to the New York Times. We also examine the integrity of today's media journalists in a one-on-one ...    "
                },
                "2": {
                    "title": "Homeschool Rebels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "24 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    We take a look at rebel families rebuking the status-quo and choosing homeschool over Horace Mann's antiquated education system. John Holt introduced school choice in the 70's but until recently homeschoolers were unusual. Now with classrooms getting larger and the teaching pool smaller parents see the quality of education slipping and look for alternatives. As we find out homeschooling is not without state regulation; Jim Mason of Homeschool Legal Defense Fund walks us through the quagmire of paperwork and the intrusive tactics the State can apply when a child is ...    "
                },
                "4": {
                    "title": "Honor Killings: The Real War on Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    An honor killing is the homicide of a relative, due to the perpetrators' belief that the victim has brought shame or dishonor upon the family, or has violated the principles of a community or a religion. Experts say today it is mostly seen in Islamic cultures, and now it's happening in the United States to young women who dare to pursue the American dream. We tackle the question: Can this heinous act be protected by religious beliefs or is it simply murder?    "
                },
                "5": {
                    "title": "Railroaded: Surviving Wrongful Convictions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Jenny Holtzclaw continues the crusade to free her brother, whom she believes was wrongfully accused. MMI has followed Daniel since his trial where questionable DNA evidence was key to the state's case. At an Innocence Conference, Jenny sits down with Ray Spencer and Jeffrey Deskovic who had their convictions overturned. Ray and Jeffrey speak of their time in prison and fight to get out. We also meet Brian Franklin. Brian was convicted of raping a teenage girl and served two decades behind bars. Eventually, a witness came forward with claims the accuser lied. After a ...    "
                },
                "6": {
                    "title": "The Hoax Crime Epidemic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Our media-centric society craves attention. This has manifested through a series of voyeuristic reality television shows, YouTube fame and Facebook. Those desperate for their fifteen minutes will do anything to get it. We talk candidly about a rash of widely reported \"anti-Muslim hate crimes\" that have turned out to be hoaxes perpetrated by Muslims. Hate crimes are political capital in our petulant, victim-idolizing society and when real incidents don't exist, there is incentive to invent them.    "
                },
                "7": {
                    "title": "Border Battles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    John Ladd has spent his whole life on his family's ranch, which they've owned since 1896. But as a rancher in Cochise County, Arizona he's not just battling mother nature and lost cattle - he's battling illegal aliens, drug cartels, and the U.S. Border Patrol. We visit John and his ranching neighbors to find out what it's like to live on the U.S.-Mexico border. We hear what they really think of Trump's proposed wall, their frustrations with the U.S. Border Patrol, and whom they rely on for protection. We also hear from the National Border Patrol Council on challenges ...    "
                },
                "8": {
                    "title": "Medical Kidnapping Pt. 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A Connecticut family brought their daughter to Boston Children's Hospital for treatment; little did they know the visit would begin a nearly 18-month custody battle over who knew best how to care for Justina Pelletier. Her family is calling it a medical kidnapping by an overzealous hospital, government regulators, and court officials. The Pelletiers open-up and share intimate details of what happened and their lives today.    "
                },
                "9": {
                    "title": "Medical Kidnapping Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Justina Pelletier is back home with her family, but after what they call 18 months of medical kidnapping, life is still difficult. We follow their ongoing legal battle and call to action. Michelle sits down with leading medical kidnapping journalist Terri LaPoint to discuss families who struggle to fight against the government and medical institutions. Families tell her these powerful groups try to take away their parental rights on medical decisions. We also speak with Marty Gottesfeld, the Anonymous hacktivist, who risked his freedom to help bring Justina home. He ...    "
                },
                "10": {
                    "title": "Ambush on Highway 57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    On February 15, 2011 ICE Special Agent Jaime Zapata was gunned down by a drug cartel while on a mission in Mexico. His partner Victor Avila was injured in the attack. Was this tragedy an isolated incident or is there a deeper connection to President Obama's Fast and Furious gun walking scandal? Victor believes the government has been covering up the events that led to Jaime's murder and for the past 7 years has been demanding transparency from the U.S. government. So far, the government has failed to provide the families with any answers. We speak with Chris Farrell ...    "
                },
                "11": {
                    "title": "Fishing Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Commercial fishing boats in New England are going under at an alarming rate and hard-working families are begin demonized by a multi-million-dollar environmental industry whose only product to sell is fear. In this edition, Michelle Malkin travels to the northeast to meet with those in the fishing industry to learn more about how they are drowning in government regulations.    "
                },
                "12": {
                    "title": "Sanctuary Cities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Illegal aliens convicted of heinous crimes are being set free to roam the streets. And the results of these Sanctuary City policies are disastrous for law-abiding American citizens. We talk to Brian McCann whose brother was murdered by a convicted illegal alien and hear his pleas to lawmakers to enforce immigration policy. We hear from Utah Senator Mike Lee on the importance of rule of law and interview Robert Law from the Federation for American Immigration Reform about the need to overhaul our visa system. Finally, we sit down with investigative reporter Michele ...    "
                },
                "13": {
                    "title": "Forensic Files",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In this special edition of Michelle Malkin Investigates, Michelle updates some of the biggest stories from season one and two including the H1-B visa scam, medical kidnappings, and the case of the \"cross-country jihadist,\" Ali Muhammad Brown. Michelle also takes a deep dive into the latest on the Daniel Holtzclaw case, featured in MMI's breakout series: \"Daniel in the Den.\" She travels to meet with Suzanna Ryan and Dr. Brent Turvey, two of the co-authors of the bombshell Holtszclaw forensic report.    "
                }
            },
            "1": {
                "1": {
                    "title": "Daniel in the Den",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Chances are you've heard of convicted serial rapist Daniel Holtzclaw, the former Oklahoma city police officer. We're in Oklahoma City asking the bombshell questions nobody else in the media has dared to: What if he didn't do it?    "
                },
                "2": {
                    "title": "Daniel in the Den Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    What if the media got it wrong? In the case of Danile Holtzclaw there are no witnesses, not a single direct piece of forensic evidence tying him to the crime scenes. We'll let you hear from Daniel himself who is behind bars; he says he's innocent and a scapegoat used to ease racial tensions.    "
                },
                "3": {
                    "title": "Black Lives Matter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The self-appointed leaders of Black Lives Matter say all they want is for people to know more about the high-profile murders of black men and women at the hands of police offices. But there's a not-so-hidden agenda behind this Marxist-inspired revolutionary war on our peace officers.    "
                },
                "4": {
                    "title": "The Dark World of EB-5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    If you thought illegal immigration was bad, wait until you learn about the US citizenship for sale racket. It's a little-known scandal of epic proportions.    "
                },
                "5": {
                    "title": "H1-B Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    H-1 visas were first created in 1952 to bring in guest workers with 'distinguished' abilities. The program was intended to allow a Nobel prize winner to lecture at a University, not to ship in an ordinary immigrant to replace an American worker because they will work at a lesser rate. In 1990, Congress created the H-1B program to address rampant abuses, but businesses and lobbyists again perverted the guest worker program by creating endless loopholes under the guise of fixing an American tech worker shortage that doesn't exist.    "
                },
                "6": {
                    "title": "Student Data Mining",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Every day, when we send our students to school, information about our kids leaves the school. They say the data collected will help teachers do a better job. But that data also falls into the hands of for-profit corporations. Rather than protecting student privacy, the government is a complicit partner in eroding it. We've gone from 'no child left behind' to 'every child data mined.'    "
                },
                "7": {
                    "title": "Cop Killer Assata Shakur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Brazen bank robberies in broad daylight. Strategic and indiscriminate bombings. The Black Liberation Army unleashed a reign of terror on New York City in the 1970's and Assata Shakur, their heart and soul, remains one of the most wanted fugitives in the world.    "
                },
                "8": {
                    "title": "The Muslim Refugee Rape Epidemic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Witness the disturbing trend of rape gangs ruling the streets of Germany. This is Germany's experience with immigrants who refuse to assimilate, and it's spreading throughout Europe, thanks to the policies of leftists who are more concerned about their image than the safety of their citizens. And Europe's problems are coming to America.    "
                },
                "9": {
                    "title": "50 Shades of Green",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "The EPA Run A-Muck Pt. 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A river transformed into a flood of orange gunk affecting the drinking water, small businesses, farms and the Navajo Nation, extending into parts of Colorado, Arizona and New Mexico. This is the maddening story of federal eco-bureaucrats gone wild, knee deep in double standards, ignoring bright red flags in pursuit of their radical green agenda. Operating in secret with a deluge of excuses, this is a story filled with as many twists and turns as the Animas River itself.    "
                },
                "12": {
                    "title": "The EPA Run-A-Muck Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    When an EPA director spoke to residents of Silverton, Colorado and the Navajo Nation, after the Gold King Mine spill, he pledged that the EPA would hold itself to the same standards it imposes on industry. We take a hard look at the EPA's handling of the spill, the aftermath downstream and its reckless attempts to fend off any accountability for their role in the unprecedented disaster.    "
                },
                "13": {
                    "title": "Finale and Updates",
                    "kind": "episode",
                    "episode of": {
                        "title": "Michelle Malkin Investigates (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Season One Finale covers an update to the Daniel Holtzclaw case, Black lives Matter movement and an in-studio interview with James O'Keefe about the evolution of conservative investigative journalism.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Malkin, Michelle"
            }
        ],
        "genres": [
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGVjMWY1NDYtMjI5Yy00ZWQ4LWIyY2ItNGM3ZjVjNzE4NmQyXkEyXkFqcGdeQXVyMTk0NDQ2MTU@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Michelle Malkin Investigates",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Michelle Malkin Investigates (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Meath Television Media"
            }
        ],
        "distributors": [
            {
                "name": "CRTV"
            }
        ],
        "other companies": [
            {
                "name": "ABS Payroll & Production Accounting Services"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 5.5
            },
            "males": {
                "votes": 5,
                "rating": 1.9
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 5.5
            },
            "us users": {
                "votes": 3,
                "rating": 7.0
            },
            "non us users": {
                "votes": 2,
                "rating": 4.5
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.7,
        "median": 9
    }
}