{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 June 2016",
                "notes": "                            (regional TV)"
            }
        ],
        "release dates": [
            "USA::22 June 2016                            (regional TV)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Mystery Sharks of Seattle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wildlife Detectives (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    2017 National Edward R. Murrow Award Winner for Best Documentary -- One of the world's largest and most elusive predators, the sixgill shark, suddenly appears in Seattle's waters. These creatures typically dwell in darkness thousands of feet beneath the surface and next to nothing is known about them. What would make them appear in the shallows of this large city? And what does it say about our oceans? Researchers are searching for answers.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Goodman, Josh"
            }
        ],
        "locations": [
            "Seattle, Washington, USA::(location)"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWUwNjBmOTEtYWNhYi00NDMzLWE3ZmQtOWY5YmQzMzA2ODQxXkEyXkFqcGdeQXVyODI5OTc1NzM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "KCTS's Wildlife Detectives presents an hour documentary on recent sharks inhabiting Elliot Bay and Puget Sound. One of the world's largest and most elusive predatory sharks, the sixgill, suddenly appears in Seattle's waters. These creatures typically dwell in darkness several thousands of feet beneath the surface. Little is known about them. What would make them appear in the shallows of Puget Sound? And what does it say about our oceans? Researchers are hunting for answers.",
        "languages": [
            "English"
        ],
        "title": "Wildlife Detectives",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Wildlife Detectives (United States)"
        ],
        "writer": [
            {
                "name": "Werner, Michael"
            }
        ],
        "production companies": [
            {
                "name": "EarthFix"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            }
        ],
        "plot": [
            "KCTS's _Wildlife Detectives_ (qv) presents an hour documentary on recent sharks inhabiting Elliot Bay and Puget Sound. One of the world's largest and most elusive predatory sharks, the sixgill, suddenly appears in Seattle's waters. These creatures typically dwell in darkness several thousands of feet beneath the surface. Little is known about them. What would make them appear in the shallows of Puget Sound? And what does it say about our oceans? Researchers are hunting for answers."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}