{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 May 2016"
            }
        ],
        "release dates": [
            "USA::19 May 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Talk Nerdy to Me: Ultracool Dwarf Stars and Habitable Planets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Nerdy to Me (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 May 2016",
                    "year": "2016",
                    "plot": "\n    What do ultracool dwarf stars have to do with the search for life in the universe? A lot. In the first episode of the relaunched HuffPost Originals show 'Talk Nerdy To Me,' host Karah Preiss looks into the recent discovery of three new planets.    "
                },
                "2": {
                    "title": "Talk Nerdy to Me: Is It the End of the World as We Know It?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Nerdy to Me (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 May 2016",
                    "year": "2016",
                    "plot": "\n    Human activity is having such a significant impact on the planet that many scientists are pushing for a new geological epoch called the Anthropocene. With or without the influence of Donald Trump, does mankind need to check itself in order not to wreck itself?    "
                },
                "3": {
                    "title": "Talk Nerdy to Me: Could We One Day Hear the Big Bang?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Nerdy to Me (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 May 2016",
                    "year": "2016",
                    "plot": "\n    Albert Einstein predicted 100 years ago that gravitational waves exist and scientists recently confirmed it. Host Karah Preiss spoke with a researcher behind the discovery about how this helps us understand the universe.    "
                },
                "4": {
                    "title": "Talk Nerdy to Me: The Bees and the Bees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Nerdy to Me (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Are honeybees dying off? Cornell University's Thomas Seeley might have the answer.    "
                },
                "5": {
                    "title": "Talk Nerdy to Me: Redefining the Cure for Cancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Nerdy to Me (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Could the cure for cancer be found in your own body? Talk Nerdy To Me host Karah Priess visits the Jackson Laboratory in Maine to get the lowdown on a promising new cancer treatment.    "
                },
                "6": {
                    "title": "Talk Nerdy to Me: What Is Neuromodulation?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talk Nerdy to Me (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Neuroscience has made extraordinary advances over the past two decades -- including the use of \"brain pacemakers\" to treat a wide range of health problems, from tremor and migraines to OCD and even addiction. 'Talk Nerdy To Me' host Karah Preiss speaks to Ohio State University's Ali Rezai, a pioneering neurosurgeon who is extremely hopeful about our growing understanding of brain malfunctions, and    "
                }
            }
        },
        "number of episodes": 6,
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWNlMzgyMWYtZGI1ZC00NDJkLTlhNDItNTMxMTVmNzEyM2I5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "title": "Talk Nerdy to Me",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "seasons": [
            "1"
        ],
        "plot": [
            "Talk Nerdy To Me boldly goes \"where scientists ...have gone before.\" Host Karah Preiss explores the vast scientific landscape through a layperson's eyes, answering the age-old scientific question: what does this have to do with me?"
        ],
        "tech": {}
    }
}