{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "7 August 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Canada::7 August 2016                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Caloo, Dimitri"
            },
            {
                "name": "Fletcher, Kyle"
            },
            {
                "name": "Henry, Emmie"
            },
            {
                "name": "Henry, Sherice"
            },
            {
                "name": "Hudson, Kingsley"
            },
            {
                "name": "Lobo, Adriel"
            },
            {
                "name": "Ramsaroop, Andrew"
            },
            {
                "name": "Ramsaroop, Angela"
            },
            {
                "name": "Sahin, Gizem"
            },
            {
                "name": "Sarwary, Hashmat"
            },
            {
                "name": "Victor, Noella"
            },
            {
                "name": "Wallace, Adrian"
            },
            {
                "name": "Wallace, Linroy"
            },
            {
                "name": "Wallace, Shane"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "12"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Black and White::(HD)"
        ],
        "aspect ratio": "16:9 HD (HD 1080p)",
        "sound mix": [
            "Stereo"
        ],
        "original air date": "07 Aug 2016 (Canada)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDQzMTk2YmEtYzk1YS00MjYzLWE5Y2MtYTVmNzMxNWMwN2YxXkEyXkFqcGdeQXVyNzk3MTA5MzQ@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "CAD5,000 (estimated)",
        "plot outline": "Behind the police tape and forensic unit, there lies the community housing projects. With diluted brown concrete and rusted bars around the windows, we glance over the faces looking out. Residing on the outskirts of the city, the people and their stories have also been pushed to the distant parts of the media. Their stories do live strong on the basketball court. A 50 foot concrete square where news moves like a fast break and drama erupts like a flagrant foul. A meet up place for childhood friends and the proving grounds for the youth. An environment where acceptance takes years and respect is only earned. Courtside is an original Web Series putting an urban neighbourhood under a microscope. We witness the world through the eyes of two brothers; Jay, an academic basketball prospect, and Marcus, an entrepreneurial street hustler. There lies a constant struggle for respect, money, and power even amongst youth, as their social world comes colliding in the first season six part series.",
        "languages": [
            "English"
        ],
        "title": "Courtside",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-",
        "akas": [
            "Courtside (Canada)"
        ],
        "writer": [
            {
                "name": "Omaid, Omran"
            },
            {
                "name": "Wallace, Adrian"
            }
        ],
        "director": [
            {
                "name": "Omaid, Omran"
            },
            {
                "name": "Wallace, Adrian"
            }
        ],
        "production companies": [
            {
                "name": "Courtside Series"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "An urban hood is put under a microscope following the lives of two brothers, Jay, a basketball prospect, and Marcus, a street delinquent.::Adrian Wallace and Omran Omaid",
            "Behind the police tape and forensic unit, there lies the community housing projects. With diluted brown concrete and rusted bars around the windows, we glance over the faces looking out. Residing on the outskirts of the city, the people and their stories have also been pushed to the distant parts of the media. Their stories do live strong on the basketball court. A 50 foot concrete square where news moves like a fast break and drama erupts like a flagrant foul. A meet up place for childhood friends and the proving grounds for the youth. An environment where acceptance takes years and respect is only earned. _Courtside_ (qv) is an original Web Series putting an urban neighbourhood under a microscope. We witness the world through the eyes of two brothers; Jay, an academic basketball prospect, and Marcus, an entrepreneurial street hustler. There lies a constant struggle for respect, money, and power even amongst youth, as their social world comes colliding in the first season six part series.::Jonathan Periera"
        ],
        "tech": {
            "runtime": [
                "12 min (6 parts) (Canada)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Black and White (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (HD 1080p)"
            ]
        }
    }
}