{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2016",
                "notes": "                            (TV premiere)"
            }
        ],
        "release dates": [
            "Canada::2016                            (TV premiere)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Hennessy, Kimberly"
            },
            {
                "name": "Lipscombe, Jesse"
            },
            {
                "name": "Ryan, Bridget"
            },
            {
                "name": "Speakman, Kent"
            },
            {
                "name": "Theriault, Courtney"
            }
        ],
        "locations": [
            "Edmonton, Alberta, Canada::(On Location)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Dinner Television, is a new, local, entertaining, and interactive prime-time series airing from 5 p.m. - 7 p.m. on City Edmonton. The series is catered exclusively to Edmonton and will focus on community issues from St. Albert to Mill Woods and everywhere in between. The new series brings local programming to prime time, providing Edmontonians with the opportunity to participate in local panel discussions that cover a wide range of topics, including parenting, politics, entertainment, and Edmonton sports. Dinner Television will be hosted by NHL veteran Jason Strudwick, who is no stranger to Edmonton having been raised in the city and who finished his NHL career as a defense man with the Edmonton Oilers. Joining Jason on the show are beloved morning TV personalities Bridget Ryan and Courtney Theriult (both of Breakfast Television Edmonton).",
        "languages": [
            "English"
        ],
        "title": "Dinner Television",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Dinner Television (Canada)"
        ],
        "production companies": [
            {
                "name": "Rogers Communications"
            }
        ],
        "distributors": [
            {
                "name": "Rogers Communications"
            }
        ],
        "plot": [
            "_Dinner Television_ (qv), is a new, local, entertaining, and interactive prime-time series airing from 5 p.m. - 7 p.m. on City Edmonton. The series is catered exclusively to Edmonton and will focus on community issues from St. Albert to Mill Woods and everywhere in between. The new series brings local programming to prime time, providing Edmontonians with the opportunity to participate in local panel discussions that cover a wide range of topics, including parenting, politics, entertainment, and Edmonton sports. _Dinner Television_ (qv) will be hosted by NHL veteran Jason Strudwick, who is no stranger to Edmonton having been raised in the city and who finished his NHL career as a defense man with the Edmonton Oilers. Joining Jason on the show are beloved morning TV personalities Bridget Ryan and Courtney Theriult (both of Breakfast Television Edmonton).::City TV"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}