{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            }
        ],
        "release dates": [
            "USA::2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Dresses to Desire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, delight in the splendid details of New York Bridal Week Capturing the enchanting spirit of a jewelry box, Monique Lhuillier crafts a bridal collection in which each gown has the entrancing beauty of a treasured heirloom. A delicate palette of pastels and breathtaking details make every wedding dress a jewel to behold.    "
                },
                "2": {
                    "title": "Winter Wedding Wonders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, New York Bridal Week will warm your heart! Ines Di Santo offers her bride a winter wonderland of options. From the most romantic of ball gowns to timelessly elegant columns, Di Santo brings the magic of a fairytale to a woman's wedding. Don Neill's Theia White collection denotes the spirit of a Mongolian bride in all her frosty finery.    "
                },
                "3": {
                    "title": "Then Came You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, feel a little tenderness during New York Bridal Week. Entitling his Fall 2015 Bridal Collection \"Falling In Love,\" Angel Sanchez wins the hearts of brides-to-be with his romantically fashion-forward gowns. The progressive designer uses 3-D cutouts, intricate embroidery, and a floral motif that are sure to make a modern bride swoon.    "
                },
                "4": {
                    "title": "Unforgettable You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, designers help brides-to-be make a lasting impression on their white carpet moment! Dennis Basso for Kleinfeld caters to women with European taste. The glamour loving designer gives classic wedding dress silhouettes, such as princess to mermaid, dramatic appeal. Looking for infinite allure, designer Lazaro Perez knows that brides will sizzle.    "
                },
                "5": {
                    "title": "The Power of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, prepare to fall in love during New York bridal week! With his debut bridal collection for Oscar de la Renta, designer, Peter Copping, reinforces the classically feminine DNA of the legendary house with modern touches. Dramatic ball gowns to mini-dresses, there is a stunning option for many beautiful brides.    "
                },
                "6": {
                    "title": "Just the Way You Are",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, hearts will flutter over the Spring 2016 Marchesa Bridal Collection. Georgina Chapman and Keren Craig, the design team behind the stunning gowns, capture epic romance at its most luxurious. A floral motif and intricate detailing help create the dream wedding dresses. Angel Sanchez caters to fashion forward brides.    "
                },
                "7": {
                    "title": "Better Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, inspired by the Art Nouveau illustrations by Kay Rasmus Nielsen, Don Neill's Spring 2016 Theia White collection will imbue brides with a whimsical spirit. Wedding dresses with floral prints and enchanting embroideries are both romantic and modern. A touch of stardust will leave brides sparkling on their big in a Mira Zwillinger gown!    "
                },
                "8": {
                    "title": "Eternal Flame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, the timeless appeal of an Oleg Cassini bridal gown comes from the infinite inspiration of style icon Jacqueline Kennedy! Looking to the Kennedy White House, and that magic time when Cassini designed for First Lady Jacqueline Kennedy, a bride can have her own \"Camelot\" moment.    "
                },
                "9": {
                    "title": "Life's a Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, we touch down in sunny, sexy South Beach for another seductive season of swimwear! Miami hometown favorite, Luli Fama, goes boho for Summer 2016, with a free-spirited collection entitled \"Dream Catcher.\" At Keva J, New York-based designer Keva Johnson presents modern, structured suits with touches of Egyptian glamour.    "
                },
                "10": {
                    "title": "Dive In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, dive in to Spring/Summer 2016 with ultra-sexy swim style! Colombian designer Liliana Montoya goes into the deep for the season ahead, channeling the mermaids of Atlantis on her sensual Miami runway. Mikoh says aloha to summer with a relaxed, 70s surfer-girl vibe.    "
                },
                "11": {
                    "title": "Swim Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, get in the swim zone for Spring/Summer 2016! Lila Nikole's \"La Flor\" collection takes floral patterns to the next level, with graphic prints and a streetwear vibe that give petals a whole new power. A spiritual trip to Marrakesh inspired Mara Hoffman's ornate resort collection, presented poolside at Miami's decadent Casa Casuarina.    "
                },
                "12": {
                    "title": "The Heat Is On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, Spring/Summer 2016 cranks up the heat with sexy swim styles that turn heads and make temperatures rise! The Aussie design team at Robb & Lulu make waves in South Beach with their prismatic debut Swim Week show, featuring watercolor prints in every color of the rainbow. Dijana Molina also makes her Miami debut with a spiritually grounded swimwear collection.    "
                },
                "13": {
                    "title": "Together Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, love is timeless during New York Bridal Week! Looking to the international woman, Dennis Basso for Kleinfeld offers a stunning array of options ranging for the unapologetically extravagant to the simply chic bride! The infinite elegance of an Oleg Cassini wedding dress comes from the eternal inspiration of old-world Hollywood icons such as Grace Kelly.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bold Beaches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, we feature even more swimwear sizzle from South Beach! Get punked for next summer at Agua Bendita! Profile by Gottex offers super-feminine pieces with every physique in mind. Anna Kosturova takes her signature crocheted beachwear to a new level, while Italian label, Priscilla B, makes a Swim Week debut with a rockin' party and super-sexy swim presentation.    "
                },
                "2": {
                    "title": "Curve Appeal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, Miami Swim Week celebrates the feminine physique! At Nicolita, designer Nicole di Rocco is in search of the perfect backside for her curvy customer. A.Che is all about the athletic California girl, while beach babe turned runway model, Amanda Pizziconi, is a favorite on South Beach catwalks! Aquarella swimwear introduces a new design leader.    "
                },
                "3": {
                    "title": "Miami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, we're seaside in Miami for the Summer 2015 collections at Mercedes-Benz Fashion Week Swim! \"Electric Barbarella\" hits South Beach when Beach Bunny Swimwear collaborates with outrageously talented design duo, The Blonds! At just 19 years-old, Frankie's Bikinis designer, Francesca Aiello, is already making an impression at Swim Week!    "
                },
                "4": {
                    "title": "Swim Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Hit the sizzling shores of South Beach where teeny bikinis get the high-fashion treatment, and the sexiest bodies in the business strut their stuff! Videofashion Swim is a specially curated series highlighting the latest beachwear looks from around the globe in stunning HD.    "
                },
                "5": {
                    "title": "Exotic Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, it wouldn't be Mercedes-Benz Fashion Week Swim without the sizzling swimwear on the CM Cia.Maritima runway! Lila Nikole's digital prints steal the show at Soho Beach House. A.Z Araujo brings 70s disco to the Miami catwalk with his ready-to-party Summer 2015 collection! Plus, Mia Marcelle Swimwear is ready for the ultimate summer vacation.    "
                },
                "6": {
                    "title": "Island Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, it wouldn't be Mercedes-Benz Fashion Week Swim without the sizzling swimwear on the CM Cia.Maritima runway! Lila Nikole's digital prints steal the show at Soho Beach House. A.Z Araujo brings 70s disco to the Miami catwalk with his ready-to-party Summer 2015 collection! Plus, Mia Marcelle Swimwear is ready for the ultimate summer vacation.    "
                },
                "7": {
                    "title": "Pool Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, Wildfox Swimwear takes us back to the 90s for Summer 2015, with high-cut bottoms, cheeky slogans, and supermodel style. Sauvage takes a luxe approach to beachwear, with Swarovski crystals and sophisticated cuts. Liliana Montoya presents her \"Mermaids\" collection, and celebrates the spirit of ocean goddesses, with a touch of romance!    "
                },
                "8": {
                    "title": "Wedding Day Razzle Dazzle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, the razzle dazzle of New York Bridal Week will leave you breathless! Reem Acra embraces a bride's sexy side with her Spring 2015 collection. The sumptuous wedding gown silhouettes are extra alluring with Acra's signature lace work, beading details and intricate stitching. Designer Naeem Khan injects a sense of red carpet romance into his collection.    "
                },
                "9": {
                    "title": "Wedding Scene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, enchanting wedding dresses steal the spotlight during New York Bridal Week! For Spring 2015, the Amsale bride dreams of understated glamour. Always classic, designer Amsale Aberra crafts a collection with a delicate edge and color tones of pale pink and vanilla-crème to imply a chic romance.    "
                },
                "10": {
                    "title": "Forever Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, New York Bridal Week makes it easy to be eternally beautiful. It's soft and sexy, as the Kenneth Pool bride re-imagines her bold confidence and love for dramatic flair! Lace is the defining embellishment, creating a sensuous silhouette. With a touch of vintage glamour, the Anne Barge collection will capture a modern bride's heart.    "
                },
                "11": {
                    "title": "Bikini Brigade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, salute the sun and have some swimwear fun with the bikini brigade on Miami Beach! Los Angeles meets Saint Tropez at the Belusso Summer 2015 show, while Toxic Sadie mixes naughty and nice for the season ahead. \"The water is waiting\" at L*Space by Monica Wise, and Maaji is off to the races with a Kentucky Derby inspired swimwear lineup!    "
                },
                "12": {
                    "title": "Swimwear Anywhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, Summer 2015 is scorching with the latest swim styles from South Beach! Designer Pooja Kharbanda travels to Nepal for her 6 Shore Road collection, while Mara Hoffman takes off on a spiritual swim journey to Guatemala. Aguaclara has a sophisticated beachgoer in mind, and Indah says \"Jambo, zuri!\" (Hello, beautiful!) to an African safari-inspired runway.    "
                },
                "13": {
                    "title": "Can't Take My Eyes Off of You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Videofashion: Specials (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In this issue of Videofashion Specials, prepare to be captivated by New York Bridal Week! For Fall 2015 bridal, the design team behind the celebrated Marchesa label, Georgina Chapman and Keren Craig, present 15 stunningly distinctive wedding dresses with the desire to dress many different types of women on their big day.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Pizziconi, Amanda"
            }
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2ZkOGVkNzctNTlhZS00Nzg4LTk4ZmYtOWIzMWI2ZTg1NTcwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "title": "Videofashion: Specials",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Videofashion: Specials (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "plot": [
            "From the sexiest swimwear to the most elegant wedding dresses, Videofashion Specials takes you on a fashion tour with todays hottest models and designers."
        ],
        "tech": {
            "runtime": [
                "25 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}