{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "14 November 2016"
            }
        ],
        "release dates": [
            "France::14 November 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Music Has No Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Waynak: Where Are You? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Istanbul - Turkey Owen, Bashar, and Yasu are from three different worlds, but in a city that straddles two continents, this blend of cultures seems all too natural. They are three of 8-10 musicians from America, Turkey, Kurdistan, Syria, and Europe who have come together in Istanbul to form the band Country For Syria. They each bring a unique style and voice to an eclectic group that highlights the oddly unsurprising coincidence that country western, Arabic, Turkish, and Kurdish music tend to sing about similar things. These three characters embody a crucial truth of ...    "
                },
                "2": {
                    "title": "Someone Was Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Waynak: Where Are You? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Berlin - Germany. It took a lot for Liann to leave Syria. He was a rapper, a boxer, and an active protester, but like many people, he left to protect his family, and himself. When he arrived in Germany, a guy beat-boxing on the streets of Berlin caught his ear. The next thing he knew he was in a drama workshop with Impulse organization, warming up to classical music and Ahmed's stern but playful instruction. This group of refugees, migrants, and volunteers draw from their experiences and create dramatic performances with social and political statements that they ...    "
                },
                "3": {
                    "title": "There Was a Need",
                    "kind": "episode",
                    "episode of": {
                        "title": "Waynak: Where Are You? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    London - United Kingdom and Calais - France Tech is a relative newcomer to the refugee crisis, but its involvement has big implications across the board in the response to this situation. The most important thing is collaboration. Collaboration between those that are on the ground, and those that are in the office. Josephine is a co-founder of Techfugees, which works to bring together tech initiatives that create solutions to the crisis, and help them scale their solutions to meet these needs on a bigger scale. The Infobus is on the opposite side of the spectrum, it ...    "
                },
                "4": {
                    "title": "Sing Don't Speak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Waynak: Where Are You? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Bekaa Valley - Lebanon Hamida is 12 years old, she loves to sing. Sabine is a clown that works with children in refugee camps in the Bekaa Valley in Lebanon. The project she started called Caravan helps refugees build a story, any story they want, and then records them reading it. The process culminates in an interpretive performance of the story which is performed on the streets and in the camps. The problem is, Hamida has trouble reading. She stutters when she reads, making her story hard to follow. This is the story of how these two ladies worked together to find a...    "
                },
                "5": {
                    "title": "Even Normal People Belong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Waynak: Where Are You? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Istanbul - Turkey The migrant crisis and humanity's response to it differs from place to place. In Greece almost all refugees are in camps run by the military, with NGOs and volunteers helping where and when they can. In Turkey, 90% of migrants are outside of camps. No one relies on the government to help, there is no large scale solution being applied nationwide. In Turkey, the solution comes from below, in the form of community centers like the ones developed by Small Projects Istanbul. They are a collective response of the Turkish and international population to a ...    "
                },
                "6": {
                    "title": "You Have to Open It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Waynak: Where Are You? (TV Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Piraeus Port Athens - Greece Sarra and Renata are part of a group of seasoned independent volunteers known as the 'Czech Team'. For six months they lived in and operated from a section of the port called the Stonehouse, a large stone warehouse that was home to over 1300 refugees. Like many other volunteers across the region, they left their lives behind and joined the front line, helping in whatever way they could. At the time of filming, despite the already extremely strenuous living conditions, the government had been applying pressure on the independently run camp ...    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "France"
        ],
        "country codes": [
            "fr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.5,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjkyMGVhYWMtNTZmZi00OTIwLWJjYjQtYWZhOTRhZThkMTE4XkEyXkFqcGdeQXVyNzk5MDc0Njk@._V1_SY150_CR93,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Waynak: Where Are You?",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Waynak: Where Are You? (France)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "MakeSense STORiES"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.5,
        "median": 1
    }
}