{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 November 2016"
            }
        ],
        "release dates": [
            "USA::18 November 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Christmas Spirit"
            },
            {
                "countries": "USA",
                "title": "Christmas Spirit"
            }
        ],
        "akas": [
            "Christmas Spirit (original title)",
            "Christmas Spirit USA"
        ],
        "akas from release info": [
            "Christmas Spirit (original title)",
            "Christmas Spirit USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Spirit (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    When college student Shyla Jennings comes home for Christmas with best friend Elle, stepmother Reena Sky catches them making out in bed. Shyla should be on the fast track for marriage, according to the ruthless matriarch. Instead, her little ingrate daughter has the nerve to announce she's a lesbian. Ever since the girl's father passed away, Reena's taken care of Shyla. Reena was smart with the money she inherited from Shyla's dad, and tripled his wealth. Shyla should be following in her footsteps, snagging a rich husband. Reena will always love and look after Shyla, ...    "
                },
                "2": {
                    "title": "Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Spirit (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Spirit of Christmas visits miserly step mother Reena Sky while she sleeps, and shows her what happens on Christmas Eve, four years into the future - Step daughter Shyla Jennings is still with redhead Elle Alexandra, but the lesbians have gotten married. They snuggle on the sofa beside the Christmas tree, lighting a memorial candle in Reena's honor, while they reminisce somberly about the tragedy of her life. Reena watches on in horror, as she realizes she's dead. Yet life goes on happily without her. Shyla and Elle's life is filled with joy. The kind of joy she ...    "
                },
                "3": {
                    "title": "Part Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Spirit (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    When lesbian Shyla Jennings brings her girlfriend Elle Alexandra home for Christmas, Shyla's step mother Reena Sky rejects the lesbian couple and sends Elle away. Reena's been grooming Shyla for marriage a rich man, and she refuses to let Shyla ruin her future. Later that night, Reena is visited by the Spirit of Christmas, a ghostly entity who warns her of a tragic fate. After wasting her life on material things, which cannot love her in return, Reena will meet an early grave. She will have starved herself of love and meaning, causing unnecessary pain for those around...    "
                },
                "4": {
                    "title": "My Christmas Wish: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Spirit (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    It's that time again to celebrate the wonder of the holidays, filled with cheer, and happiness and gathering by the fire with your dear family. Jenna Reid wraps her gifts, eager for the morning to share with her step mother and father. But Jenna hears her mother RayVeness arguing on the phone with her father, pleading with him to come back home for the holidays. But work seems to be more important than his family, leaving his girls home alone on Christmas Eve. RayVeness sits Jenna down giving her the bad news that her father will not be there for the holidays which ...    "
                },
                "5": {
                    "title": "My Christmas Wish: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Christmas Spirit (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Laying in her bed filled with anxiety and fear, RayVeness sleeps with nightmares filling her head. She sees images of her and step daughter Jenna Reid beside the fire, opening Christmas gifts. But her dreams warp from a beautiful moment to utter dismay. RayVeness cries in her sleep, trying to wake up from this horrible dream, screaming at her daughter to stop putting her through such sorrow. RayVeness wakes up in a sweat, grateful that it's all a dream, but feeling the regret of her actions, she knows she must redeem her lesbian behavior and never do this again. ...    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Jennings, Shyla"
            },
            {
                "name": "Sky, Reena"
            },
            {
                "name": "RayVeness"
            },
            {
                "name": "Reid, Jenna"
            },
            {
                "name": "Alexandra, Elle"
            },
            {
                "name": "Stokely, Charlotte"
            }
        ],
        "genres": [
            "Adult",
            "Romance"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "United States:Not Rated",
            "United States:TV-MA"
        ],
        "original air date": "18 Nov 2016 (USA)",
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 27,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjg4N2MxOTMtZGYzYy00MjNkLTkzZjAtOTdkNjdmMDNjYjM3XkEyXkFqcGdeQXVyODEwNjkyNjY@._V1_SY150_CR69,0,101,150_.jpg",
        "plot outline": "In the true spirit of gift giving, this cock hardening Christmas compilation of tales from Santa's naughty list will make you stuff your stocking till you cum in your pants. When Scroogelike stepmom Reena Sky rejects Shyla Jenning's lesbian love for Elle Alexandria, a Christmas Spirit hauntingly reminds the miserly mommy of her own pussy licking past. Rayveness tries extra hard to be both mommy and daddy to stepdaughter Jenna Reid, but when her workaholic husband won't come home for Christmas, will she revert to her lesbian tendencies and fuck her own stepdaughter like a Christmas wish cum true?",
        "languages": [
            "English"
        ],
        "title": "Christmas Spirit",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-2016",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "J, Lucy"
            },
            {
                "name": "Mills, Bree"
            }
        ],
        "director": [
            {
                "name": "Alan, Stills By"
            }
        ],
        "production companies": [
            {
                "name": "Gamma Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Girlfriends Films"
            },
            {
                "name": "Girlsway Network"
            }
        ],
        "plot": [
            "In the true spirit of gift giving, this cock hardening Christmas compilation of tales from Santa's naughty list will make you stuff your stocking till you cum in your pants. When Scroogelike stepmom Reena Sky rejects Shyla Jenning's lesbian love for Elle Alexandria, a _Christmas Spirit_ (qv) hauntingly reminds the miserly mommy of her own pussy licking past. Rayveness tries extra hard to be both mommy and daddy to stepdaughter Jenna Reid, but when her workaholic husband won't come home for Christmas, will she revert to her lesbian tendencies and fuck her own stepdaughter like a Christmas wish cum true?"
        ],
        "tech": {
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 27,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "males": {
                "votes": 12,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.3
            },
            "us users": {
                "votes": 6,
                "rating": 7.8
            },
            "non us users": {
                "votes": 3,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 12,
            "9": 0,
            "8": 5,
            "7": 5,
            "6": 0,
            "5": 2,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}