{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 September 2016"
            },
            {
                "country": "USA\n",
                "date": "21 September 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::21 September 2016",
            "USA::21 September 2016                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot - Our Top Ten Films of All Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    In the pilot episode of Film Banter, movie enthusiasts Chris Pickhardt and Daryl K. Smith share their favorite films of all time.    "
                },
                "2": {
                    "title": "The Magnificent Seven & War Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    For their second episode, Chris and Daryl review and discuss the actors they most admire as well as talk about the following films: The Magnificent Seven, War Dogs, Sully, Café Society, Suicide Squad , Cloud Atlas and Jason Bourne.    "
                },
                "3": {
                    "title": "Deepwater Horizon & Miss Peregrine's Home for Peculiar Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    In their third episode, the guys discuss Peter Berg's Deepwater Horizon and Tim Burton's Miss Peregrine's Home for Peculiar Children, among many more films.    "
                },
                "4": {
                    "title": "Snowden & Girl on the Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    In this week's entry, Chris and Daryl covered A LOT of films, beginning with Oliver Stone's Snowden and the Emily Blunt thriller Girl on a Train. Here is the complete list: Snowden, Girl on the Train, This Must Be the Place, The Neon Demon, Bronson, The Legend of Tarzan, 31, Don't Breathe, Lights Out,, Amanda Knox, Making a Murderer, Arq, Imperium and the Flashbacks: From Russia with Love and Runaway Train.    "
                },
                "5": {
                    "title": "The Accountant & The Birth of a Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    For the show's fifth installment, Chris and Daryl had a lively discussion about Ben Affleck's thriller The Accountant, as well as The Birth of a Nation, which upon its release was overshadowed by a scandal involving the film's director. They also covered the following films: Warrior, Nerve, The Nice Guys, Lost River, The Brothers Grimsley, the Frankenstein Bluray Box Set, the Hammer Horror Films Box Set and lastly, the flashback: Laurel and Hardy's Blockheads.    "
                },
                "6": {
                    "title": "Jack Reacher: Never Go Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    This week the guys discussed a nice crop of films, top-lined by Tom Cruise's newest vehicle, the thriller Jack Reacher: Never Go Back, which was a sequel to the first Jack Reacher film.    "
                },
                "7": {
                    "title": "Inferno and Sausage Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    On this week's offering, the guys covered Ron Howard's Inferno, the latest installment in the Robert Langdon series starring Tom Hanks, which are based on the mystery-thriller novels by Dan Brown. In addition the following films were also discussed: Sausage Party, Ordinary World, Anthropoid, Blood Father, Sea of Trees (briefly), Star Trek Beyond / Into Darkness (briefly), Bad Moms (briefly). They also talked about the flashbacks Breakdown and Cleopatra.    "
                },
                "8": {
                    "title": "Hacksaw Ridge and Marvel's Doctor Strange",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In addition to the week's big releases Hacksaw Ridge and Marvel's Doctor Strange, Chris and Daryl talked about the following movies: In a Valley of Violence, The BFG, Anomalisa, Bridget Jones' Baby and the flashbacks: Taxi Driver and East of Eden.    "
                },
                "9": {
                    "title": "Arrival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The guys spent considerable time talking about Denis Villeneuve's newest existential film Arrival. They also discussed: Into the Forest, True Memoirs of an International Assassin, Bleeding Heart, The Big Short, The Purge: Election Year and the flashbacks: The King of Comedy and McCabe and Mrs. Miller. This entry was the subject of some technical glitches on their webcam, so they had to broadcast the show from a cell phone.    "
                },
                "10": {
                    "title": "Fantastic Beasts and Where to Find Them",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    This week's discussion was jam-packed with films. In addition to talking about JK Rowling's Fantastic Beasts and Where to Find Them, the guys covered: Hologram for the King, Eye in the Sky, By the Sea, Come and Find Me, Predestination, The Dressmaker, Beasts of No Nation, Suicide Squad (extended cut), Being Flynn, Snowden (again) and the flashbacks: A Bridge on the River Kwai and The Ministry of Fear.    "
                },
                "11": {
                    "title": "Allied and Manchester by the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The guys had a very in-depth discussion about the eventual Oscar contender Manchester by the Sea. Chris and Daryl also talked about the World War 2 thriller Allied, Nocturnal Animals, Bad Santa 2, Masterminds, Cardboard Boxer, The Whole Truth and The Lobster.    "
                },
                "12": {
                    "title": "Rupture, Black Mirror & The Phenom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    On this week's episode, films new to home viewing platforms were discussed, including: The Phenom, The Beatles: Eight Days a Week, Rupture, Yoga Hosers and Equity. Also discussed was the first season of Netflix's Black Mirror.    "
                },
                "13": {
                    "title": "Miss Sloane and Manchester by the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "13 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    This week's discussed new releases were Miss Sloane and Manchester by the Sea. Also reviewed were: Rupture, Pet, Hardcore Henry, The Light Between Oceans and The Disappointments Room, all new to home viewing platforms.    "
                },
                "14": {
                    "title": "Rogue One and La La Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The guys had a lively conversation about Rogue One: A Star Wars Story, where their opinions of the film differed greatly. Also covered was La La Land, followed by the horror film Incarnate and some films new to home viewing platforms.    "
                },
                "15": {
                    "title": "Fences, Passengers and Jackie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The guys covered a lot of new releases this week, including: Fences, Jackie starring Natalie Portman, Passengers, as well as Assassin's Creed, Office Christmas Party, Nocturnal Animals, Deepwater Horizon and Birth of a Nation.    "
                },
                "16": {
                    "title": "Top 10 Films of 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "3 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    List shows are always a lot of fun, so this week the guys each shared their ten favorite films of the year. There were some over-lapping choices and many differences, which always make things more interesting.    "
                },
                "17": {
                    "title": "Hell or High Water and Lion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The guys covered the new releases Hidden Figures and Lion, as well as Why Him? and Keeping Up with the Joneses. New home viewing films discussed were: The Autopsy of Jane Doe, The Girl with All the Gifts, Denial, I Am Here and Dog Eat Dog.    "
                },
                "18": {
                    "title": "Live by Night and Patriot's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ben Affleck's latest film Live By Night was the big new release discussed along with Martin Scorsese's Silence. The newly released films for home viewing, Captain Fantastic and Officer Downe were discussed.    "
                },
                "19": {
                    "title": "The Founder, Split and Moonlight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    This week Chris and Daryl discussed the Academy Award nominations, as well as the new releases xxx: The Return of Xander Cage, The Founder and Split. The guys also talked about Moonlight as well as touching on Silence, and Fences again.    "
                },
                "20": {
                    "title": "A Monster Calls and Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Film Banter (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    This week the guys discussed the new releases: Gold, A Monster Calls, Hell or High Water and Jackie. For the home viewing segment they talked about: The Edge of Seventeen, American Pastoral and Alone In Berlin.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Pickhardt, Christopher"
            },
            {
                "name": "Smith, Daryl K."
            }
        ],
        "locations": [
            "Monsey, New York, USA::(Daryl's House)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "70"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTM0ZGM1MWYtMDBmYS00MzA5LWJlNDQtYmNlNGFkM2M3MjBmXkEyXkFqcGdeQXVyMjkzNDAxOA@@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$5,000 (estimated)",
        "plot outline": "Film Banter is a comedic film discussion and review talk show featuring co-hosts and creators Chris Pickhardt and Daryl K. Smith. Through in-depth critique and discussion, Chris and Daryl share their opinions and keen insight into the latest Hollywood releases, as well as international films and the classics we all love. Film Banter was first broadcast live every Tuesday night at 7:30 pm on a streaming platform called \"Meet and Greet Live\", but in the winter of 2018, the show found a new home at the \"Be Terrific!!\" studios which also allowed the program to be seen on Twitch (where Be Terrific has a strong following). Each week's show is always uploaded to YouTube via the Film Banter channel after each Tuesday's live broadcast.",
        "languages": [
            "English"
        ],
        "title": "Film Banter",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Film Banter (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Pickhardt, Christopher"
            },
            {
                "name": "Smith, Daryl K."
            }
        ],
        "production companies": [
            {
                "name": "DKS National Artist Industries"
            },
            {
                "name": "Final Word Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "_Film Banter_ (qv) is a comedic film discussion and review talk show featuring co-hosts and creators Chris Pickhardt and Daryl K. Smith. Through in-depth critique and discussion, Chris and Daryl share their opinions and keen insight into the latest Hollywood releases, as well as international films and the classics we all love. _Film Banter_ (qv) was first broadcast live every Tuesday night at 7:30 pm on a streaming platform called \"Meet and Greet Live\", but in the winter of 2018, the show found a new home at the \"Be Terrific!!\" studios which also allowed the program to be seen on Twitch (where Be Terrific has a strong following). Each week's show is always uploaded to YouTube via the _Film Banter_ (qv) channel after each Tuesday's live broadcast.::Christopher Pickhardt"
        ],
        "tech": {
            "runtime": [
                "1 hr 10 min (70 min) (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}