{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "26 September 2016"
            },
            {
                "country": "China\n",
                "date": "26 September 2016",
                "notes": "                            (TV series)"
            },
            {
                "country": "USA\n",
                "date": "July 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "China::26 September 2016",
            "China::26 September 2016                            (TV series)",
            "USA::July 2017                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Magical MagNeo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo Bear and Tordy the Turtle happened to know that Panda Duke had turned all Dream Town animals into cards and hidden them over the town. They decide to rescue the animals. At this point, DadBear gives them his new invention: the super magnifier, which could turn things alive. With this magnifier, Neo Bear and Tordy start their animal searching adventure. At last, they find out all animals' card and help them back to normal with the magnifier.    "
                },
                "2": {
                    "title": "Imagination Station",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    DadBear has invented a machine called Imagination Station, which can take you to any place that you can imagine. But Captain Parrot, Panda Duke's assistant came to make trouble when Neo Bear and his friend Tordy and Randi test the machine. DadBear, Neo Bear, Tordy and Randiare all sent to Eiffel Tower - - Fortunately, DadBear fix the machine with his wisdom and talents. They all come back to home safely after the wonderful Eiffel Tower tour.    "
                },
                "3": {
                    "title": "Ferris Wheel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    To help Tordy overcome his fear of height, Neo Bear decides to take him and Randi to ride the giant ferries wheel. Again, Panda Duke comes and makes the ferries wheel run fast and cannot be stopped after Tordy and Randi stepped in. Neo Bear asks DadBear for help. DadBear uses his new invention Freeze Ray 2000 decreased the wheel's speed, to a halt. Randi and Tordyare back to the ground. Unexpectedly, Tordy becomes fond of this incredible ferries wheel and overcomes his fear.    "
                },
                "4": {
                    "title": "The Summer Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    There has a summer celebration in the Dream Town. Neo Bear and Tordyare cleaning the garden, while Randi is baking 300 cupcakes. But Panda Duke and Captain Parrot take all cupcakes away. There won't be a party if all cupcakes were gone. So Neo Bear asks DadBear for help and find where Panda Duke is. After finding Panda Duke, Neo Near and his friends get to know that all Panda Duke want is to eat the cupcake, so they invite Panda Duke join the party too.    "
                },
                "5": {
                    "title": "Making a Kite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    This day,Tordy and Randi will help Neo Bear realize his dream: fly a kite as high as the clouds. With the help of DadBear, they have built a kite. When they take the kite outside to fly, Panda Duke is there and he wants to cut the kite string. Luckily, Neo finds the sticky goo which made by MomBear could strength the kite string. Panda Duke cannot cut the string anymore. Finally, Neo Bear's dream has been realized with everybody's help.    "
                },
                "6": {
                    "title": "Sharing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    DadBear gives Neo a magnifier as a gift and Neo takes it to explore new world in Dream Town. On the way of the exploration, Neo meets Tordy and Randi, but he won't show the magnifier for them, which break their hearts. When come back to home, Neo sees neighbor is sharing something with MomBear. He thinks he should share things with friends. So he apologized to Tordy and Randi, and shows the magnifier to them. Neo has learned that it is important to share.    "
                },
                "7": {
                    "title": "Goal Setting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Recently, Neo has many dreams: to be the best player, skateboard master, and a kite-flying master. But all the goals are pretty half-hearted. None of them could be realized, which makes Neo upset. Knowing this, Tordy, who is good at setting goals, decides to help Neo and asks him set one goal at one time, and then take three steps to accomplish. Neo chooses the goal of to be a kite-flying master. With the help of Tordy, he has learned the three steps to be a master and accomplished the goal at last.    "
                },
                "8": {
                    "title": "Water Surfing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Tordy has broken his leg when riding bike. He is on wheelchair now, but he deadly wants to have water ski with his fellows. Neo asks DadBear to make a super ski for Tordy so he can ski on the wheelchair. When DadBear was inventing the super skis, Neo, Randi and Tordy have a sand sculpture competition. However, Panda Duke comes and plan to blow their sculptures away. Neo uses the super magnifier to make Panda Duke into a tiny size to stop the damage. At last, DadBearsuccessfully make out the super skis so that Tordy could enjoy ski on his wheelchair.    "
                },
                "9": {
                    "title": "Ninja Frog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Recently, Neo wants to take some martial arts lessens, so he asks MomBear if he could. MomBear agrees. When Neo and Randi come to JAWA's Ninja Dojo, they find Jawa is weird. He even asks Neo attack Randi at the class. Both Neo and Randi think the lesson is not their type. So they leave the Dojo with others. In the last, Panda Duke makes Jawa as his heeler, and takes him back to the Black Castle.    "
                },
                "10": {
                    "title": "Birthday Bash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It's Neo's birthday. Mom, Dad, along with Neo's friends Tordy and Randi have created a scavenger hunt around town with treasures that Neo has to discover. Neo finds the Apple pie from Mon, Freeze Ray 2000 from Dad. But he could not find the gifts from Tordy and Randi. At this moment, Jawa comes to make a trouble. Neo uses the Freeze Ray scare Jawa away. At last, Neo find all treasures with the help of Tordy and Randi.    "
                },
                "11": {
                    "title": "Fast Finder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    DadBear has invented a detector which could detector any labeled things. Dad, Neo, Tordy and Randi started a crazy game-label all things. When they are going to labeling the whole house, Mom stops them. She shares a good way to find the lost things without the detector, which is put the thing back in their place. All of them have learned to put things back in its position, so they didn't need the detector anymore.    "
                },
                "12": {
                    "title": "Neo has Homework",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo was upset when he came to home with the teacher's assignment. He was worried if the assignment is too much and hard. With the encouragement of Tordy, Neo began to do the work and found it was not that hard. When he was going to finish the last one, Captain Parrot came to make a trouble. Thanks to Tordy, Captain Parrot went away. At last, Neo finished all assignment and fount it was interesting.    "
                },
                "13": {
                    "title": "New Chores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Now that NeoBear is a year older, his mom and dad believe that he needs to take on more responsibility. Even though Neo wants to play with his friends, he chooses back to home and do the housework. Neo learns how to clean his own room and rank the leaves in the year. When Neo raking the leaves, he finds there are a lot of leaves. It turns out Panda Duke is keep shaking the tree. Dad gives Neo a Super Rake help him finish the chore successfully after drive Panda Duke away.    "
                },
                "14": {
                    "title": "Black Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Curious about the back castle, Neo, Tordy and Randi decide to have a castle closer adventure. They hide in a jungle brush to overlook the castle and find Panda Duke has some new plans. To know his new plan, Neo, Tordy and Randi step closer to the castle. They even use the sound gun to lower their voice so that Panda Duke won't hear. Unluckily, they are found by Panda Duke and have to run back to the town and end this exciting adventure.    "
                },
                "15": {
                    "title": "Prize Pumpkin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo has a big pumpkin growing in Mom's yard. He is going to join the Pumpkin Growing Contest. He suddenly thinks about the super magnifier could make the pumpkin lager so he could win the contest. But Mom's words remind him to win by his own strength. On the other side, Jawa comes to the yard and enlarges the pumpkin with super magnifier. Unexpectedly, the pumpkin starts to attack others. Dad uses Freeze Ray 200 to slow its growth speed. However, the pumpkin popped. Though Neo cannot join the contest, he makes it into a delicious pumpkin pie, which is the winner of ...    "
                },
                "16": {
                    "title": "Candy Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Dad and Mom decide to award Neo for taking his own responsibility and doing chores. They take Neo to the candy shop to buy his favorite candy. Neo has eaten his favorite rotate chocolate, dad has eaten the big mouth jumping cookie which could make people excited, and mom has her healthy food rock wheat bread. They have enjoyed their day in the candy shop.    "
                },
                "17": {
                    "title": "The Treasure Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    DadBear makes a treasure map and sends Neo and MomBear on a city wide treasure hunt. But Jawa and Captain Parrot take their map away when they on their way for treasure. Neo and MomBear take the map back and find the treasure that DadBear hide. Neo and MomBear enjoy this treasure hunt game and want to prepare some treasure for DadBear. But Dad thinks his greatest treasure is Neo and Mom.    "
                },
                "18": {
                    "title": "Seeing Double",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    DadBear has invented a duplicator but everything it duplicates can only last for 5 minutes. Neo is curious for this duplicator. At this moment, Jawa comes and wants to have a duel with Neo. When others have not idea, Neo comes up that use the duplicator duplicates him to fight against Jawa. The duplicated Neo successfully defeat Jawa. Neo has enjoyed a duplication game.    "
                },
                "19": {
                    "title": "Inside the Black Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    When Neo, Tordy and Randi talking their favorite Dream Town, Jawacomes and talks the black castle. Everyone says that he does not like the castle except Jawa. When Jawa back to the black castle, he finds everything was locked and he could not enter. Actually, the black castle is boring. Neo finds out he loves his home, because he has a family love and tolerate him.    "
                },
                "20": {
                    "title": "Black Castle Tours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo, Tordy, and Randi have got two Dream Town sightseeing leaflets, one is from the mayor, the other is from Panda Duke. Neo wants to know what the black castle looks like, so he and his friends choose the second tour. But when they are going to enter the black castle, Panda Duke has refused them. It turns out that Panda Duke wants to attract them and then let them down, so they will be unhappy. At this time, Neo remember what Mom said: keep a positive attitude. Tough they cannot enter the black castle, they are still happy. Panda Duke's plan failed.    "
                },
                "21": {
                    "title": "Positive Attitude",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    When Neo is playing in the garden, he finds Jawa, Randi, and Tordy are in a great mood. Everyone is enjoy the day. After a time, Panda Duke comes with a dark cloud on the head. He passes the dark cloud to Jawa, Jawa passes to Tordy, and Tordy passes to Randi, everyone is unhappy now. To make everyone back to happy, Neo finds Panda Duke and remove the dark cloud on his head.    "
                },
                "22": {
                    "title": "Robot Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    There has a year round campaign in Dream Town. DadBear, Neo, Randi and Tordy make a team to participate in. They have learned it is a robot campaign and the opponent is Panda Duke, Jawa, and Captain Parrot. When Neo, Tordy and Randi are going to give up, DadBear encourages them. They have built a smart robot and win the campaign.    "
                },
                "23": {
                    "title": "Costume Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo and friends throw a Costume Party to raise money for the school music program. Jawa and Captain Parrot want to join. They even agree that use the black castle to hold the party. Neo agrees. When everyone dresses up to the party, Panda Duke suddenly shows up angrily. Neo convinced Panda Duke when Jawa and Captain Parrot in fear. Panda Duke enjoys the party and donated to the school.    "
                },
                "24": {
                    "title": "DreamKid Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    MomBear teaches Neo, Randi, and Tordysinging. They have learned sing a song, and how to beat. Neo and friends build their own DreamKid Band: Randi is the songwriter and composer, Neo is the guitarist, Tordy is drummer and Mon is Keyboard. They have made out a fair-sounding song with everybody's effort. DadBear is touched by the song when he back to home after work. He also joins the band.    "
                },
                "25": {
                    "title": "Be A Good Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    There has an assignment from the school: how to be a good friend. Neo asks dad and has learned that Panda Duke and Dad used to be friends. Neo has learned much from Dad. He shares the experience with his friends. Tordy was laughed by other classmates because he had eaten garlic. Neo and Randi did not and told him the fact. Tordy was moved by their supporting. Neo and Randi know how to be good friend now.    "
                },
                "26": {
                    "title": "Honesty is the Best Policy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Tordy and Neo were always distracted by the little moles when they were reading. It was very annoying. They were very happy to know that DadBear had invented a gun called VERMIN CATCHER to catch the moles. However, the gun didn't pass the test and need to be perfected. Tordy wanted to have a try and catch the moles. He secretly used the VERMIN CATCHER gun and broke Mombear's potted plants by accident. When Neo arrived, he lied to Neo that the moles did it. When MomBear and DadBear noted something was wrong, Tordy told the truth and was forgiven by everybody. Tordy ...    "
                },
                "27": {
                    "title": "The Library",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Today,Neo,Randi and Tordy went to the library with DadBear to borrow books. DadBear taught them the library manners and let them borrow their favorite books. Tordy picked out his favorite book- a book about astronomy very soon, Randi also picked out her favorite book-an amazing book on Animals very soon. But Neo was entangled in which one was his favorite book and finally he picked out his favorite book, the Dancing book was his favorite book.    "
                },
                "28": {
                    "title": "Go Swimming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Summer was coming; today Neo and Tordy would help Randi to realize her dream of learning to swim. Neo asked the dam-building expert, Mr Beaver to build a pool for them. When Neo, Tordy and Randi were swimming happily in the pool, the water suddenly disappeared. Neo found that the dam was broken by Panda Duke, so that they can't help Randi to realize her dream. Neo had to go home and asked his father for help. DadBear made them a duck hat which can spray water and help them to drive away Panda Duke. They can swim happily in the pool again.    "
                },
                "29": {
                    "title": "Hot Air Balloon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo are very excited, tomorrow is the time for school to start again. As Neo's shirts were too small for him, MomBear took him to buy some new clothes for school. When Neo and MomBear were picking out the clothes in the store, they found that all the clothes in the store were scrawled by Panda Duke and Jawa. They can't buy the new clothes as planning. The following morning, when MomBear was sorry that the old shirt was too small for Neo, DadBear came up with an idea that he can make the shirt grow bigger with his maximizer. Neo wore the big shirt made by the maximizer...    "
                },
                "30": {
                    "title": "Back to school",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo are very excited, tomorrow is the time for school to start again. As Neo's shirts were too small for him, MomBear took him to buy some new clothes for school. When Neo and MomBear were picking out the clothes in the store, they found that all the clothes in the store were scrawled by Panda Duke and Jawa. They can't buy the new clothes as planning. The following morning, when MomBear was sorry that the old shirt was too small for Neo, DadBear came up with an idea that he can make the shirt grow bigger with his maximizer. Neo wore the big shirt made by the maximizer...    "
                },
                "31": {
                    "title": "Snow Board Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The Dream Town was going to have a snowboard race. Neo and Tordy were practicing hard for this competition. In order to destroy this game, Panda Duke melt the snow on part of the mountain with the heat gun. The snowboard race would be cancelled with the snow melting. Luckily, DadBear invented the Laser Inverter 760. Neo came to the mountain with the Laser Inverter 760 and found that Panda Duke was melting the snow again. Neo defeated Panda Duke with the Laser Inverter 760 and the snow board race was held successfully.    "
                },
                "32": {
                    "title": "The Planetarium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Recently, DadBear built a new Planetarium and arranged a special tour for Neo, Tordy and Randi. In the high-tech planetarium, Neo Randi and Tordy learned much about the planet- earth, Saturn and the star -the sun. Tordy was awarded the Jr. Astronomer Award because he studied and loved the astronomy most. He was invited by DadBear to the Special Telescope Room where he can see his favorite planet Saturn trough the telescope. They ended this interesting planetarium journey in joy.    "
                },
                "33": {
                    "title": "Secret Neighbor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Today MomBear and Neo played a special game called \"Secret Neighbor\". Neo helped Junior and MomPig do something they need to help secretly and didn't let them know who helped them. Neo loved this game very soon. He secretly helped Junior to fill the mower with gas, clear up the dirty pond and helped MomPig make the apples bigger with the magic magnifier. Junior and MomPig were very surprised and happy with such a great apple harvest, they shared the delicious apple pie with Neo and MomBear.    "
                },
                "34": {
                    "title": "Plant A Seed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    MomBear taught Neo to plant a seed when he was playing in the garden. Neo learned how to plant a seed very soon and helped MomBear plant many seeds. MomBear also taught Neo how to plant seeds in people's hearts. As long as we encouraged people with our good words we can plant encouraged seeds in their hearts. When Neo was playing outside, he encountered Junior, Tordy and Jawa who were frustrated, he thought of MomBear's words of encouraging other with good words. He encouraged them and plant encouraged seeds in their hearts. They are happy again.    "
                },
                "35": {
                    "title": "Don't Take What's Not Yours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo, Tordy and Randi were having welcome show when PandaDuke arrived and took the chance to host the welcome show. This made them very unhappy. At the same time, they realized that they should not take what's not theirs: Randi learned that she should not take away Tordy's homework to copy, Tordy learned that he should not take Neo's skate to home without telling him, Neo also learned that he should not use his father's new invention without asking his permission. After Panda Duke host their welcome show, everybody knows that it is not right to take away what's not ...    "
                },
                "36": {
                    "title": "The Candy Drone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    DadBear received a commission from the owner of Candyland to create a machine to deliver the candy. He created a Candy Drone. DadBear and Neo came to the Candy Land to test the Candy Drone, the test was very successful. They taught the owner of the Candy Land how to use it. But on one of the delivery way, the Candy Drone was controlled by Panda Duke. Panda Duke wanted to steal all the candies. DadBear and Neo followed the Candy Drone to the black castle and controlled the Candy Drone successfully. Panda Duke's plan of stealing candies was backfired.    "
                },
                "37": {
                    "title": "DadBear's Invention",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Today DadBear shared his invention story with Neo, Randi and Tordy and showed them his 3 favorite inventions. When Dadbear was still a kid, he had made lots of inventions, including PIE CUTTER 1500, Automatic Hair Comber, and a patch that could turn into a picture. Neo, Randi, and Tordy were very surprised and wanted to be an inventor. DadBear told them that no matter how young they were, every kid could be an inventor if he/she keep dreaming.    "
                },
                "38": {
                    "title": "Learning to Save",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo's parents started to give Neo allowance, for he's been very positive doing his chores. Neo was so excited after he got his first allowance that he spent all of the money very soon in buying ice cream cones in the candy store and shared them with his friends. So Neo decided to learn how to save money. When Neo came home, DadBear gave him a piggy bank and taught him the way to save money. Neo learned that every dollar counts. And he also understood how to be responsible to his allowance.    "
                },
                "39": {
                    "title": "Super Spy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The school was going to hold a play and the teachers needed to choose a student to play the role of Super Spy. Neo wanted this role so desperately that he made the spy costume and borrowed gadgets from DadBear. On the day of audition, Neo competed with JAWA and both did well. But neither of them got the role. Instead, Junior the Pig got the part. Although Neo didn't get the acting part he wanted, he still had fun watching the play that day.    "
                },
                "40": {
                    "title": "Student Teacher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Tordy was finally going to be a student teacher as he always dreamed to be. Neo and Randi were very happy for him until they knew that Tordy was going to be their teacher. Neo told MomBear about his worries, while MomBear told Neo that he should support his friend. In class, Tordy was very earnest teaching the class though he had a cold. Later that day, Tordy's sickness was getting so worse that he had to take a leave. Neo and Randi thought Tordy was a good teacher and wished him recover soon and come back to teach them as soon as possible.    "
                },
                "41": {
                    "title": "Homework Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    After school, Neo, Randi, and Tordy went to Neo's house to do homework. But after arrival, none of them wanted to do their homework but only wanted to have fun and even fell asleep - After they woke up, they were attracted by the TV show though they did think about finishing their homework. When they finally focused on their homework and were about to do it, DadBear came in with his new invention but then JAWA took it. Finally the kids helped DadBear take his invention back and realized that there's no time left for homework anymore. Luckily, the teacher did not ...    "
                },
                "42": {
                    "title": "Dream Town Olympics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It was time for Dream Town Olympics. Neo competed with Randi in the Game. As MomBear who had been the winner of Olympics for several times had already been Randi's coach, Neo had to find another coach for himself. So he asked Panda Duke who had gotten 2nd place in the Game to be his trainer and Panda Duke agreed. Panda Duke trained Neo really hard and taught Neo to trip Randi to win the game. In the game, Neo tried his utmost with his actual strength. Although he was beaten by Randi, he learned the spirit of competition.    "
                },
                "43": {
                    "title": "Fun Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    DadBear was building new games for the Fun Zone and he invited the kids to have fun there. He introduced the history of games and his newly invented virtual reality game. They all went into the Game by plugging in the new invention and had great fun. When they were about to leave, Neo was attracted by the Black Castle game and so he went into the game with the virtual glasses. In the game Neo met Panda Duke and that made him very unhappy. Luckily, Neo's friends woke him up and made him happy again.    "
                },
                "44": {
                    "title": "Field Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    On the way to school, Neo was very upset because Tordy was going to teach them math today. Randi encouraged Neo and she believed Tordy would do a good job. During the math class, Tordy explained to the class the use of math and some relevant knowledge to math. Gradually Neo showed some interest in it. But when Tordy started to teach them addition, Neo could not catch up no matter how hard he tried. So Tordy brought up an interesting idea that he took them to CandyLand to learn to buy things. In the practice of buying candy, Neo learned to use math and started to like ...    "
                },
                "45": {
                    "title": "The Clean Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo, Randi, and Tordy were going to finish a difficult assignment-to help someone they didn't like. Later they decided to help Panda Duck clean his black castle. With the assistance of DadBear's invention, they entered the black castle successfully and began to clean. Yet during the time they were cleaning, something went wrong with DadBear's invention. Tordy flied around the castle mounting the mop and was nearly discovered by Panda Duke. To their relief, they were not spotted and cleaned up the castle smoothly, which made Panda Duke very delighted, job done.    "
                },
                "46": {
                    "title": "What's Your Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Once Neo, Randi, and Tordy were scared by JAWA when having fun together. They asked JAWA why he liked to scare others. JAWA told them his own story. It turned out that when JAWA was a little frog, he used to be bullied by snakes and lizards and that's why he made his decision to become a Ninja Warrior so nobody could bullied him again. Neo learned from JAWA's story that everybody had his own story. Sometimes you need to understand other people's feelings and why they do things. Back home, Neo also understood the story of the moles and made friends with them.    "
                },
                "47": {
                    "title": "Appreciation Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Today the student teacher Tordy was going to give everybody a special lesson. At first Tordy taught everybody to recognize something that was not nice they had done in the past and write them down and burn them, which made the guys feel better. Then Tordy let everybody write a letter to the people whom they were most thankful to, expressing their appreciation. They learned to appreciate. Finally Tordy let the guys draw down the most important thing to them and keep it. They learned to have dreams. Everybody had a meaningful class.    "
                },
                "48": {
                    "title": "Dream Town Detectives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo, Randi, and Tordy joined force to start a detective agency in Dream Town to help the citizens solve their problems. But it was kind of depressing that they hadn't gotten a real customer long after they started the business. Then Mr. Candy from the Candy store came for help because the candies in his store kept disappearing by some chance. The three detectives went to the store to find out the problem. Finally Tordy found out that it was JAWA who kept steeling the candies while pretending to be a robot in a robot suit. Case close.    "
                },
                "49": {
                    "title": "The Opposite of Big",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo and Dadbear talked about invention before going school and took the Magnifier to school. He discovered that it was very funny to shrink things: if you shrink the candies then you could put more candies in your pocket; if you shrink the weeds, you could easily pull them up; shrink junior pig's cake could help him lose weight. When Neo was cleaning up his toys, he accidentally shrink himself and was very nervous. Luckily, with the help of the mole, Neo came back to full size again. Then he thought sometimes being small was not fun.    "
                },
                "50": {
                    "title": "Leaning to Exercise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Recently Neo wanted to learn to exercise and MomBear suggested that he find his favorite exercise to practice. So Neo went searching the town to see what others did to exercise. He watched Junior practice his finger thrusts, stand-ups, crouches, kitchen walk, and hands work out, then saw Tordy did In and Outs, then saw Panda Duke did JAWA Toss, and later watched Randi dance. However none of the above exercise was suitable to Neo. Back home Neo found MomBear playing tai chi and he finally began to like that exercise.    "
                },
                "51": {
                    "title": "My Own Adventure Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Neo, Randi, and Tordy loved adventure stories. This day, they were very excited after hearing the stories read by DadBear. So they decided to go to the library and find an adventure story book to read. Tordy found a book that teaches math, and Randi found a book which introduces butterflies, and Neo found a book that tells the story about the dragon. Taking a thought, they learned that the story of the dragon was a real adventure story book. After reading the story of the dragon, Neo, Randi and Tordy decided to write their own adventure stories.    "
                },
                "52": {
                    "title": "Our New Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Neobear Dreamtown (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    This is the last episode of Dream Town. Today Neo had a lot of surprises: MomBear was appointed as Mayor of Dream Town, JAWA dreamed to be quadruple black belt, Randi wanted to start a butterfly sanctuary, and Tordy wanted to expend the Dream Town Library. And Neo wanted to be a dreamer like DadBear. And he got his own new lab from DadBear right after he arrived home. Everybody had a happy day. And even Panda Duke got a surprise, too - there came a panda girl to Dream Town. The dreams and surprises are going on in Dream Town. Let's wait for the next season.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Czubas, A."
            },
            {
                "name": "Hennessey, David G."
            },
            {
                "name": "Kees, Alysa"
            },
            {
                "name": "Kees, George"
            },
            {
                "name": "Lynch, Emmett"
            },
            {
                "name": "Pot, Sarah Jane"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmI5MDk3YWEtYWVkYi00YWQyLTlkYTMtNWY1OTc1Zjk4Y2NkXkEyXkFqcGdeQXVyMjkxNDE2MzQ@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$5,000,000 (estimated)",
        "plot outline": "Dream Town, a mysterious place made by dreams, is floating in the clouds. All dreams could come true here. Neo Bear, our hero, is a dreamy boy. He lives with his papa, his mama, friend Randi and Tordy. Living in a fun and happy life, Neo Bear explores new dreams and overcomes all difficulties to realize the dream every day.",
        "languages": [
            "English"
        ],
        "title": "Neobear Dreamtown",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2017",
        "akas": [
            "Neobear Dreamtown (China)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fan, Wenjun"
            },
            {
                "name": "Li, Xiuting"
            }
        ],
        "production companies": [
            {
                "name": "Yi Animation"
            }
        ],
        "plot": [
            "Dream Town, a mysterious place made by dreams, is floating in the clouds. All dreams could come true here. Neo Bear, our hero, is a dreamy boy. He lives with his papa, his mama, friend Randi and Tordy. Living in a fun and happy life, Neo Bear explores new dreams and overcomes all difficulties to realize the dream every day."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}