{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "2 September 2016"
            }
        ],
        "release dates": [
            "UK::2 September 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmM2NzQ5NDYtZjI2NS00N2Y2LWIxMzEtMDA1ZGJmNjZhNTU2XkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Science of Thrills",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Science of Thrills (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "BriteSpark Films"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "synopsis": [
            "In each episode of \"The Science of Thrills\", engineer and adventurer Rob Bell, takes the viewer on an unforgettable ride on some of the world's greatest theme park rides. He discovers how these mammoth engineering marvels are built while revealing the science behind their construction and design. With special access to areas \"off limits\"to the general public Rob reveals how these feats of engineering are built, why they work, and how they keep thousands of visitor's safe every single day.With the leisure industry expecting to generate $32 billion dollars worldwide by 2017, the construction and design of rollercoasters is getting more competitive than ever, resulting in bigger, better, and more thrilling rides.In this series viewers are taken to some of the best theme parks in the world like Europa Park in Germany, PortAventura in Spain, Busch Gardens in Florida and Blackpool Pleasure Beach in the UK. At each amusement park Rob explores some of their most ambitious and epic rollercoasters.The series reveals how the latest rides create completely new thrill experiences, way beyond the limitations of previous coasters, by pushing the very boundaries of engineering.Each episode focuses on a specific type of rollercoasters to find the biggest and best. Rob will track down rollercoasters which are the tallest, the fastest, the longest, have the most inversions, the biggest drops, affect the mind, or are just plain fun. Finally, he explores the challenges of taking on the design of a world class rollercoaster himself.Two highly experienced rollercoaster enthusiasts comment on important aspects of each ride while popular psychologist Linda Papadopoulos and world class neurologist Professor Tom Solomon reveal their psychological and physiological effects. We also get an inside look into the next generation of rollercoasters and the use of Virtual Reality to create experiences which are out of this world.In each episode Rob takes viewers on a punchy, fun and fact-filled ride of discovery as he tracks down four of the best examples of each type of rollercoaster and uncovers how they work. As he experiences the rides and sees how they work, Rob takes viewers on an engineering exploration on how tech-geniuses and daredevils use science to create these sky-scraping rollercoasters. For Rob each ride becomes an immersive experience too, as he straps on a state of the art body monitor to track his vital signs."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}