{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "3 September 2016"
            }
        ],
        "release dates": [
            "Netherlands::3 September 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "03 Sep 2016 (Netherlands)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDk0M2UyMzctYTZiZi00ODUxLWJjYzgtNjRhZTUyZmEyNzMwXkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Life of Cards",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-2016",
        "akas": [
            "Life of Cards (Netherlands)"
        ],
        "director": [
            {
                "name": "Bloemberg, Nicolette"
            }
        ],
        "production companies": [
            {
                "name": "Simpel Media"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "_Life of Cards_ (qv) offers a thrilling insight into the lifestyles of ten of the best professional poker players in the world."
        ],
        "synopsis": [
            "Life of Cards offers a thrilling insight into the lifestyles of ten of the best professional poker players in the world. From breakfast table to final table, the stars of the felt show the viewer what it's like to live the dream of being a poker millionaire.Each 50 minutes episode consists of an intimate look in the love of the men and women who excel in the extreme mental battle that is poker at the highest level. The show is an inspiration to anyone with the ambition to make their dreams come true. The stories are not just about cards, but about remarkable characters, their passion and their struggles. Modern-day heroes share their greatest triumphs and most heartbreaking losses. Life of Cards takes place in an exciting world, where mind-boggling sums of money are won and lost in single hand, a jet-set lifestyle is normal and all the temptations that come with fast cash are always present.While originating from the most different locations all over the world, the champions of the felt meet at the various big poker venues where they all sit down to play their favorite card game. We will see the pros battling it out in exotic places like The Bahamas and Melbourne down under. But we will also see them cope with the inevitable ups-and-downs in cities as Dublin, Paris and Los Angeles. Of course the city which is associated the most with poker will be present also as viewers will experience the behind the scenes action of downtown Las Vegas.Most of all, the show reveals the person behind the player. The importance of a supportive spouse, friends and family, the sacrifices needed to remain successful and the effect of this unique profession on a person's physical and emotional wellbeing.Get to know the person behind the man who is the highest earning poker player of all time, Daniel Negreanu. Join eccentric Frenchman Bertrand\n'ElkY' Grospellier as he tries to find the balance between his poker career and gaming ambitions. Meet astrophysicist and former model Liv Boeree combining her love life with her poker travels. See for yourself what is true of the playboy lifestyle of Antonio Esfandiari, the man who won $18 million dollars in one tournament, the biggest prize in poker yet to date.You will see them and many more like you've never seen them before in Life of Cards."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}