{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "17 April 2016"
            }
        ],
        "release dates": [
            "Netherlands::17 April 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Davies, Craig"
            },
            {
                "name": "de Kemp, Esra"
            },
            {
                "name": "der Puije, Coeshi van"
            }
        ],
        "genres": [
            "Horror"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWUyYzM1NzYtMDI2Yi00ZDAwLTg2NzYtM2Q0YjFkYzgyYTFlXkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Dracula",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Dracula (Netherlands)"
        ],
        "production companies": [
            {
                "name": "Strix Television"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "Welcome to _Dracula_ (qv)'s castle. Two teams are trapped overnight and must find their way out by locating the key through mental and physical challenges."
        ],
        "synopsis": [
            "Dracula. Even the name is enough to send chills down spines all over the world. Dracula equals fear, vampires, spiders, dark castles and bats. And that's exactly what we will be putting our contestants through in Dracula, the new and exciting adventure game show. Hold on to your seats, because it's going to be a bumpy ride!Two duos will be trapped in a castle in Transylvania, Romania, by night.The castle is a part of the real history surrounding the original Dracula - Vlad the Impaler. They are locked inside the walls by our charismatic host and have only one task: to find their way out of the castle by finding the key, through mental and physical games.Dracula is a bloodcurdling game-show about skill, courage and trust. Skill to find the clues to escape the rooms, courage to dare find the clues and trust in yourself and in each other. Because that's what the contestants need. The duos are lovers, brothers and sisters, fathers and sons, best friends, colleagues. How will they look at each other, once the frightening night is over?Escape roomsThe games inside the castle are based on the very popular trend of Escape Rooms. The contestants have to find their way through the games, step by step and have to follow the right order to get to the next step in the game. Every game will be in sync with the feeling of Dracula and will have elements of mystery, fear and surprise in it. Which couple performs best and escapes the castle first?Each episode the two couples are locked in a room at the same time. When they find their way out, they are locked in a second room. Whoever escapes their both rooms fastest, has a 30 seconds time advantage in the final. This final is a frantic race to ignite a giant silhouette of a bat on the courtyard of the castle. The duos will have to run all around the castle to find skulls as a counterweight to release a burning torch that is trapped in a steel cage."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}