{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "20 May 2016"
            }
        ],
        "release dates": [
            "Netherlands::20 May 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzRiNTA2ZjgtY2ZjMC00OTI4LThjMDctM2IxMDAzMjdjMTk0XkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Secrets of the Brain",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Secrets of the Brain (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "Lambent Productions"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "Neuroscientist Dr Jack Lewis goes in search of people with unusual neurological conditions that give us a fascinating insight into how our brains work."
        ],
        "synopsis": [
            "Series Synopsis Remarkable experiments, bizarre medical conditions and stunning illusions that reveal the inner workings of your mind. In this series, neuroscientist Dr Jack Lewis goes in search of people with unusual neurological conditions that give us a fascinating insight into how our brains work. With the mischievous help of magician Pete Heat and a host of revealing challenges, we'll challenge you to test your own brain and find out just how easily your mind can be tricked.The human brain is the most complex part of our body. This 1.4kg mass of one hundred billion neurons has the mind-boggling potential to control every aspect of our lives, but our personalities, our ability to make decisions, our passions, and the capacity to see and name the world around us --all these can change, in very specific ways, when the brain is altered by trauma or unusual conditions. Jack sets off on a journey to meet some people with extraordinary stories that challenge our understanding of the brain. Why can some people smell sounds, taste words and see numbers as colours? Is it really possible to remember every single day of your life? Why would someone wake up suddenly unable to recognize faces -- even their own? What would turn a builder into an obsessive artist overnight? What happens when you completely lose your sense of time? For Jack, every question is the beginning of a detective story, and we join him as he attempts to uncover why sometimes the brain can behave in such an unusual way.There are so many connections in our brains that if you counted one every second, it would take you more than 3 million years to finish. Every episode focuses on a specific aspect of this massively complex entity, revealing the parts of the brain responsible for a range of process that define who we are -- like recognizing faces or feeling fear. Jack meets cutting edge neuroscientists at the frontiers of brain exploration and steps up to the mark to put his own brain to the test in the name of science. From being electrocuted to finding his own pain barrier, to witnessing the time-stopping effects of a startling near death experience. Jack will do whatever it takes to help map out some of the uncharted world of our grey matter.So what's happening in your head? Get ready to unlock the secrets of your brain."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}