{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "1 February 2016"
            }
        ],
        "release dates": [
            "Netherlands::1 February 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2IyMzMxMzktMjk4MS00YjRjLWI3MTgtMzc5MTkwZmJjMTU3XkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Strange World",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Strange World (Netherlands)"
        ],
        "production companies": [
            {
                "name": "Off the Fence"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "Host Alex Hannaford investigates the strangest phenomena of our times by examining evidence, meeting the eye witnesses and searching for an explanation."
        ],
        "synopsis": [
            "In this exciting new series, host Alex Hannaford travels the globe, investigating claims of some of the strangest phenomena of our times. In each episode he has to examine the evidence, meet eye-witnesses, and call in scientists to try and work out if these phenomena are genuine, and most importantly search for a rational explanation.Alex is on a quest for the truth behind mysterious events that have reported all over the world, including Europe, the US, and Australia.Each of the stories on this epic journey sounds almost unbelievable:\n20 kg 'Ice Bombs' falling from clear skies in the East coast of America; unexplained sounds louder than a jet engine in Canada; raining fish in the outback of Australia; half a billion killer mice attacking pigs in Pinnaroo, South Australia; spontaneous exploding toads in Germany; and 5,000 birds dying in a single night in Arkansas, twice!On this quest, Alex's first mission is to visit the site of these strange events to track down and interview eyewitnesses, in order to work out if what they claim they saw can be trusted. Having interviewed hundreds of people in his career, Alex is aware that people's personal testimony often needs to be verified. Sometimes the facts people remember can distort with time, or people may fabricate entire stories in search of a little fame.And with the kinds of incredible phenomena these people claim to have witnessed, Alex must find evidence to back up their stories. Using online search tools, and his own empirical research, Alex tracks down incredible videos and photographs in an attempt to verify the claims.Having gathered all the eyewitness testimony, Alex must then seek out the various theories that have been put forward to explain these events, and call in experts to try and come up with the most likely solution. But with the kind of phenomena Alex is investigating, the scientists are often operating in controversial terrain, often coming up with theories that are untested. Alex must attempt to work out if their data and their theories can be believed.As an investigative reporter, Alex only has a limited time to put his story together. And so the pressure is on to gather all the evidence, piece together the possibilities, and try and find the answer to the mysteries of our Strange World."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}