{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "10 January 2016"
            }
        ],
        "release dates": [
            "Netherlands::10 January 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Chiorando, Francesca"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "rating": 8.5,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWI1YjhjMGEtODBjMC00Y2MzLTliODktMjAzMTEyMDM0ZWNiXkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Spartan X",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Spartan X (Netherlands)"
        ],
        "production companies": [
            {
                "name": "Strix Television"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "Centuries ago there were Spartans. The best, fastest and strongest warriors in history. In this new show we're going to find the ultimate warrior of our time."
        ],
        "synopsis": [
            "Centuries ago there were Spartans. The best, fastest and strongest warriors in history. In this new show we're going to find the ultimate warrior of our time; in SPARTAN X.... a spectacular reality gameshow, shot and broadcasted in Ultra HD where twelve strong, fit and smart contestants from eight different countries are battling under Spartan conditions.Six women and six men from all over the world will spend their time together in a Spartan castle. A sober, strict and regulated existence with two main goals: to overcome obstacles and to improve every time. Competition is the driving force. Winning is the only option.If a contestant loses a game, they'll become an Exile and end up in Elimination Camp with no comfort, and the risk of going home. No rest and no security could break the Exiles before the final game.If a contestant performs well, he or she will be living in the castle and is called a Spartan.In every episode of Spartan X, the contestants have to battle. During the games they not only battle each other, but they also battle themselves with pushing their personal physical and mental boundaries. If you don't make it in the castle, you will end up in elimination camp immediately. And become an Exile. They have to do all the chores for the Spartans including carrying all the water to the top of the castle, used for showers. Luckily for them, there are changes to fight their way back in to the castle during other games. Who of the exiles is strong, fit and smart enough to get out of the elimination camp? Moving to the castle doesn't only mean you live under better conditions, but you can participate better on the games since you can rest or train while the exiles do all of the chores.After a few episodes, there will be elimination games coming up. An elimination game is played by the Exiles, where of of them has to go home directly. There will be no change of getting back in the competition after losing an elimination game.Breathtaking games, chilling performances, friendships that are build and the absolute drive to win every challenge makes Spartan X a thriving gameshow. Time after time, the Exiles are determined to conquer a spot in the castle. Will the Spartans be strong, fast and smart enough to keep their safe spot in the castle and make it to the big final? Watch Spartan X and find out!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 1,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 2,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.5,
        "median": 8
    }
}