{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "12 September 2016"
            }
        ],
        "release dates": [
            "Netherlands::12 September 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGMzMTFlNWQtZjg0OC00MmQ3LWJiNjQtYTY1ZjM3OWQ4N2EzXkEyXkFqcGdeQXVyODE4NTM0MTg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR720,000 (estimated)",
        "plot outline": "7 Days To Dieの実況動画です。いかにして生き延びるかというのをテーマにプレイします。時々、自前のマルチプレイサーバでの実験動画もやる予定です。",
        "languages": [
            "English"
        ],
        "title": "7 Days",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "7 Days (Netherlands)"
        ],
        "production companies": [
            {
                "name": "Kiem Media"
            }
        ],
        "distributors": [
            {
                "name": "Insight TV"
            }
        ],
        "plot": [
            "Kitesurfing brother and sister Kevin and Jalou Langeree each travel to seven different countries to compete against each other in seven challenging races.",
            "_7 Days_ (qv) To Die&#x306E;&#x5B9F;&#x6CC1;&#x52D5;&#x753B;&#x3067;&#x3059;&#x3002;&#x3044;&#x304B;&#x306B;&#x3057;&#x3066;&#x751F;&#x304D;&#x5EF6;&#x3073;&#x308B;&#x304B;&#x3068;&#x3044;&#x3046;&#x306E;&#x3092;&#x30C6;&#x30FC;&#x30DE;&#x306B;&#x30D7;&#x30EC;&#x30A4;&#x3057;&#x307E;&#x3059;&#x3002;&#x6642;&#x3005;&#x3001;&#x81EA;&#x524D;&#x306E;&#x30DE;&#x30EB;&#x30C1;&#x30D7;&#x30EC;&#x30A4;&#x30B5;&#x30FC;&#x30D0;&#x3067;&#x306E;&#x5B9F;&#x9A13;&#x52D5;&#x753B;&#x3082;&#x3084;&#x308B;&#x4E88;&#x5B9A;&#x3067;&#x3059;&#x3002;"
        ],
        "synopsis": [
            "In 7 days, brother and sister Kevin and Jalou Langeree each travel to seven different countries to compete against each other in seven challenging races, while being thousands of kilometers away from each other. They are professional kite surfers and need to be challenged constantly.In every episode, the hosts need to find their way to the start of the race, while experiencing the best the country has to offer. They only have 24 hours in each country, so there is no time to lose when they take exciting modes of transportation, jump from high buildings or speed things up a little bit.An expert meets them at the starts of the race, to help them during difficult parts of the race. After hearing the results, their next location is revealed. Who will win this challenging and exhausting trip around the world while experiencing the most stunning and historical landmarks we know!?Kevin travels to Switzerland and has 24 hours to go from Zurich to the Swiss mountains, while Jalou finds an exciting way to go from Cannes to Corsica. They challenge each other in a canyoning race. After 24 hours, Jalou goes from Barcelona to Tarragona where she conquers the Catalonian mountains with her mountain bike.Kevin tries to beat her in Slovenia. And again after 24 hours, Kevin leaves civilization behind in Suriname, while thousands of kilometers away, Jalou has to go literally through the trees in an Australian forest. Despite the extreme heat and potentially deathly snakes all around them, Kevin and Jalou try to beat each other while jungle trekking.In far colder places Kevin and Jalou challenge each other in an ice climbing competition. Jalou is conquering her fear of heights in New Zealand, while Kevin tries to beat her on a glacier in Argentina. In the Chinese desert, Kevin finds out desert racing is much more physically demanding than he initially thought.In Bolivia, Jalou wants to prove to her brother that women can be better drivers. After exploring beautiful Peru, Jalou has to get over her fear when she goes white water kayaking. In Thailand, Kevin can feel the pressure during this second to last race. After a week, Kevin and Jalou find themselves in the same country again: Canada. They travel from Vancouver to snowy Whistler for the final challenge: ski mountaineering. Brother and sister are highly competitive: the game is on!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}