{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "11 April 2016"
            },
            {
                "country": "UK\n",
                "date": "6 May 2016"
            },
            {
                "country": "UK\n",
                "date": "13 May 2016"
            },
            {
                "country": "UK\n",
                "date": "17 November 2016"
            },
            {
                "country": "UK\n",
                "date": "30 June 2017"
            }
        ],
        "release dates": [
            "UK::11 April 2016",
            "UK::6 May 2016",
            "UK::13 May 2016",
            "UK::17 November 2016",
            "UK::30 June 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Alastair Campbell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Into the Wild with Gordon Buchanan (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Gordon and Alastair head to the western Isles of Scotland. They visit the Isle of Mull where Gordon grew up and Tiree where Alastair's dad was brought up and where Alastair spent much of his childhood. They are in search of otters which live up to their reputation and prove to be very elusive, much to Alastair's annoyance. Sea eagles and puffins are less secretive making Gordon's job a little easier. They also discover an unconventional way of attracting seals which involves Alastair, a wet suit and a set of bagpipes... Gordon only has 3 days, can he get Alastair to ...    "
                },
                "2": {
                    "title": "Ed Byrne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Into the Wild with Gordon Buchanan (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Gordon and Ed are in Ed's adopted home county of Essex where they discover that you don't have to head to the wilderness to get close to some of our most loved creatures. They head out into the streets in search of urban foxes and badgers and discover that an old disused aerodrome provides the perfect habitat for all sorts of creatures. They're in Epping Forest on the lookout for fallow deer and Two Tree Island marvelling at the wading birds. They also find an unlikely inhabitant of the Essex countryside - the ring necked parakeet.    "
                },
                "3": {
                    "title": "Sara Cox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Into the Wild with Gordon Buchanan (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Gordon and Sara are in Dartmoor, famed for its rugged landscape and tough little wild ponies. But they discover that it has a lot more to offer as they witness a secret colony of rare horseshoe bats leaving the roost at night and Sara has an encounter with a frisky dormouse. The rain is relentless and threatens to dampen Sara's enthusiasm during a badger stakeout. But will their search for a beaver prove to be worth all the discomfort for?    "
                },
                "4": {
                    "title": "Dermot O'Leary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Into the Wild with Gordon Buchanan (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Gordon and Dermot are in the stunning Western Isles of Scotland. They begin their trip on Skye on the lookout for seals and golden eagles. Dermot is keen to get close to seabirds so they canoe out to a shag colony before heading to Rum to camp for the night. An encounter with a magnificent stag at breakfast gets the day off to a good start but the real challenge for Gordon is to find what Dermot is really keen to see - basking sharks. It's a tall order and he only has 2 days left to find one, will he succeed?    "
                },
                "5": {
                    "title": "John Simpson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Into the Wild with Gordon Buchanan (TV Series 2016–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Gordon and John are in the beautiful Cairngorms in search of the rarest and most elusive creature in the UK - the Scottish Wildcat. John has yearned to see one since childhood so the pressure is on Gordon to come up with one in just 3 days. On their journey they also make their way up the mountains on the lookout for reindeer and one of the hardiest little birds, the ptarmigan. Red squirrels inhabit the pine forests as does another elusive creature that John would love to see - the pine marten. Gordon has his work cut out for him but John is a fascinating companion ...    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Buchanan, Gordon"
            },
            {
                "name": "Byrne, Ed"
            },
            {
                "name": "Cox, Sara"
            },
            {
                "name": "O'Leary, Dermot"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2FiODEzNDItOWM2ZC00ZTYzLWEzOTUtM2RkNmZiZGJmNTNjXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "GBP1,000,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Into the Wild with Gordon Buchanan",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2017",
        "akas": [
            "Into the Wild with Gordon Buchanan (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Hello Halo"
            }
        ],
        "distributors": [
            {
                "name": "BBC2"
            }
        ],
        "plot": [
            "Scottish BAFTA nominated documentary series. Gordon Buchanan takes some of Britian's best-loved household names on a wildlife adventure where they get up close and personal with some of the UK's most iconic species."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}