{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "July 2016"
            },
            {
                "country": "Netherlands\n",
                "date": "25 July 2016"
            }
        ],
        "release dates": [
            "Netherlands::July 2016",
            "Netherlands::25 July 2016"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "De Samaritanen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Nablus naar Ninevé (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Dutch-raised Palestinian Kefah Allush starts his first journey along Middle Eastern minorities in a suburb of his native Nablus on the West Bank. Together with Tell Aviv, its the last native town of the Biblical people of Samaritans, at least 3600 years old and functioning as mediators between (Muslim or Christian) Arabs and Jews. Their high-priest, a post falling to the eldest male of the Cohen family, claims they once numbered 3,000,000, trough conversion, persecution and emigration down to 146 a century ago, now 'growing back' to over 700. their religion and ...    "
                },
                "2": {
                    "title": "De Mandeeërs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Nablus naar Ninevé (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    In Iranian city Ahvaz, among the world's most polluted, Kefah Allush meets the small remaining community of Mandaeans, whose small religion claims the heritage of John the Baptist, apparently originating from the Holy land, but not Christian. Only a few thousand remain, dwindling further by emigration to the West (especially Texas), as the Islamic Republic discriminates non-Muslims, practically limiting their professional options to goldsmith. Over the centuries, the suffered much discrimination, even violent persecutions, so especially those (mainly seniors) wanting ...    "
                },
                "3": {
                    "title": "De Kopten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Nablus naar Ninevé (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The Copts continue traditions of the Christian ages of (Roman and Byzantine) Egypt, which is now mostly Muslim. Kefah Allush first visits a wealthy Coptic businessman's Alexandria palace, yet hears he sent his children safely abroad since the Arab Spring's Tahir revolution. Egyptian authorities in principle protect the Christian minority, MPs even attend the Coptic Christmas, yet Muslim Brotherhood extremist even brave police and military protections to violently attack the Coptic churches, which bravely and stubbornly keep filling up, the threat even binds the ...    "
                },
                "4": {
                    "title": "De Druzen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Nablus naar Ninevé (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Kefah Allush visits the largest Druze community in a mountainous region of Lebanon. They are quite aloof, having suffered Christian and Muslim persecutions. Their very faith is a mystic secret, apart from some main elements and the guiding value of the Quran, only known to about a quarter of their population, the 'initiated', who live under strict, almost monastic rules, the majority is extremely liberal and well-integrated, especially on good terms with Islam, posing as a 'branch of it', but have no problem with marrying outsiders. Kefah Allush attends a funeral, ...    "
                },
                "5": {
                    "title": "De Bedoeïenen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Nablus naar Ninevé (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "De Jezidi's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Nablus naar Ninevé (TV Mini-Series 2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Dutch Palestinian journalist Kefah Allush meets an religious minority he never heard off before ISIS persecuted them. The Kurdic-language Yazidi or Yezidi people practice a monotheistic syncretism of mainly Judeo-christian, Muslim and Zoroastric (Ancient Persian dualistic) elements, erroneously dubbed 'devil worshipers' on account of it protector angels mythology. They live mainly in the sacred Sanjar mountains and other villages among Arab Syria. Its pirs (religious leaders) supposedly perform magical healing and maintain a lot of secrecy, contributing to mistrust ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Allush, Kefah"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "Jul 2016 (Netherlands)",
        "number of seasons": 1,
        "languages": [
            "Dutch"
        ],
        "title": "Van Nablus naar Ninevé",
        "year": 2016,
        "kind": "tv mini series",
        "series years": "2016-2016",
        "akas": [
            "Van Nablus naar Ninevé (Netherlands)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Fikse, Margje"
            },
            {
                "name": "Eikelboom, Johan"
            }
        ],
        "distributors": [
            {
                "name": "Evangelische Omroep (EO)"
            }
        ],
        "plot": [
            "In the TV-series From Nablus to Ninevé the Dutch presenter Kefah Allush returns to his birth ground, Palestinian Nablus. From there he starts an impressive search for the forgotten tribes of the Middle East.::Roland Spijker"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}