{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2016"
            },
            {
                "country": "USA\n",
                "date": "January 2016"
            }
        ],
        "release dates": [
            "USA::2016",
            "USA::January 2016"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "CPA Annual Meeting - State of the Contract Packing Industry Panel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "12 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "BlogHer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    BlogHer's founders Lisa Stone, Elisa Camahort Page and Jory Des Jardins discuss what makes their partnership work and talk about BlogHer's acquisition by the leading online women's media company SheKnows Media.    "
                },
                "2": {
                    "title": "RRKidz, Inc.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    LeVar Burton and Mark Wolfe who founded RRKidz to update Reading Rainbow for today's kids which they financed through a record-breaking Kickstarter campaign reveal how they surpassed their ambitious goal of $1M to raise $5,408,916.    "
                },
                "3": {
                    "title": "Dave Pottruck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Dave Pottruck, former CEO and President of Charles Schwab shares his insights about being a \"change agent\" and argues the deck is stacked against change but it's up to leaders to stack it in favor of change.    "
                },
                "4": {
                    "title": "Peter Philippi, Strategex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Strategex CEO, Peter Philippi, talks about using the 80/20 model to tell a story. The 80/20 model - which is 80% of revenue comes from 20% of customers, often creates problems that lead to opportunities to completely transform a business.    "
                },
                "5": {
                    "title": "Paul Carbone, Dunkin' Brands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Paul Carbone, the Chief Financial Officer of Dunkin' Brands sits down to talk about expansion, mobile and how thinking like an entrepreneur, even in corporate America can be the best thing for franchise owners - in any industry.    "
                },
                "6": {
                    "title": "Jeff Lowe, SMART Technologies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Jeff Lowe, Vice President of Marketing at SMART Technologies, talks about how technology is changing collaboration - both in enterprise and education and how products like SMART kapp look to disrupt the way companies run meetings.    "
                },
                "7": {
                    "title": "Jordan Brandt, Autodesk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Jordan Brandt, Technology Futurist for Autodesk, sits down to discuss what is a 'technology futurist' and how 3D printing is one of the best innovations in the market since companies are seeing big increases in productivity.    "
                },
                "8": {
                    "title": "GJ Hart, California Pizza Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Host Jeffrey Hayzlett talks to the President of California Pizza Kitchen, GJ Hart who shares his journey through the food industry that took him from washing dishes at Howard Johnson's to being the CEO of California Pizza Kitchen.    "
                }
            },
            "2": {
                "1": {
                    "title": "Kevin Jonas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In the second season premiere, host Jeffrey Hayzlett interviews former boy band turned entrepreneur Kevin Jonas. You may know him from his days as part of the rock band the Jonas Brothers; however, the eldest Jonas is also an entrepreneur with a passion for technology. Jonas says he has always had a business mindset and took on that role while touring with his brothers. In his short tenure as an entrepreneur, Jonas tells Hayzlett he's learned many valuable lessons. Jonas has also launched a food app called YOOD!, a one-touch, location-based search app that gives ...    "
                },
                "2": {
                    "title": "Rich Gotham, Boston Celtics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Rich Gotham, President of the Boston Celtics, one of the most storied franchises in all of sports, talks to Jeffrey Hayzlett about the day-to-day operations of the sports industry, the transparency required to keep up with the demands of their loyal, and vocal, fan base and \"Celtic pride.\" The Boston Celtics a brand recognizable all around the world that has one of the largest social media followings in sports. Also, the Boston fan base is one of the most passionate in all of sports, so how does the Celtics front office stay connected to their loyal season ticket ...    "
                },
                "3": {
                    "title": "Chris Lindner, Keds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Chris Lindner, president of Keds, sits down with host Jeffrey Hayzlett on Executive Perspectives to discuss what it's like running an almost 100 year-old brand, whose core audience is still the same since its inception. Lindner talks about working with mega celebrity, Taylor Swift as their brand ambassador and why choosing the right brand ambassador truly makes a difference as consumers want authenticity from brands so they can connect with them. Their biggest question: How to keep current customers while going after a new audience of consumers? Lindner talks about ...    "
                },
                "4": {
                    "title": "Andy Frawley, Epsilon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Client engagement and experience is an essential part of your company's success. Andy Frawley, CEO of Epsilon, talks about the need to have a different set of capabilities to solve problems in today's digital world. Frawley firmly believes everything starts and ends with the client - a positive engagement and a positive experience equals good business results.    "
                },
                "5": {
                    "title": "Adam Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Adam Johnson, Founder of Insight and Action Advisors sits down with host Jeffrey Hayzlett to discuss why he feels Wall Street is a \"people business.\" How you may ask? Well, 'people' is the first \"P\" in his '3 P's of success' adage - People, Principle, Profits. He argues the CEO's challenge is to convey all the hard points and understand the soft points. The former Bloomberg TV anchor, Johnson recounts a time the Jet Blue CFO showed these principles on air by giving his employees $5,000 each after they were affected by Hurricane Sandy. That was an intangible that ...    "
                },
                "6": {
                    "title": "Matt Preschern, HCL Technologies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Matt Preschern, EVP and CMO of HCL Technologies, who is a global citizen in the truest sense of the world sits down with Jeffrey Hayzlett to discuss how being so global has helped him in his current role. Having lived all over the world, he is now the CMO of a $6 billion information technology and software services company that operates in 31 countries. As a global company, one of the challenges it faces is having a consistent company culture, which Preschern explains HCL Technologies has been able to rely on the empowerment of their own employees to achieve that ...    "
                },
                "7": {
                    "title": "Kevin Joyce, Piksel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Kevin Joyce, Chief Commercial Officer of Piksel, sits down with host Jeffrey Hayzlett to have a thorough discussion about the future of the television industry and how the medium is currently experiencing a \"revolution\" as many people, particularly millennials, are consuming media in multiple platforms. They discuss the business of over-the-top television (OTT), where content is king, activation is queen and context is the kingdom. Piksel, the largest independent supplier of OTT video platform in the world, provides OTT software to big media companies, such as AT&T, ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Janet Schijns and Bryan Sartin, Verizon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Every company, every individual is vulnerable to digital attacks and you may not even be the direct target. In the third season premiere, host Jeffrey Hayzlett sits down with Janet Schijns, VP and MarTech Chief for Verizon Enterprises and Bryan Sartin, Managing Director of the RISK Team at Verizon to discuss how to prevent, how to prepare for such attacks and how to react if you become the next headline. It's everyone' s job to take action so they don't affect your reputation or your bottom line.    "
                },
                "2": {
                    "title": "Nolan Bushnell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Host Jeffrey Hayzlett sits down with Nolan Bushnell to get business advise from the founder of Atari, the creator of Chuck E Cheese and the guy behind the company who hired Steve Jobs. Bushnell highlights how success in the gaming industry translates into understanding keeping costs down and really understanding customer acquisition costs. Bushnell, the father of the gaming industry discusses the importance of hiring alive people and when he realized that gaming was the future.    "
                },
                "3": {
                    "title": "Ron Carucci, Navalent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Ron Carucci, the Owner and Managing Partner at Navalent, is a seasoned consultant with over 25 years of experience pursuing transitional changes for companies and their c-suite leaders. Carucci tells Hayzlett how hard it is for some leaders to transform and adapt to changes, as c-suite leaders aren't always receptive to change. Organizations, he argues, are \"nothing but containers of tension and conflict,\" and if leaders haven't designed their organization to handle conflict, it could have a paralyzing effect on the entire organizational structures. Carucci stresses ...    "
                },
                "4": {
                    "title": "Jack Myers, MyersBizNet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Jack Myers is a Media Ecologist, and as such, he studies media agencies and how these agencies are choosing to spend their media money and whom they are choosing to spend their money on. The emergence of digital video and the Internet of things (IoT) are massive industry game-changers, as marketing data can come from a multitude of sources. The data is all about the usage, the interpretation and the application of data and this is how media agencies need to position themselves in order to evolve within the industry. Myers has noticed the changes in the bigger media ...    "
                },
                "5": {
                    "title": "Chuck Lovelace, Liberty Tax Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    After the signing of President Obama's signature legislation, the Affordable Care Act, Chuck Lovelace was appointed Vice-President of Affordable Care to help consumers understand the new legislation and what the changes in the tax laws meant for them - both as individuals and as small business owners or franchisees. This past year marked the first tax season where individuals had to report insurance as a result of the individual mandate of the ACA, so Liberty Tax Service saw a need to help millions of consumers navigate the complex path of changes in their own taxes.    "
                },
                "6": {
                    "title": "Tony Hunter, Chicago Tribune Media Group",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Tony Hunter became the Publisher and CEO of the Chicago Tribune in 2008, at the height of the recession. His challenge was taking an iconic brand out of bankruptcy and transforming the publishing giant into a new 21st century industry giant. Coming in, Hunter wanted to focus on disrupting the status quo, as he sees opportunity in disruption. He was able to get the employees to go along with the changes by showing each employee how they would fit into the company's \"winning plan.\" Hunter is a believer that \"culture eats strategy for breakfast,\" so he set to show all ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Doug Albregts, Sharp Imaging and Information Company of America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Doug Albregts, president of Sharp Imaging and Information Company of America, realizes he's in an \"old, stodgy industry,\" yet he has found ways to make it innovative and take the B2B side of Sharp to the next level. He first joined the company in 2011 and soon realized that changes needed to be made, mainly at changing the company culture by defining their identity. He says, \"If you don't have an identity, you don't have a culture.\" Albregts realized that in order to move the company forward, they had to become \"irresistible\" - which he describes as a certain \"...    "
                },
                "2": {
                    "title": "Rob Harles, Accenture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Rob Harles, Managing Director and Global Head of Social Business for Accenture sat down with host Jeffrey Hayzlett to talk about the impact of social media in business.    "
                },
                "3": {
                    "title": "Linda Kaplan Thaler, Publicis NY",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Linda Kaplan-Thaler is a true force in the advertising industry. Throughout her illustrious career, she has been the brains behind some of the most iconic ad campaigns in recent history and sat down to discuss the one characteristic she feels all successful individuals embody: G.R.I.T., which stands for Guts, Resilience, Initiative, Tenacity. She says, \"98% of people don't have the 'it' factor. They have G.R.I.T.\" Kaplan is also a firm believer that failure is a very important part of life and that dreamers waste time dreaming, while 'plotters' excel at doing smaller ...    "
                },
                "4": {
                    "title": "Keith Krach, Docusign",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    When it comes to challenging the status quo, Keith Krach is the man to talk to. When he first joined DocuSign, one of the things that sparked his interest, in addition to the company's ability to set itself apart from the competition, was one of the company's core values: innovation. Krach is a firm believer that \"change is the most powerful word in the English language\" and without it, one fails to develop, prosper, and grow. He saw the need to replace most of his executive team because, \"The company with the best people wins and the job of the CEO is to build a ...    "
                },
                "5": {
                    "title": "Dan Nelson, Nelson Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Dan Nelson defines 'considered purchase marketing' as something that has an emotional and/or financial risk to the consumer, often both, as well as the distinction between considered purchases versus impulse buys. Nelson explains how often the B2B industry is relegated to the \"kid's table\" compared to their counterparts in consumer marketing - as a result of both, the health of the industry and organizations that weren't strong enough to withstand the industry changes. Another reason was the lack of compelling material to consumers, but all that is changing. Now, B2B ...    "
                },
                "6": {
                    "title": "Bob Vescio, Verizon and Emily Mossburg, Deloitte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Every business is worried about cyber security and how such breaches hinder their daily business operations. Verizon and Deloitte have formed a holistic partnership in order to help keep their customers' data safe. Verizon's Bob Vescio states that more organizations are using 'gut-checking intuition' as a strategy but that alone is not working. The bad guys keep winning, but why? He argues that everyone is doing cyber security around compliance, which by definition, is \"intuition by a group of people.\" Vescio also stresses that over ninety percent of companies aren't ...    "
                },
                "7": {
                    "title": "Ranjana Clark, MUFG for the Americas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    When it comes to innovation, every industry has a hand in shaping an effective strategy. Ranjana Clark says that, to her, innovation is designed to help solve customers' pain points. Innovation needs to help solve a client's need in a unique, new and different way and add more value. She's quick to add that ideas fail because \"we get too fancy.\" Companies need to keep it simple and keep it focused.    "
                }
            },
            "5": {
                "1": {
                    "title": "Beth Comstock, GE",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Whatever the age of your company, you should always be wondering what's next. Even if you are a 140-year old business, you still need to know your next act and sometimes you need to go back to your roots, while still looking towards the future. A company like GE that started with a man and a light bulb, is looking to merge their industrial beginnings with the digital future. Beth Comstock, Vice Chair of GE sat down with Jeffrey Hayzlett to talk about the current state of GE and how they are embracing this digital future. Comstock states, \"A great brand has to be true,...    "
                },
                "2": {
                    "title": "Joe Hart, Dale Carnegie Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Joe Hart is President and CEO of Dale Carnegie Training - a leader in professional development, performance improvement, leadership training, and employee engagement. Hart talked to Hayzlett about the biggest opportunity the company has to do - tell their story by doing transformative things with their brand, messaging, and other components like their global franchising network. Throughout a series of courses that aim to build a continuing connection to customers, Hart looks to tackle the \"global leadership crisis\" - defined as a fundamental crisis in confidence and ...    "
                },
                "3": {
                    "title": "Faith Popcorn, BrainReserve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Faith Popcorn is often referred to as the \"Nostradamus of marketing\" for her ability to accurately predict future trends. As the Founder and CEO of BrainReserve, she's known as a \"futurist\" and is constantly looking for patterns and trends that will have a big impact on all of our lives. Popcorn says that one of the hardest things for companies to do is embrace the future and see it as more than just a fad. They need to be interested in the truth and stresses how smart companies \"adapt to future trends.\" As an industry pioneer, she predicted back in 1981 how people ...    "
                },
                "4": {
                    "title": "Jay Samit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Jay Samit defines disruption as a change where you never go back. Widely recognized as a leading expert on disruption and innovation, he feels in business today it is \"so easy to come up with a change and you can have a global market very quickly and social is a cheaper way of marketing.\" Samit talks to Hayzlett on \"how the rate of pace of change has never been this fast, but with the tools at your disposal, you only have to be right for a nanosecond to become a billionaire.\" He also discusses why it's so important in order to be successful to get over the fear of ...    "
                },
                "5": {
                    "title": "Matt Preschern, HCL Technologies II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Matt Preschern is the Executive Vice President and CMO at HCL Technologies, a company with a $7 billion, mostly organic, growth. Preschern attributes that growth to a fundamental belief of putting employees first so they will deliver superior interactions. Their creed of \"trust, transparency, and flexibility\" is the foundation of everything else they will accomplish as a business. With over one hundred and five thousand employees worldwide, HCL Technologies has tapped into their own employees as a revenue source. In the last year, they have generated $500 million in ...    "
                },
                "6": {
                    "title": "Alan Fine, InsideOut Development",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Host Jeffrey Hayzlett talks to Alan Fine, Founder and President InsideOut Development about his journey from athletic coach to business coach and how both industries share a core set of principles that make success possible. As a former tennis coach, Fine turned his coaching style from outside in, to inside out - which encourages athletes and entrepreneurs alike to remove the roadblocks that are focused on an internal dialogue. Fine tells Hayzlett that tuning out the noise is \"simple, but not that easy\" to do. He says that people tend to choose what they listen to, ...    "
                }
            },
            "6": {
                "1": {
                    "title": "Nancy Gibbs, TIME",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Nancy Gibbs, Editor-in-Chief of TIME, talked about a number of issues surrounding the media today - among them, the importance of constantly having to evolve, producing premium content, the state of the 2016 election cycle, and the public distrust of institutions, including the media. TIME was founded in 1923 by Henry Luce, a visionary and media and digital disruptor on his own right. Since then, the magazine has gone through several transformations, including going from an American institution to a global one and from print to digital. Their steady approach to ...    "
                },
                "2": {
                    "title": "Barbara Jones, Consul General of Ireland in New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Barbara Jones, Consul General of Ireland in New York, talked about the relationship between the United States and Ireland, the impact of Brexit on the Irish people and what the recent ruling against Apple in regards to taxation means for future business investments. According to Forbes, Ireland is one of the most business-friendly environments in Europe. That, along with access to the European market, a corporate tax rate of 12.5% that they control and a strong ROI, makes Ireland a prime target for those looking to conduct business overseas. Jones describes the U.S./...    "
                },
                "3": {
                    "title": "Sudhir Kulkarni, Persistent Systems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Sudhir Kulkarni, President, Digital at Persistent Systems, believes there has been a fundamental shift in business relating to digital transformation and that software is the driver for most, if not all, things business. Kulkarni says that companies are internally changing how they take a product to market and most of that process is driven by software. It's not just about selling to companies anymore, but changing the nature of how they do business. He believes that the digital transformation of enterprises has taken root and the fundamental shift that has taken ...    "
                },
                "4": {
                    "title": "Neal Campbell, CDW",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Neal Campbell, Senior Vice President, Strategic Solutions and Services at CDW, talks about the importance of mobile technology and how it's key to have agnosticism in technology. At CDW, they have a large tech organization - about twenty-five thousand, from product specialists to solution architects. Campbell says the winning formula is having technology teams that are well-versed across a variety of products in regards to mobility and that, once again, software plays a big role in how companies are dealing with this shift. Campbell states, \"Mobile is an extension of ...    "
                }
            },
            "7": {
                "1": {
                    "title": "Tom Edwards, Epsilon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Tom Edwards, Chief Digital Officer, Agency at Epsilon sat down with host Jeffrey Hayzlett at the C-Suite Conference in San Francisco to talk about the future of marketing, the infusion of voice-based technology into consumer products and how brands should shift from social media to social messaging strategies. \"Disruption is the new normal,\" Edwards says, referencing the evolution of marketing due to new advancements in consumer connection, cognition and immersion. He adds that over the past five to ten years, marketers have focused primarily on the open web and ...    "
                },
                "2": {
                    "title": "Alan Gellman, esurance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Alan Gellman, Managing Director and Chief Marketing Officer, esurance sat down with host Jeffrey Hayzlett to talk finding a company's purpose, how to embrace changes that create great possibilities, bridging the marketing gap, finding the right target audience, and the timely and relevant campaigns for election season and with MLB's All-Star Game ballots that engaged all thirty teams. He also talked to Hayzlett about the changing roles of marketers. Historically, there has been two types of marketers: big brand marketers and deep performance marketers, or those who ...    "
                },
                "3": {
                    "title": "Max Scheder-Bieschin, Ekso Bionics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Max Scheder -Bieschin sat down to talk about how Ekso Bionics is investing in technology that is helping hospitals provide mobility to spinal cord injury and stroke patients as well as injured military personnel with the help of a \"wearable exoskeleton.\" This device is capable of helping increase mobility in patients, while still managing to keep costs manageable for hospitals. The business of medical technology is an expensive one and the results are almost never immediate, but the rewards are immense. Scheder-Bieschin says keeping investors informed on what's being ...    "
                },
                "4": {
                    "title": "John Haber, Spend Management Experts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    John Haber, Founder and CEO, Spend Management Experts sat down with host Jeffrey Hayzlett to talk about the dynamics of the shipping industry and how businesses are reacting to the challenges of increasing costs, consumer expectations, and the new \"disruptors\" to the transportation industry. The shipping industry has seen a transformation in recent years through technology, with the emergence of alternative shipping options such as drop box locations, crowd-sourcing and drones.    "
                }
            },
            "8": {
                "1": {
                    "title": "Ken Schmidt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Join the one-on-one interview with Ken Schmidt, former Director of Communications for Harley-Davidson Motor Company. Schmidt sat down with host Jeffrey Hayzlett to discuss how in order to create demand while restoring a brand's image, you have to be not just different but original. They also discussed how companies need to be at the forefront of the marketplace and how they can achieve that by controlling the narrative, especially when looking to restore their image. Schmidt tells Hayzlett, \"Creating demand is what business is for.\" As a former communications director...    "
                },
                "2": {
                    "title": "Jim Amos- Mailboxes/UPS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Jim Amos, Founder and Chairman Emeritus, Mailboxes, etc., sat down with host Jeffrey Hayzlett at the C-Suite Network Conference in Dallas to talk about rebranding, his formula for success and the complexities of leadership. As the Chairman Emeritus for Mailboxes, Etc., which was bought by UPS, he took on the enormous task of having to rebrand two already well-known companies. Hayzlett asked Amos what does he tell other leaders when it comes to making the transition into rebranding, he said, \"the passion that you bring to the business, the enterprise that you're in, is...    "
                },
                "3": {
                    "title": "Peter Friedman- LiveWorld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "14 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Peter Friedman, Chairman and CEO of LiveWorld, sat down with host Jeffrey Hayzlett at the C-Suite Network Conference in Dallas to discuss the relationship between a customer and organizations in the modern world and how important technology has become in keeping these relationships on good terms. They further discussed what the status of this correspondence will become as technology continues to evolve.    "
                },
                "4": {
                    "title": "Sudhir Kulkarni, President of Sales at Persistent Systems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "21 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Sudhir Kulkarni, President of Sales at Persistent Systems, sat down with host Jeffrey Hayzlett to talk about the current state of technology and what companies need to do to have a successful digital transformation. Kulkarni says that \"disruption is here to stay and it will only keep enhancing and increasing,\" but also emphasizes that humans aren't being taken out of the equation. Moreso, humans are being made more intelligent by the use of machines, creating more of a hybrid approach to digital transformation. In order for digital transformation to have an impact on ...    "
                },
                "5": {
                    "title": "Randall Bell, Ph.d. - Socio-Economist and CEO, Landmark Research Group",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "28 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Randall Bell, socio-economist and CEO of Landmark Research Group, sat down with host Jeffrey Hayzlett to discuss measuring success, his work on disaster cases such as the crash of Flight 93, Hurricane Katrina, the OJ Simpson case and the nuclear testing at Bikini Atoll. As a socio-economist, he has seen his fair share of disasters and how these affect the people involved, some for the better, some not so much. He adds that in any crisis there are three options: dive, survive or thrive. As people react in different ways through a crisis, Bell mentions 'post-traumatics'...    "
                },
                "6": {
                    "title": "Greg Chalker, Head of Emerging Channels at Capital One Spark Business Card",
                    "kind": "episode",
                    "episode of": {
                        "title": "Executive Perspectives Live (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "5 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The banking industry is known for being highly regulated and rigid in its ways. However, times are changing and customers are demanding that these giant institutions pay attention to them and Capital One is listening to those demands. Greg Chalker, Head of Emerging Channels at Capital One Spark Business Card, sat down with host Jeffrey Hayzlett to discuss the changes taking place in the industry as well as how a bank can come from almost nowhere to become a well known international name in a short amount of time. In order to fulfill their customers' needs, Chalker ...    "
                }
            }
        },
        "number of episodes": 49,
        "cast": [
            {
                "name": "Hayzlett, Jeffrey"
            },
            {
                "name": "Preschern, Matt"
            },
            {
                "name": "Albregts, Doug"
            },
            {
                "name": "Brandt, Jordan"
            },
            {
                "name": "Burton, LeVar"
            },
            {
                "name": "Bushnell, Nolan"
            },
            {
                "name": "Campbell, Neal"
            },
            {
                "name": "Carbone, Paul"
            },
            {
                "name": "Carucci, Ron"
            },
            {
                "name": "Clark, Ranjana"
            },
            {
                "name": "Comstock, Beth"
            },
            {
                "name": "Fine, Alan"
            },
            {
                "name": "Frawley, Andy"
            },
            {
                "name": "Gellman, Alan"
            },
            {
                "name": "Gibbs, Nancy"
            },
            {
                "name": "Gotham, Rich"
            },
            {
                "name": "Harles, Rob"
            },
            {
                "name": "Hart, G.J."
            },
            {
                "name": "Hart, Joe"
            },
            {
                "name": "Hunter, Tony"
            },
            {
                "name": "Jardins, Jory Des"
            },
            {
                "name": "Johnson, Adam"
            },
            {
                "name": "Jonas, Kevin"
            },
            {
                "name": "Jones, Barbara"
            },
            {
                "name": "Joyce, Kevin"
            },
            {
                "name": "Thaler, Linda Kaplan"
            },
            {
                "name": "Krach, Keith"
            },
            {
                "name": "Lindner, Chris"
            },
            {
                "name": "Lovelace, Chuck"
            },
            {
                "name": "Lowe, Jeff"
            },
            {
                "name": "Mossburg, Emily"
            },
            {
                "name": "Myers, Jack"
            },
            {
                "name": "Nelson, Dan"
            },
            {
                "name": "Page, Elisa Camahort"
            },
            {
                "name": "Philippi, Peter"
            },
            {
                "name": "Popcorn, Faith"
            },
            {
                "name": "Pottruck, Dave"
            },
            {
                "name": "Samit, Jay"
            },
            {
                "name": "Sartin, Bryan"
            },
            {
                "name": "Schijns, Janet"
            },
            {
                "name": "Smith, Nelson"
            },
            {
                "name": "Stone, Lisa"
            },
            {
                "name": "Vescio, Bob"
            },
            {
                "name": "Wolfe, Mark"
            },
            {
                "name": "Edwards, Tom"
            },
            {
                "name": "Haber, Jon"
            },
            {
                "name": "Scheder-Bieschin, Max"
            },
            {
                "name": "Schmidt, Ken"
            },
            {
                "name": "Amos, Jim"
            },
            {
                "name": "Bell, Randall"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGYyZDdhZTMtNDQzYy00MjczLWE4MWQtNDcyYWZmNmJmNWZjXkEyXkFqcGdeQXVyMjA5NDg1MzY@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Executive Perspectives Live",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Executive Perspectives Live (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "production companies": [
            {
                "name": "Mirage"
            }
        ],
        "distributors": [
            {
                "name": "C-Suite TV"
            }
        ],
        "plot": [
            "Some of the best business conversations happen live on stage. Host Jeffrey Hayzlett gives you a front row seat to discussions he is having from stages all over the country.::C-Suite TV"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}