{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 September 2016"
            }
        ],
        "release dates": [
            "USA::18 September 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "My Bolivia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Doc World follows filmmaker, artist, and political activist Rick Tejada-Flores as he explores his troubling Bolivian heritage. He travels to Bolivia and explores his family's deep involvement with slavery, his grandfather's role in Latin America's bloodiest war, and a strange connection to an infamous Nazi war criminal.    "
                },
                "2": {
                    "title": "The Biggest Chinese Restaurant in the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Doc World goes to China to visit the capital city of Changsha wear the world's biggest Chinese restaurant with five thousand tables and a staff of one thousand reveals a striking microcosm of modern Chine where not everyone benefits from the economic boon.    "
                },
                "3": {
                    "title": "Japan: A Story of Love and Hate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Doc World goes to Japan to visit a man who had a successful business and a six-bedroom house during the days of bubble economy. He lost everything when the economy crashed in 1992. Now, he lives with his girlfriends who works fifteen hours a day to support him.    "
                },
                "4": {
                    "title": "Women Soldiers: To See If I'm Smiling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Doc World goes to Israel to visit the only country where eighteen-year-old girls are drafted for compulsory military service. Although they do not serve in armed operations, they offer an unique perspective on the difficult relationship between Israelis and Palestinians.    "
                },
                "5": {
                    "title": "The Reluctant Revolutionary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Doc World follows filmmaker Sean McCallister to Yemen to observe the revolution growing there. Orginally there to document the decline in tourism to Yemen, McAllister follows a friend tour guide who is not caught in the middle of a popular uprising.    "
                },
                "6": {
                    "title": "Kayak Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "29 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Doc World follows Andrew McAuley during his 2007 quest to become the first first sea-kayaker to cross the Tasman Sea. He attempts to travel from Australia and New Zealand across one of the most wild, lonely and dangerous stretches of ocean. When he runs into trouble, his need for adventure may cost him his life.    "
                },
                "7": {
                    "title": "Mumbai Disconnected",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "29 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Doc World examines the transportation problems facing Mumbai, India. Traffic has increased so rapidly that the entire city becomes gridlocked during rush hour. It is estimated that thirteen people die on public transportation each day. Currently, there is a project to create a massive suspension bride to relieve traffic.    "
                },
                "8": {
                    "title": "The Departure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Doc World follows Ittetsu Nemoto who turned to Zen Buddhism after almost dying in a near fatal motorcycle accident. He has dedicated himself to suicide prevention though his work has begin to take a toll on his family and health. He must learn to find a balance between his patients and his own life.    "
                },
                "9": {
                    "title": "Armed with Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "18 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Doc World goes to northwest Pakistan where a bomb disposal unit is trying to stop the region from falling into the hands of terrorists from Afghanistan. With little specialized equipment, the men work on faith and passion along. Despite this, they defuse a majority of the terrorist planted bombs in the country.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Killing Fields of Dr. Haing S. Ngor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World looks at the experiences of Dr. Haing S. Ngor who was forced into the brutal labor camps by the Khmer Rouge. Later, he would escape torture and recreate his experiences in a film that won an Academy Award. This film looks at his life using archival footage and original animation.    "
                },
                "2": {
                    "title": "Tocando La Luz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World looks at the lives of three blind women who are trying to survive in the rapidly changing country of Cuba. Lis is a singer who struggles with the pressures of performance. Margarita struggles to adjust after the death of her husband. Mily wants to start a family, but has an overprotective mother.    "
                },
                "3": {
                    "title": "Five Days to Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World follows choreographers Wilfried Van Poppel and Amaya Lubeigt as they go to a high school in Spain to work with students who have never danced before. The two dancers have five days to train the students to perform a complex choreographed work.    "
                },
                "4": {
                    "title": "Kismet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World looks at the incredible popularity of Turkish soap operas. It examines the paradox behind the soaps: how the stories break social taboos that are meant to restrict women, yet they remain popular with devout conservative Christians and Muslims.    "
                },
                "5": {
                    "title": "Among the Believers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World looks at the ideological battle shaping education in modern Pakistan. It examines a growing activist movement that is working valiantly against the Taliban regime and charismatic clerics who are pushing their own strict versions of Islam.    "
                },
                "6": {
                    "title": "Waiting for August",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World follows a Georgiana Halmac a young teenage who lives in a housing block on the outskirts of Bacau, Romania. With her mother in Italy to earn money, Georgiana is forced to take care of her six younger brothers and sisters in a cramped and crowded apartment.    "
                },
                "7": {
                    "title": "My Atomic Aunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World goes to a fishing village in Japan that was ravaged by the 2011 Fukushima nuclear catastrophe. Director Kyoko Miyake visits her family's hometown after ten years abroad to see the disaster's profound personal, social and environmental impact.    "
                },
                "8": {
                    "title": "A Goat for a Vote",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World looks at three students at a Kenya school that are competing to the next school president. Magdalene is trying to unifying the girl behind to fight for equal rights. Harry is from a poor family and hope a win will improve the lot of his family. Said is a popular natural leader with a disarming smile.    "
                },
                "9": {
                    "title": "Tashi's Turbine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World goes to the grasslands of the Himalayan Mountains where a small village attempts to harness the a renewable, sustainable energy from the wind. It follows two optimistic friends who want to build a stronger Nepal one turbine at a time.    "
                },
                "10": {
                    "title": "Prize of the Pole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World follows the Robert E. Peary's Inuit great grandson Hivshu as he makes an expedition to his ancestral home in order to learn about his cultural legacy and learn about his past. He confronts an unsettling history as he travels from Greenland to America.    "
                },
                "11": {
                    "title": "Walking Under Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Doc World looks at the nomadic Badjao people who live near Borneo. For centuries, they have lived on and from the sea. Expanding fishing and tourism, however, have been difficult for them. Alexan the last traditional diver tries to pass his knowledge to his 10-year-old nephew.    "
                },
                "12": {
                    "title": "Finding Samuel Lowe: From Harlem to China",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 May 2017",
                    "year": "2017",
                    "plot": "\n    Doc World follows a woman whose mother was half Chinese and half Jamaican. She tries to find out information on her Chinese grandfather, Samuel Lowe. Her search reveals how Chinese families trace their roots thousands of hers and instills in her the desire to add herself and her relatives to the family list in China.    "
                },
                "13": {
                    "title": "One Child",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 May 2017",
                    "year": "2017",
                    "plot": "\n    Doc World looks at how the 2008 Sichuan Earthquake devastated families in China. Many children died in shoddily-constructed schools that collapsed during the earthquake. Under China's strict family planning policies, most of them were their family's only child.    "
                },
                "14": {
                    "title": "Out Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doc World (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "28 May 2017",
                    "year": "2017",
                    "plot": "\n    Doc World follows Bemz Benedito the first transgender woman to run for a seat in the Philippine Congress. Her party calls itself the only LGBT political party in the world. Will they succeed in their quest to convince voters that gay and transgender belong in national politics?    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Jefwa, Harry"
            },
            {
                "name": "Lubeigt, Amaya"
            },
            {
                "name": "Magdalene"
            },
            {
                "name": "Van Poppel, Wilfried"
            },
            {
                "name": "Benedito, Bemz"
            },
            {
                "name": "McAuley, Andrew"
            },
            {
                "name": "Battal, Asim"
            },
            {
                "name": "Nemoto, Ittetsu"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "languages": [
            "English"
        ],
        "title": "Doc World",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Doc World (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Teague, David"
            },
            {
                "name": "Wilson, Lana"
            }
        ],
        "distributors": [
            {
                "name": "World Channel"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}