{
    "imdb": {
        "raw release dates": [
            {
                "country": "Slovenia\n",
                "date": "1 September 2016"
            }
        ],
        "release dates": [
            "Slovenia::1 September 2016"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Philippines"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Slovenia"
        ],
        "country codes": [
            "si"
        ],
        "language codes": [
            "sl"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDZkOWI5OTItY2QyZS00NTA1LWEwNzUtYzQ2MzIyZTUwNjJiXkEyXkFqcGdeQXVyODExOTk3NjU@._V1_SY150_CR52,0,101,150_.jpg",
        "plot outline": "\"Survivor\" is one of the most demanding and extreme television shows, both for the contestants and for the production crew. Survivor in the Philippines was produced for Slovenian broadcaster POP TV, a leading commercial television in Slovenia. 16 contestants in two tribes fight for survival and the prize. Also, the Survivor-related issues: bad weather, injuries, food poisoning, encounters with dangerous animals etc, were extremely challenging. The team did not lose any contestants due to injury or quitting, which is rather rare while shooting Survivor. This season, new twists and mechanisms were introduced to keep the content fresh and full of drama, laughs, tears and suspense.",
        "languages": [
            "Slovenian"
        ],
        "title": "Survivor",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2016",
        "akas": [
            "Survivor (Slovenia)"
        ],
        "writer": [
            {
                "name": "Bozina, Aleksandar"
            },
            {
                "name": "Milovanovic, Vlada"
            }
        ],
        "production companies": [
            {
                "name": "Videostroj"
            }
        ],
        "distributors": [
            {
                "name": "Pop TV"
            }
        ],
        "plot": [
            "\"_Survivor_ (qv)\" is one of the most demanding and extreme television shows, both for the contestants and for the production crew. _Survivor_ (qv) in the Philippines was produced for Slovenian broadcaster POP TV, a leading commercial television in Slovenia. 16 contestants in two tribes fight for survival and the prize. Also, the _Survivor_ (qv)-related issues: bad weather, injuries, food poisoning, encounters with dangerous animals etc, were extremely challenging. The team did not lose any contestants due to injury or quitting, which is rather rare while shooting _Survivor_ (qv). This season, new twists and mechanisms were introduced to keep the content fresh and full of drama, laughs, tears and suspense.::Aleksandar Bozina"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}