{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 March 2016"
            },
            {
                "country": "USA\n",
                "date": "8 April 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::25 March 2016",
            "USA::8 April 2016                            (internet)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Jordan Peterson and Christina Hoff Sommers on the Western canon of literature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "11 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Jordan B. Peterson joins AEI's Christina Hoff Sommers to discuss the current cultural climate and the role that the canon of Western literature plays in it.    "
                },
                "2": {
                    "title": "The divided brain - interview with Iain McGilchrist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "14 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    What explains the increasing rigidity, bureaucracy, and routine of modern society? In this interview with AEI's Brent Orrell, Iain McGilchrist explains his theory that creativity and sustainability slowly die when human societies rely too much on the left brain, which is addicted to action even when action has no purpose.    "
                },
                "3": {
                    "title": "Loneliness in America - interview with Ryan Streeter and Samuel J. Abrams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    What kinds of things build community in America? Does the average American have a reliable friend? Who is more social - younger or older people? AEI's Ryan Streeter and Samuel J. Abrams reveal the answers to these questions as they discuss the findings of the AEI Survey on Community and Society.    "
                },
                "4": {
                    "title": "State of the Union 2019 - interview with Marc Thiessen and Danielle Pletka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "4 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    What should Americans expect from President Trump's 2019 State of the Union Address? AEI's Danielle Pletka and Marc Thiessen discuss.    "
                }
            },
            "1": {
                "1": {
                    "title": "General Hayden: American intelligence in the age of terror - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    The emergence of new threats and game-changing technologies requires constant adaptation from America's intelligence services. As the former head of both the National Security Agency (NSA) and Central Intelligence Agency (CIA), General Michael Hayden has spent the bulk of his career working to keep US intelligence capabilities ahead of the curve. In his new tell-all book, \"Playing to the Edge: American Intelligence in the Age of Terror\" (Penguin Press, 2016), General Hayden relives his efforts to shepherd the NSA and CIA through periods of profound change and navigate...    "
                },
                "2": {
                    "title": "McConnell: On the current state of the GOP - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Trump, a Supreme Court nomination, and political deadlock in Washington-Senate Majority Leader Mitch McConnell explains these and other issues confronting the Republican Party ahead of November's crucial elections.    "
                },
                "3": {
                    "title": "Mitch Daniels on labor and opportunity in the digital age - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Mitch Daniels discusses large-scale transformations facing our modern economy-from the emergence of the \"on-demand\" economy, to middle class stagnation, and crippling student loan debt-and what can be done to ensure that all Americans have the opportunity to participate in it.    "
                },
                "4": {
                    "title": "Sajid Javid: Today's greatest threats to European unity - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Brexit, the migrant crisis, fears of another economic recession-UK Business Secretary Sajid Javid sits down with AEI Senior Vice President Danielle Pletka to discuss today's greatest threats to European unity.    "
                },
                "5": {
                    "title": "Dick Cheney on US defense and the Middle East--Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 May 2016",
                    "year": "2016",
                    "plot": "\n    Former Vice President Dick Cheney discusses conflicts in the Middle East, the rise of Vladimir Putin, and the implications of US defense budget cuts in this interview with AEI Senior Vice President Danielle Pletka.    "
                },
                "6": {
                    "title": "Antonio Rodiles: Life as a dissident in Castro's Cuba - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Antonio Enrique González-Rodiles Fernández is a Cuban political activist and dissident who has become known for his work as the coordinator of Estado de SATS, a forum that encourages debate on social, cultural and political issues in Cuba. Recently he sat down with AEI Visiting Fellow Roger Noriega to discuss the state of Cuba, the lifting of Cuban travel restrictions, and President Obama's historic visit to the island nation just 90 miles away from South Florida.    "
                },
                "7": {
                    "title": "Brad Wilcox on the importance of fathers - Full Interview Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the first part of this interview, W. Bradford Wilcox and Christina Hoff Sommers discuss his research on the widespread impact of fatherlessness, from economic consequences to the important role fathers play in the lives of their children.    "
                },
                "8": {
                    "title": "Brad Wilcox on the importance of fathers - Full interview Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the second part of this interview, W. Bradford Wilcox and Christina Hoff Sommers discuss the issue of redefining marriage for the 21st century. Wilcox also responds to questions that challenge his findings on fatherlessness.    "
                },
                "9": {
                    "title": "Christina Hoff Sommers and Camille Paglia: The full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    What would happen if Based Mom sat down with Based Goddess for an hour to discuss modern-day feminism? No need to speculate-here's the full one-hour interview (with bonus content!) featuring Christina Hoff Sommers and Camille Paglia where they break down #Gamergate, intersectional feminism, the \"male gaze\", and much, much more.    "
                },
                "10": {
                    "title": "Deirdre McCloskey on the \"great enrichment\" of the global economy - Full Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    In the full interview, Deirdre McCloskey looks to the past 200 years of capitalism to explore her concept of the \"great enrichment\" and how it has advanced the economy and welfare of humanity.    "
                },
                "11": {
                    "title": "Cass Sunstein: The world according to Star Wars - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "29 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Can Star Wars inform public policy? Have executive powers transformed the US presidency into something comparable to the Galactic Empire? Star Wars or Star Trek? And is Jar Jar a Sith lord? Cass Sunstein and Michael Strain cover all these questions (and many more) in this Viewpoint interview on Sunstein's new book The World According to Star Wars.    "
                },
                "12": {
                    "title": "Michael Mukasey on Hillary, homeland security, and the courts - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Former Attorney General Michael Mukasey uses his legal expertise to tackle the FBI's verdict on the Hillary Clinton email scandal, the Obama administration's counterterrorism policies, the objectivity of judges, and more in this Viewpoint interview.    "
                },
                "13": {
                    "title": "Vladimir Kara-Murza: Leading the opposition in Putin's Russia - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    What is life like as one of the leaders of the opposition to the Putin regime? Russian political dissident Vladimir Kara-Murza explains why he chooses to continue the fight for Russian civil rights despite persistent threats and a recent assassination attempt.    "
                },
                "14": {
                    "title": "What are the flaws of corporate income tax, and how do we fix them? - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Alan Viard and Eric Toder explain how the problems with corporate income tax can be solved by taxing shareholders, not companies.    "
                },
                "15": {
                    "title": "J.D. Vance on Hillbilly Elegy: A Memoir of Family and Culture in Crisis - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "18 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Can someone from Appalachia become upwardly mobile? Is it a disadvantage to have a southern accent in American society? Charles Murray, the W.H. Brady Scholar at AEI, interviews author J.D. Vance about his experiences in leaving his \"hillbilly\" roots behind.    "
                },
                "16": {
                    "title": "Clive Bates on e-cigarettes, vaping, and tobacco harm reduction - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The FDA's recent deeming regulations will have tremendous negative effects on the market for e-cigarettes. Is that good for consumers and their health? Clive Bates, Director of Counterfactual Consulting Limited, and AEI Resident Scholar Sally Satel discuss the FDA's regulations, common arguments against vaping, and how vaping can actually benefit smokers.    "
                }
            },
            "2": {
                "1": {
                    "title": "James Mitchell: Inside the minds of the Islamist terrorists - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    James Mitchell, former CIA interrogator, dealt directly with 9/11 conspirators Khalid Sheikh Mohammed, Abu Zubaydah, and others. He tells AEI Resident Fellow Marc Thiessen exactly how Al-Qaeda's leadership thinks.    "
                },
                "2": {
                    "title": "Cornel West & Robert George on philosophy, integrity, and morality - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Would you choose status and wealth if it meant betraying your values? Many people might. Robert George and Cornel West would not. Listen as these close friends and political opposites discuss the value of treating your critics fairly and the necessity of integrity in politics.    "
                },
                "3": {
                    "title": "Sue Desmond-Hellmann on health and healthcare - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Can the world survive a flu pandemic? Should doctors work 36-hour shifts? What interventions reduce infant mortality? Sue Desmond-Hellmann, CEO of the Bill and Melinda Gates Foundation (and a physician), answers all.    "
                },
                "4": {
                    "title": "Peter D. Kramer on depression, antidepressants, and psychotherapy - Full interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    What is depression, how is it diagnosed, and how is it treated? How effective are the treatments doctors use to treat depression? Peter D. Kramer, psychiatrist and author of \"Ordinarily Well\", discusses his research and his book with Sally Satel, AEI Resident Scholar.    "
                },
                "5": {
                    "title": "Marijuana legalization, potency, and reform - Full interview with Mark Kleiman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    NYU's Mark Kleiman is one of the top experts in public policy when it comes to marijuana. He discusses marijuana legalization and all of its nuances with AEI Resident Scholar Sally Satel.    "
                },
                "6": {
                    "title": "The collection and applications of big data - Full interview with Diane Schanzenbach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The modern economy has never been more reliant on data. Businesses, governments, and families must navigate the complexities of a world made possible by new technologies and innovative business practices. Without reliable information about the economic and social environment, it is impossible in many instances to make sensible choices. Diane Schanzenbach and Michael Strain discuss the uses and benefits of the economic and social data that government agencies collect.    "
                },
                "7": {
                    "title": "Lessons learned from the Common Core - Full interview with Chris Minnich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    What can school reformers learn from the Common Core and the process surrounding its adoption? Chris Minnich and Rick Hess discuss.    "
                },
                "8": {
                    "title": "Christina Hoff Sommers & Sir Roger Scruton: Free speech, philosophy, and art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Do modern campuses actually value ideas and intellectual discourse? Should there be limits on capitalism? Is modern architecture bad? Sir Roger Scruton and Christina Hoff Sommers discuss each of these topics and more.    "
                },
                "9": {
                    "title": "Does poverty damage children's brains? Full interview with Amy Wax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    How does poverty affect the brain, especially in children? Can genetic differences in the brain be teased apart from differences caused by the environment? How can and should neuroscience inform public policy? Dr. Amy Wax and Dr. Sally Satel discuss.    "
                },
                "10": {
                    "title": "Facebook vs democracy? - Full interview with Cass Sunstein",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Facebook, Reddit, YouTube, and Twitter tend to show us content that we already like and opinions that we already agree with. Do social media algorithms pose a threat to democracy by causing people with different opinions to drift further and further apart? Cass Sunstein and AEI's Michael Barone discuss the role of social networks in representative government.    "
                },
                "11": {
                    "title": "Education reform from ESEA to ESSA part 1 - Interview with Checker Finn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 May 2017",
                    "year": "2017",
                    "plot": "\n    Chester Finn, Jr. has spent a career in school reform, and he's seen a lot change. He discusses his career, the evolution of the Elementary and Secondary Education Act into the Every Student Succeeds Act, and what younger reformers can expect from reform efforts with AEI Resident Scholar Rick Hess.    "
                },
                "12": {
                    "title": "Education reform from ESEA to ESSA part 2 - Interview with Checker Finn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    Chester Finn, Jr. has spent a career in school reform, and he's seen a lot change. He discusses his career, the evolution of the Elementary and Secondary Education Act into the Every Student Succeeds Act, and what younger reformers can expect from reform efforts with AEI Resident Scholar Rick Hess.    "
                },
                "13": {
                    "title": "Education reform: Lessons learned in New Mexico - Full interview with Hanna Skandera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Hanna Skandera, Secretary of Education for New Mexico, shares what she has learned about education reform with AEI's Rick Hess.    "
                },
                "14": {
                    "title": "Six-Day War: 50th Anniversary with Elliott Abrams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    In anticipation of the 50th Anniversary of the Six-Day War, Elliott Abrams, Senior Fellow at the Council on Foreign Relations, shares his thoughts on this major turning point in the Middle East and how it has shaped the world today.    "
                },
                "15": {
                    "title": "Six-Day War: 50th Anniversary with Ziad Asali",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "6 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Dr. Ziad Asali, president and founder of the American Task Force on Palestine, provides a Palestinian perspective on the monumental Six-Day War, and discusses the struggles of establishing a Palestinian state.    "
                },
                "16": {
                    "title": "Six-Day War: 50th Anniversary with David Makovsky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    David Makovksy, the Ziegler distinguished fellow at the Washington Institute for Near East Policy, has spent a career working and fighting for peace in the Middle East. In this interview, he dives into the diplomatic and military events of the neighboring Arab nations, United States, Israel and Palestinians surrounding the Six-Day War, and offers his thoughts on the future of the Middle East peace process.    "
                },
                "17": {
                    "title": "Paid family leave: Time for a federal policy? - Full interview with Isabel V. Sawhill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Is it time for a federal paid family leave policy in the United States? AEI's Aparna Mathur and Isabel V. Sawhill from the Brookings Institution think so. In this video, they discuss their paid family leave policy proposal and the reasoning behind it.    "
                },
                "18": {
                    "title": "Education Reform: Addressing inequality - Full interview with Christopher Cerf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Christopher Cerf, Superintendent of Newark Schools, discusses the challenges of improving educational standards and opportunities across income groups. Interview conducted by AEI's Rick Hess.    "
                },
                "19": {
                    "title": "School choice: Charter schools and accountability - Full interview with Derrell Bradford",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Derrell Bradford of 50CAN discusses the challenges of working on school reform. Interview conducted by AEI's Rick Hess.    "
                },
                "20": {
                    "title": "Education reform: Reorganizing schools to address inequality - with Stephen Raudenbush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "8 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In his new book \"The Ambitious Elementary School\", Stephen Raudenbush of the University of Chicago argues that \"effectively meeting the challenge of educational inequality requires a complete reorganization of institutional structures as well as wholly new norms, values, and practices that are animated by a relentless commitment to student learning.\" His study, coauthored with Elizabeth McGhee Hassrick and Lisa Rosen, draws on data gathered from real schools in the South Side of Chicago. Interview conducted by AEI's Nat Malkus.    "
                },
                "21": {
                    "title": "Race and education reform - Full interview with Shaun Harper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    How can education reformers constructively address the inequities surrounding race in education without alienating people? USC's Shaun Harper offers his insights to AEI's Rick Hess.    "
                },
                "22": {
                    "title": "Education reform: Lessons from a career in school choice - interview with Howard Fuller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "22 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Howard Fuller has spent a life time advocating for school choice, and was instrumental in the success of the Milwaukee Parental Choice Program. He talks with AEI's Rick Hess about the challenges of his work and the insights he's gained in his career.    "
                },
                "23": {
                    "title": "Education reform: Building ESSA (Part 1) - interview with Lindsay Fryer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Lindsay Fryer of the Penn Hill Group and AEI's Rick Hess discuss the Every Student Succeeds Act.    "
                },
                "24": {
                    "title": "Education reform: Building ESSA (Part 2) - interview with Lindsay Fryer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "14 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Lindsay Fryer of the Penn Hill Group and AEI's Rick Hess discuss the Every Student Succeeds Act.    "
                },
                "25": {
                    "title": "Education reform In DC (Part 1) - interview with Kaya Henderson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "19 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kaya Henderson, former Chancellor of District of Columbia Public Schools, discusses school reform in DC with AEI's Rick Hess.    "
                },
                "26": {
                    "title": "Education reform In DC (Part 2) - interview with Kaya Henderson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    If students are struggling to maintain their grades in math and reading, should schools cut music and arts programs to focus on academics? Kaya Henderson, former Chancellor for District of Columbia Public Schools, says no, and thinks enrichment activities like music and art actually help students learn. Interview conducted by AEI's Rick Hess, Resident Scholar and Director of Education Policy Studies.    "
                },
                "27": {
                    "title": "Does a mother's mental health affect her fetus? (Part 1) - interview with Catherine Monk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    It's apparent that a pregnant woman's physical well-being can affect the health of her fetus. But what about her mental health? AEI's Katharine Stevens and Columbia University's Dr. Catherine Monk discuss the effects of maternal stress during pregnancy on babies' neurobehavioral development and future well being.    "
                },
                "28": {
                    "title": "Does a mother's mental health affect her fetus? (Part 2) - interview with Catherine Monk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    It's apparent that a pregnant woman's physical well-being can affect the health of her fetus. But what about her mental health? AEI's Katharine Stevens and Columbia University's Dr. Catherine Monk discuss the effects of maternal stress during pregnancy on babies' neurobehavioral development and future well being.    "
                },
                "29": {
                    "title": "Charter school performance - interview with Eva Moskowitz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Can charter schools improve American education at scale? Eva Moskowitz, founder of Success Academy Charter Schools in New York City, discusses how she got involved in education reform, and how her schools manage to consistently outperform schools serving similar demographics in the city and across the country.    "
                },
                "30": {
                    "title": "Standardized testing: What's wrong? - interview with Daniel Koretz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Daniel Koretz, author of \"The Testing Charade: Pretending To Make Schools Better\", argues that high-stakes testing hasn't improved education, but has degraded instruction, led to widespread gaming and cheating, and inflated scores. AEI's Rick Hess asks Professor Koretz how schools can do a better job of measuring student achievement.    "
                },
                "31": {
                    "title": "Prisoner reentry - interview with John Huffington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "8 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    After spending 32 years in prison - 10 of which were on death row - John Huffington maintained his innocence, and was ultimately released from prison in 2013 through a writ of actual innocence. Today, John works for Living Classrooms in Baltimore, where he runs programs to help educate former prisoners who are returning to the workforce. The goal is to reduce crime and recidivism in Maryland by helping those reentering society to get productive, legal jobs instead of going back to jail.    "
                },
                "32": {
                    "title": "Charter schools: Challenges & advantages in rural America - interview with Juliet Squire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Proponents of school choice generally champion charter schools as a way to expand the education options available to families. But, for a host of policy and practical reasons, charters may not always be a the right reform for a rural community. AEI's Andy Smarick and Juliet Squire from Bellwether Education Partners discuss the K-12 needs of rural America and when chartering might be a good fit.    "
                },
                "33": {
                    "title": "Venezuela: The fight for freedom - interview with Antonio Ledezma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Antonio Ledezma, a leader of the democratic opposition in Venezuela, escaped house arrest and fled his country in November 2017. He is a co-founder of \"Soy Venezuela\" (along with conservative leader Maria Corina Machado and renowned diplomat Diego Arria), a civic movement pressing for a democratic transition in their South American nation. In an interview with AEI's Roger Noriega, he describes the political and economic collapse of his country due to populism, corruption, and impunity. Ledezma urges his fellow democrats to unite and seek international support for ...    "
                },
                "34": {
                    "title": "The politics of rural education - interview with Ashley Jochim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Outsiders might assume that school reform in small, rural communities is simple, especially when compared big, urban school districts. But, as Ashley Jochim explains, the politics of rural school reform--for reasons related to history, culture, policy, and more--aren't only different, they can be just as complicated. Interview conducted by AEI's Andy Smarick.    "
                },
                "35": {
                    "title": "America's forgotten communities - interview with Chris Arnade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "29 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Chris Arnade has a PhD in physics and was a Wall Street trader. After a crisis of conscience following the 2008 financial crash, Chris abandoned his banking job to travel the country and chronicle the lives of America's forgotten masses. But more compelling than the photos were the real conversations that Chris had with real people across the United States.    "
                }
            },
            "3": {
                "1": {
                    "title": "Reinventing America's schools (Part 1) - interview with David Osborne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    AEI's Andy Smarick interviews David Osborne, author of the new book \"Reinventing America's Schools\". A quarter-century ago, Osborne co-authored \"Reinventing Government\", the path-breaking, best-selling book on reimagining how the government carries out some of its key responsibilities. \"Reinventing America's Schools\" uses those lessons to explain the dramatic education changes taking place in a number of US cities. He and Smarick discuss parental choice, local boards of education, and nonprofit school operators, as well as the encouraging results and challenging ...    "
                },
                "2": {
                    "title": "Reinventing America's schools (Part 2) - interview with David Osborne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    AEI's Andy Smarick interviews David Osborne, author of the new book \"Reinventing America's Schools\". A quarter-century ago, Osborne co-authored \"Reinventing Government\", the path-breaking, best-selling book on reimagining how the government carries out some of its key responsibilities. \"Reinventing America's Schools\" uses those lessons to explain the dramatic education changes taking place in a number of US cities. He and Smarick discuss parental choice, local boards of education, and nonprofit school operators, as well as the encouraging results and challenging ...    "
                },
                "3": {
                    "title": "Prison education - interview with Jody Lewen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    In 1994, the Violent Crime Control and Law Enforcement Act barred American prisoners from receiving Pell Grants. As a result, the College Program at San Quentin was founded. Today, Jody Lewen is the Executive Director of the program, and she talks about her work in prison education with Gerard Robinson from the Center for Advancing Opportunity.    "
                },
                "4": {
                    "title": "Nature AND Nurture: Can new science inform child policy? - interview with Jack Shonkoff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "25 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A scientific revolution is changing the way scientists and researchers think about how early life experiences affect genetic predispositions. As Jack Shonkoff, director of the Center on the Developing Child at Harvard University, explains, the latest research shows that factors including stress, adversity, and parental behavior physically affect the body's biological systems, shaping the trajectory of human development. These recent findings mark the start of a new era for early childhood research, with significant implications for public policy.    "
                },
                "5": {
                    "title": "States vs federal government in education reform - interview with Chris Minnich",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "8 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    As we move into a new era of federal policy on K-12 schools, AEI's Andy Smarick and NWEA's Chris Minnich reflect on how states saw the role of the federal government over the last two decades.    "
                },
                "6": {
                    "title": "Education reform: States vs federal government - interview with Chad Aldeman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The role of the federal government in education changed under the administrations of George Bush and Barack Obama. AEI's Andy Smarick and Chad Aldeman from Bellwether Education Partners discuss the benefits and disadvantages of federal involvement in each state's education policies.    "
                },
                "7": {
                    "title": "Jeb Bush on voucher programs and school choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    AEI's Nat Malkus and former Florida Governor Jeb Bush discuss Education Savings Accounts as a method to strengthen school choice and improve educational quality.    "
                },
                "8": {
                    "title": "Federal education standards (Part 1) - interview with Peter Shulman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "8 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After 16 years of education policy from Presidents George Bush and Barack Obama, how has federal involvement affected schools at the state level? Has Uncle Sam been too involved, or not involved enough? AEI's Andy Smarick discusses with Peter Shulman, Former Deputy Commissioner for the New Jersey Department of Education.    "
                },
                "9": {
                    "title": "Federal education standards (Part 2) - interview with Peter Shulman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After 16 years of education policy from Presidents George Bush and Barack Obama, how has federal involvement affected schools at the state level? Has Uncle Sam been too involved, or not involved enough? AEI's Andy Smarick discusses with Peter Shulman, Former Deputy Commissioner for the New Jersey Department of Education.    "
                },
                "10": {
                    "title": "The case against education (Part 1) - interview with Bryan Caplan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Author Bryan Caplan argues that education doesn't enhance students' skills, but merely certifies their intelligence and work ethic. Instead of developing human capital, schools and credentials signal that students will make hard-working, smart, conformist employees. Interview conducted by AEI's Nat Malkus.    "
                },
                "11": {
                    "title": "The case against education (Part 2) - interview with Bryan Caplan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Author Bryan Caplan argues that education doesn't enhance students' skills, but merely certifies their intelligence and work ethic. Instead of developing human capital, schools and credentials signal that students will make hard-working, smart, conformist employees. Interview conducted by AEI's Nat Malkus.    "
                },
                "12": {
                    "title": "Reinventing City Colleges of Chicago - interview with Cheryl Hyman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    As chancellor of the City Colleges of Chicago, Cheryl Hyman implemented an ambitious program of systemwide reform called Reinvention. The program doubled graduation rates, improved transfer rates, and streamlined connections between college and careers. Informed by leading research on effective community college programs, Reinvention emphasized a shift in focus from access only to access and outcomes. Interview conducted by AEI's Director of Domestic Policy Studies Ryan Streeter.    "
                },
                "13": {
                    "title": "School choice v. local control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Many education reformers support both school choice and local control. For a long time, many have acted like these two are perfectly compatible. However, as AEI's Rick Hess and Andy Smarick discuss, these two ideas are, at times, in tension. Hess and Smarick examine the appeal of both school choice options and traditional public schools, as well as the tensions between the two.    "
                },
                "14": {
                    "title": "Education reform: Investment-based policy - interview with Michael Mintrom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Michael Mintrom, author of Public Policy: investing for a Better World, argues that governments should treat their public policies as investments. in other words, policy should yield benefits that continue over time and outweigh their costs. Interview conducted by Nat Malkus, Resident Scholar and Deputy Director of Education Policy Studies at AEI.    "
                },
                "15": {
                    "title": "Climate change and the municipal bond market - interview with Stephen Winterstein",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    A number of American cities, including New York City, San Francisco, and Oakland, have sued some of the world's biggest oil companies. They allege that Big Oil knew long ago about the effects of climate change and withheld that information. As a result, they say that issues like sea level rise now threaten them and other coastal communities. Yet many of the cities alleging that they could be damaged by climate change were not so forthcoming about their self-declared vulnerability when selling municipal bonds to investors. Stephen Winterstein of Wilmington Trust ...    "
                },
                "16": {
                    "title": "Defending democracy - A joint project with AEI and CAP",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    The rise of populism, nationalism, and authoritarianism has challenged democratic institutions the world over. Part of the blame may lie with sclerotic political parties in the United States and Europe which are indifferent to their constituents and unwilling to compromise with each other, resulting in the rise of disruptors and new parties, including some on the extreme left and right. A new joint project between the American Enterprise Institute and the Center for American Progress seeks to explore the roots of the populist moment and offer a way forward. AEI's ...    "
                },
                "17": {
                    "title": "The capitalist comeback (Part 1) - interview with Andrew Puzder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "23 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Andrew Puzder has had a first-hand view of how America's exceptional capitalist spirit can lift everyone to success. He's seen both ends of the economic spectrum - as a minimum wage earner at Baskin Robbins, and as the CEO of CKE Restaurants. America was once a land where everyone was encouraged to seek their fortune, and Puzder thinks it can be again. He discusses the early economic successes of the Trump presidency with AEI's Director of Economic Policy Studies Michael Strain.    "
                },
                "18": {
                    "title": "The capitalist comeback (Part 2) - interview with Andrew Puzder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Andrew Puzder has had a first-hand view of how America's exceptional capitalist spirit can lift everyone to success. He's seen both ends of the economic spectrum - as a minimum wage earner at Baskin Robbins, and as the CEO of CKE Restaurants. America was once a land where everyone was encouraged to seek their fortune, and Puzder thinks it can be again. He discusses the early economic successes of the Trump presidency with AEI's Director of Economic Policy Studies Michael Strain.    "
                },
                "19": {
                    "title": "Elevating college completion - Interview with Lanae Erickson Hatalsky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "14 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Many students who begin college don't finish, resulting in debt-laden dropouts and wasted public subsidies. AEI's Rick Hess and Third Way's Lanae Erickson Hatalsky discuss a joint project aimed at finding practical solutions to elevate college completion.    "
                },
                "20": {
                    "title": "Early education and the success sequence - interview with Ian Rowe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "15 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    According to some researchers, people are much less likely to live in poverty when they follow a certain path in life. Called the \"success sequence,\" it recommends that individuals get married before having children, get a job before getting married, and finish their education before getting a job. Yet Ian Rowe, the CEO of the Public Prep Network of charter schools, sees that the children who would benefit the most from the success sequence are the least likely to hear about it. He discusses his work at Public Prep with AEI's Nat Malkus.    "
                },
                "21": {
                    "title": "Janus v. AFSCME - interview with Illinois Governor Bruce Rauner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "28 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    On June 27, 2018, the Supreme Court delivered their decision in Janus v. AFSCME. In their groundbreaking ruling, the court stated that public-sector unions may no longer compel nonmembers to pay agency fees to the union that represents them. AEI's Nat Malkus interviews Illinois Governor Bruce Rauner, who was one of the people to initiate the case against the American Federation of State, County, and Municipal Employees.    "
                },
                "22": {
                    "title": "Free speech on campus - interview with Keith E. Whittington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "29 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Is free speech under attack on America's campuses? Keith Whittington discusses his new book, Speak Freely, with AEI's Nat Malkus.    "
                },
                "23": {
                    "title": "Pakistan reimagined - interview with Husain Haqqani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Husain Haqqani is a former Pakistani Ambassador to the United States and the Hudson Institute's director for South and Central Asia. His new book, \"Reimagining Pakistan: Transforming a Dysfunctional Nuclear State,\" calls for Pakistan to redefine itself as entrepreneurial and intellectual, rather than dominated by its army and animosity toward India. With a major election looming, Haqqani discusses his vision for Pakistan with AEI's Sadanand Dhume.    "
                },
                "24": {
                    "title": "Black men: Making it in America (Part 1) - interview with Ronald Mincy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Research by AEI's W. Bradford Wilcox and Columbia University's Ronald B. Mincy reveals that, while black men face a unique set of challenges in America, there is a discrete set of practices that can help African-Americans settle into the middle and upper classes.    "
                },
                "25": {
                    "title": "Black men: Making it in America (Part 2) - interview with Ronald Mincy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "2 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Research by AEI's W. Bradford Wilcox and Columbia University's Ronald B. Mincy reveals that, while black men face a unique set of challenges in America, there are a discrete set of practices that can help African-Americans settle into the middle and upper classes.    "
                },
                "26": {
                    "title": "Expanding students' networks - interview with Julia Freeland Fisher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "5 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In Julia Freeland Fisher's book \"Who You Know: Unlocking Innovations That Expand Students' Networks,\" she addresses a surprising reason for inequality in education: Uneven access to networks. AEI's Frederick Hess breaks down this issue with Ms. Freeland Fisher and discusses how investing in relationships and networks can increase social and economic mobility for students.    "
                },
                "27": {
                    "title": "Lessons learned from Bush-Obama school reform - interview with Michael Q. McShane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In their new book \"Bush-Obama School Reform: Lessons Learned,\" AEI's Frederick M. Hess and Adjunct Fellow Michael Q. McShane take a deep dive into understanding the high-water mark of federal involvement in K-12 education that was the Bush and Obama years. In this video, the authors discuss both the intended and unintended consequences of reforms during the two administrations, and examine what lessons can be applied to future efforts.    "
                },
                "28": {
                    "title": "Trade war and free trade - Michael Strain and Derek Scissors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Is there any value to President Trump's tariffs on America's trading partners? AEI's Michael Strain and Derek Scissors debate free trade in the age of Trump.    "
                },
                "29": {
                    "title": "Universal Postal Union and mail-order opiates - interview with James Campbell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The Universal Postal Union (UPU) is an agency overseen by the United Nations that sets fees for mail delivery between nations. Called terminals dues, these fees were historically beneficial to the United States. But recently, many global changes have made this policy a loser for the US, as the UPU makes international mail more expensive - and even more dangerous - for Americans. AEI Visiting Scholar Rick Geddes discusses with mail expert James Campbell.    "
                },
                "30": {
                    "title": "Who are the working class? - Interview with Tamar Jacoby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Who composes the working class, what problems do they face, and what policies can help them succeed? A new bipartisan report, organized by Opportunity America and cosponsored by the American Enterprise Institute and Brookings Institution, compiles practical proposals for improving the lives of working Americans. Robert Doar from AEI and Tamar Jacoby from Opportunity America discuss the problems the American working class faces and how we might help restore social and economic opportunity to working-class communities.    "
                },
                "31": {
                    "title": "Restoring opportunity for the working class - interview with Ron Haskins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Who composes the working class, what problems do they face, and what policies can help them succeed? A new bipartisan report, organized by Opportunity America and cosponsored by the American Enterprise Institute and Brookings Institution, compiles practical proposals for improving the lives of working Americans. Robert Doar from AEI and Ron Haskins from Brookings Institution discuss the problems the American working class faces and how we might help restore social and economic opportunity to working-class communities.    "
                },
                "32": {
                    "title": "Executive function skills - interview with Stephanie M. Carlson, PhD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Viewpoint (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "20 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Executive function skills are some of the most vital assets in child development and address how they are able to regulate themselves socially and emotionally. Honing these skills at the earliest of ages can have radical impacts on a child's future and affect them greatly in adulthood as well. AEI's Katharine B. Stevens sits down with child development expert Dr. Stephanie Carlson to discuss the undeniable importance of these skills.    "
                }
            }
        },
        "number of episodes": 87,
        "cast": [
            {
                "name": "Hess, Frederick M."
            },
            {
                "name": "Pletka, Danielle"
            },
            {
                "name": "Strain, Michael"
            },
            {
                "name": "Sommers, Christina Hoff"
            },
            {
                "name": "Sunstein, Cass"
            },
            {
                "name": "Thiessen, Marc A."
            },
            {
                "name": "Puzder, Andy"
            },
            {
                "name": "Cheney, Dick"
            },
            {
                "name": "Barone, Michael"
            },
            {
                "name": "Desmond-Hellmann, Sue"
            },
            {
                "name": "George, Robert"
            },
            {
                "name": "Schanzenbach, Diane Whitmore"
            },
            {
                "name": "West, Cornel"
            },
            {
                "name": "Bush, Jeb"
            },
            {
                "name": "Doar, Robert"
            },
            {
                "name": "Haskins, Ron"
            },
            {
                "name": "Abrams, Samuel J."
            },
            {
                "name": "Mcgilchrist, Iain"
            },
            {
                "name": "Orrell, Brent"
            },
            {
                "name": "Peterson, Jordan"
            },
            {
                "name": "Streeter, Ryan"
            },
            {
                "name": "Mathur, Aparna"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjBhYzA5ZGQtMTI2ZS00M2I2LWJlZjQtY2U2NTY0ZGI2NzQzXkEyXkFqcGdeQXVyODYxODIzMTE@._V1_SY150_CR81,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Viewpoint",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Viewpoint (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "American Enterprise Institute"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}