{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 February 2016"
            },
            {
                "country": "USA\n",
                "date": "28 February 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::28 February 2016",
            "USA::28 February 2016                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Rethink The Big Short and the 2008 Financial Crisis",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The arrival of The Big Short in theaters a few weeks ago, and its subsequent nominations at the 88th Academy Awards, has reignited interest in the causes of the 2008 financial crisis. The film would have you think that private greed on Wall Street and a lack of regulation caused the economic crash. While stories like this might make for a fun movie, The Big Short fails to align with the facts.    "
                },
                "2": {
                    "title": "Rethink the unemployment rate",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Low unemployment. Record-high stock markets. New jobs created month after month. And yet - record numbers of people out of work. When the Bureau of Labor Statistics jobs report comes out on Friday, take any good news with a grain of salt.    "
                },
                "3": {
                    "title": "War on terror reconsidered",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    After the 9/11 attacks on the World Trade Center and the Pentagon, the United States went to war against terrorism. Sixteen years later, Salafi-jihadi terror shows no signs of abating. Al Qaeda has survived despite the death of Osama bin Laden. The rise of ISIS has introduced an extreme new face to global terrorism, and losing territory in Syria, Iraq, and Libya hasn't stopped them from gaining new recruits. AEI's Katherine Zimmerman argues that to win the war on terror, the United States must redefine its enemy. Instead of killing terrorism's leaders, the US must ...    "
                },
                "4": {
                    "title": "Why does government grow?",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Why does government always get bigger? AEI's Benjamin Zycher reviews the many hypotheses explaining why government never seems to shrink, even when officials promise that it will.    "
                },
                "5": {
                    "title": "Bachelor's degrees: End the addiction",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Do you need a bachelor's degree to get ahead in the United States? AEI's Mark Schneider and Rooney Columbus say no. Instead, they contend that graduates can find themselves comfortably in the middle class - sooner and with less debt - if they choose an associate degree, apprenticeship, or certificate program in the right field of study from the right schools.    "
                },
                "6": {
                    "title": "Cohabitation is not marriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Dwayne \"The Rock\" Johnson and Lauren Hashian are preparing for the arrival of their second child - outside of marriage. AEI's W. Bradford Wilcox explains that while a growing number of Americans have similar cohabiting lifestyles, this is not an ideal environment for raising children.    "
                },
                "7": {
                    "title": "American retreat and the rise of Russia, China, and Iran",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 May 2018",
                    "year": "2018",
                    "plot": "\n    Since the inconclusive wars in Iraq and Afghanistan and the 2008 financial crash, America's appetite for global leadership has dropped dramatically. But efforts to pull back from the world stage have not brought greater peace and stability. In recent years, Russia, China, and Iran have begun to challenge the US-led rules-based world order. To combat this threat, AEI Resident Scholar Gary Schmitt advises Congress and the administration to reverse America's retreat from its decades-long role as the world's preeminent political and military power.    "
                },
                "8": {
                    "title": "Human progress and how we might blow it (Jonah Goldberg's \"Suicide of the West\")",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    Has liberal democratic capitalism been bad for the human race? A growing chorus, left and right, says yes. But when viewed in the grand scheme of humanity's history, this sentiment is clearly misguided. Man's pre-modern past is a record of misery and toil, and only in the past 250 years, with the accidental emergence of liberal democratic capitalism, has humanity seen its fortunes improve. AEI Fellow Jonah Goldberg explains how our civilization got to where it is today, and how our collective ingratitude for our prosperity might just return us to the misery of the ...    "
                },
                "9": {
                    "title": "Iran: A strategy for pushing back on Tehran",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The Middle East is changing - the more Iran is allowed to direct the transformation of the Middle East, the more the region is likely to emerge worse off. AEI Scholar Kenneth Pollack explains why It is incumbent upon the United States to confront Iran during these times of uncertainty.    "
                },
                "10": {
                    "title": "Bush-Obama education policy: Lessons learned",
                    "kind": "episode",
                    "episode of": {
                        "title": "ReThink Tank (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The Bush and Obama administrations represented the high-water mark of federal involvement in education policy, with issues like teacher accountability and teacher evaluation front and center. So, what lessons have we learned from the past two decades? AEI's Frederick M. Hess walks through a few of the key takeaways from the Bush-Obama years.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Hess, Frederick M."
            },
            {
                "name": "Wallison, Peter"
            },
            {
                "name": "Goldberg, Jonah"
            },
            {
                "name": "Pollack, Kenneth"
            },
            {
                "name": "Schneider, Mark"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzUwMTk4OTktMTUyMi00Y2Q4LWFlNjMtNzljYjBhZDdjMmM4XkEyXkFqcGdeQXVyODYxODIzMTE@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "ReThink Tank",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "ReThink Tank (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "American Enterprise Institute"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}