{
    "imdb": {
        "raw release dates": [
            {
                "country": "Vietnam\n",
                "date": "29 September 2016"
            },
            {
                "country": "USA\n",
                "date": "22 October 2016"
            }
        ],
        "release dates": [
            "Vietnam::29 September 2016",
            "USA::22 October 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Tour Washington, DC: The National Mall!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Summer is the perfect time to tour Washington, DC, and the National Mall is a great place to start. Looking for more fun places to visit in the area and around the United States? Join the Country Crush Crew as we check out the \"Best Places to Visit in America!\"    "
                },
                "2": {
                    "title": "Tour Washington, DC: The National Harbor!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Planning to tour Washington, DC? Then be sure to check out the fun summer events at the National Harbor, one of the DC metro area's coolest attractions. Join me as I check out entertaining experiences, go shopping and eating summer treats.    "
                },
                "3": {
                    "title": "America's Best State Fair! Featuring Deep Fried Twinkies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Join me at the Maryland State Fair as I watch horse and pig racing, visit a livestock birthing center, try (unsuccessfully!) to win multiple carnival games and eat more food (including fried foods) than you can imagine.    "
                },
                "4": {
                    "title": "Maryland's Cutest Beach Town - Country Crush: The Selfie Shorts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "9 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Join me for a visit to North Beach, the most adorable beach town in Maryland. It's a family favorite. Even in the fall, there are lots of things to do, including drive-in movies and holiday parties.    "
                },
                "5": {
                    "title": "Top three reasons to visit the Renaissance Festival!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    If you're into shopping, combat or cosplay, the Renaissance Festival is the place for you. In addition to being a whole lot of fun, the Renn Fest introduced me to my new calling: dueling. Watch me vanquish my foe.    "
                },
                "6": {
                    "title": "America's Best Renaissance Festival!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "23 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Welcome to the Maryland Renaissance Festival. Join me as I travel back in time to 1527 and take a leisurely tour of Revel Grove. This cute village has six neighborhoods and hundreds of performers. Everywhere you look, there's something to see, from live bands and street performers to elephants and big ol' snakes.    "
                }
            },
            "1": {
                "1": {
                    "title": "Country Crush: An Insider's Guide to Travel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Interested in an insider look at countries around the world? Then, you're in the right place. Join us and we'll share our favorite tips for traveling like a local.    "
                },
                "2": {
                    "title": "3A Station: A Community Art Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Welcome to 3A Station, a community art space located in the heart of Ho Chi Minh City. 3A Station is home to boutiques, restaurants and cafes, and is know for hosting fashion shows, fashion shoots and much more. There's always something new and interesting at 3A Station. Join me as I check out some of my favorite boutiques and interview an up-and-coming designer. Subtitles in Vietnamese.    "
                },
                "3": {
                    "title": "Travel Guide: Ho Chi Minh City's Best Restaurant!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Join Country Crush as we visit Red Door, one of Ho Chi Minh City's best restaurants, where you can taste the evolution of Vietnamese food. If you're looking for fun things to do in Ho Chi Minh City, this is a great place to visit. In addition to food, the restaurant is home to great art and hosts fantastic events. Subtitles available in Vietnamese.    "
                },
                "4": {
                    "title": "Dia Studio: A Contemporary Art Experiment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Have you ever been a part of an art experiment? Well, here's your chance. Welcome to Dia Studio, a contemporary art experiment and studio space in Ho Chi Minh City, established by artist Richard Streitmatter-Tran in 2010. Join me as I check out his studio and learn about the art scene in Vietnam. Watch the full video for a funny Halloween blip (bonus clip).    "
                },
                "5": {
                    "title": "Fashion4Freedom: Sustainably Produced, Wearable Art in Vietnam!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    How do you turn Vietnam's imperial temples into sustainably produced, socially responsible, wearable art? Join me as I visit Dia Projects HCMC and check out Fashion4Freedom's latest collection.    "
                },
                "6": {
                    "title": "What's the Silicon Straits Universe?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Everyone's into the Marvel Universe, but have you heard about the Silicon Straits tech universe? Check it out on this week's episode of Country Crush.    "
                },
                "7": {
                    "title": "You Are Cordially Invited to \"Downtown\" Abbey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Are you a fan of \"Downton Abbey?\" Have you watched \"The Crown?\" Well, you will feel like a member of the British royal family and the nobility when you visit the newest location of Villa Royale Antiques and Tea Room. This amazing restaurant, which I like to call \"Downtown\" Abbey, is the perfect place to spend an afternoon. You can sample the perfectly curated teas, admire (and purchase) the beautiful antiques, and taste chef and owner David Campbell's gourmet cuisine. Curious? Check it out.    "
                },
                "8": {
                    "title": "The Selfie Shorts: Eating Seoul Food and Busan Bites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Join me as I eat my way through Seoul and Busan on Country Crush: The Selfie Shorts. We'll have a delicious breakfast of Sannakji and other seafood at Jalgalchi Fish Market in Busan. Then good times at the Taste Busan Food Festival, featuring traditional food and kpop bands. After returning to Seoul, and getting a bit lost, I we'll also learn how to make Korean food at the Ome Cooking Lab. I'm now an \"expert\" at making seafood pancakes, soybean paste stew, bulgogi and other delicious dishes.    "
                },
                "9": {
                    "title": "Ho Chi Minh City - A Travel Guide to Beers and Bars, featuring Te Te Craft Beer!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The craft beer scene in Ho Chi Minh City, Vietnam is on the rise, and bars around the city are serving some amazing brews. Join me as I chat with the makers of Te Te Craft Beer at Bia Craft. And if you're looking for fun things to do in Ho Chi Minh City, then be sure to subscribe for more travel guides, featuring the city's coolest underground spots.    "
                },
                "10": {
                    "title": "The Busan International Film Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Join me as I \"walk\" the red carpet at the Busan International Film Festival on Country Crush: The Selfie Shorts!. Sometimes all you need is a cell phone and a selfie stick to have a great time.    "
                },
                "11": {
                    "title": "Vietnam's Next Top Record Producer!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Join me as I \"produce\" a track with Vietnamese producer/rapper VP aka Fawng Daw at the Nissi United studio in Ho Chi Minh City. VP raps and sings in Vietnamese, German and English. You can also find him in great music videos, including one with Miu Le from \"Em La Ba Noi Cua Anh!\"    "
                },
                "12": {
                    "title": "How Kpop is Conquering the World - Country Crush: The Selfie Shorts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Meet Korean singer, Kpop songwriter and record producer Jiyeon Park, who has worked with Kpop bands like Up10tion and Boys Republic.    "
                },
                "13": {
                    "title": "Best Things to Do in Ho Chi Minh City - Dance with Khanh Thi!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ho Chi Minh City has a vibrant entertainment scene, and \"dancing queen\" Khanh Thi is one of the most important entertainers...in the city and in Vietnam. Join me for a dance lesson and interview with Khanh Thi, who serves as a judge on Vietnam's \"So You Think You Can Dance\" and \"Buoc Nhay Hoan Vu\" (Dancing with the Stars).    "
                },
                "14": {
                    "title": "Five Fun Ways to Get Healthy! Travel Guide: Ho Chi Minh City, Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Phil Kelly, the owner and founder of Saigon's Body Expert Systems, shares his top five tips for getting healthy and fit in Ho Chi Minh City (or wherever you are in the world).    "
                },
                "15": {
                    "title": "Ho Chi Minh City's JuicElixir - A Juice and Smoothie Bar!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    This week, join me for a fun chat in Ho Chi Minh City with Caroline Le - a Cornell University alum and the owner of the city's best kept secret.    "
                },
                "16": {
                    "title": "Mix & Paint Bar Live - Travel Guide: Ho Chi Minh City, Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "11 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Are you a fan of music, art, culture and food? Well, check out Mix and Paint Bar Live HCMC, a cutting edge event space and restaurant that opened in Ho Chi Minh City, Vietnam in December 2016. Open 7 days a week, Mix and Paint features artists and musicians from around the world and is working to develop the next generation of Vietnamese artists and designers.    "
                },
                "17": {
                    "title": "Superheroes IRL: Ho Chi Minh City, Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "19 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Join me on Country Crush as I chat with New Fame bandmates and IRL #superheroes feleciacruz and Adrienne Mack-Davis about their work in Southeast Asia, and keep watching for a special musical performance!.    "
                },
                "18": {
                    "title": "Jonathan Scales Fourchestra in Hong Kong - Country Crush: The Selfie Shorts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    I really enjoyed my visit to Hong Kong, especially because I unexpectedly had a chance to chat backstage with jazz fusion artist and composer Jonathan Scales and his fantastic band members right before their amazing performance. This interview does not do the Jonathan Scales Fourchestra justice, but I hope it will encourage you to check out this awesome trio on Youtube.    "
                },
                "19": {
                    "title": "D.U.Y. Boutique: Luxury Shopping in Ho Chi Minh City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    There are so many great luxury malls in Ho Chi Minh City. But if you're looking for a beautiful boutique in a great neighborhood, check out D.U.Y Boutique. Join me as I chat with Nguyen Truong Duy, one of Vietnam's up-and-coming designers about fashion in Vietnam.    "
                },
                "20": {
                    "title": "Country Crush TV - A Lifelong Dream Fulfilled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Many people have asked me why I launched Country Crush, and the answer is simple. Hosting a travel show has been a lifelong dream. However, it's not just about hosting a show or being on camera. Country Crush allows me to seek out people who can help me to understand more about different cultures, cultural products and cultural practices, which makes my travels so much more meaningful. Country Crush also gives me an opportunity to introduce different countries, cultures, communities and perspectives. Through the show, I am able learn, while also highlighting efforts ...    "
                },
                "21": {
                    "title": "Top 5 Reasons to Visit Gwangju, South Korea - Country Crush: The Selfie Shorts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Join me as I discover Gwangju, South Korea's hidden treasures, including Penguin Village, the Asia Culture Center, the Shinsiwa Guesthouse and Daein Market. Then keep watching to check out my humble hanok!. What's a hanok? I'll tell show you.    "
                },
                "22": {
                    "title": "mART Project: Accessible, Experiential Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    \"Anything can be art, and anyone can be an artist.\" Wise words from Loren Hutchins, one of the founders of the MART project, an artist collective based in Seoul, South Korea. These awesome creators believe that living in art means doing what they love. Join me as I learn more about art in South Korea.    "
                },
                "23": {
                    "title": "An Artist's Seoul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Country Crush TV (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "11 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Join me as I meet Dabin and Hona, members of the mART Project artist collective. These two up-and-coming artists are expressing their identities through art in interesting, sometimes counter-cultural ways. Check them out.    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Gibson, Lauren"
            }
        ],
        "locations": [
            "Ho Chi Minh City, Vietnam::(Red Door Restaurant)",
            "Seoul, South Korea::(OME Cooking Lab)",
            "Lancaster, Pennsylvania, USA::(Bube's Brewery)",
            "Ottawa, Canada::(Parliament Hill)",
            "Copenhagen, Denmark::(Torvehallerne Market)"
        ],
        "genres": [
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "vi",
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWY0YTg2OTktODgyYi00ZGQ0LWIxNjctMTlkOGNhOGYwNDc3XkEyXkFqcGdeQXVyODk0NTAwODg@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Welcome to Country Crush, a show that gives you tips on traveling the world like a local. Check out unique travel destinations, learn about unusual activities and meet interesting artists, musicians, innovators and more from around the world. In season one, join us as we hang out with our innovative friends in Asia, and learn about their cuisines, cultures and creativity. Then, be sure to watch season two. Come along as we check out North America's fun festivals and fairs, eat at the best restaurants, visit interactive museums, try out unusual outdoor activities and more.",
        "languages": [
            "English",
            "Vietnamese",
            "French"
        ],
        "title": "Country Crush TV",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Country Crush TV (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Gibson, Lauren"
            }
        ],
        "production companies": [
            {
                "name": "Country Crush"
            }
        ],
        "plot": [
            "Welcome to Country Crush, a show that gives you tips on traveling the world like a local. Check out unique travel destinations, learn about unusual activities and meet interesting artists, musicians, innovators and more from around the world. In season one, join us as we hang out with our innovative friends in Asia, and learn about their cuisines, cultures and creativity. Then, be sure to watch season two. Come along as we check out North America's fun festivals and fairs, eat at the best restaurants, visit interactive museums, try out unusual outdoor activities and more.::_Country Crush TV_ (qv)"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}