{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 November 2016"
            }
        ],
        "release dates": [
            "USA::11 November 2016"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "From Quaint to Crack Rocks: Jersey's Riviera Motor Inn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Dan Bell and Rick Serra continue their evaluation of motel and hotel rooms across America to evaluate their cleanilness (or, more often, their lack thereof) to kick off the second season of the popular series Another Dirty Room. Joined this season by fellow urban explorer Brennen Evangelista of Uncharted Travel and special guest Jake Williams from Bright Sun Films, viewers are taken on a trip to the Riviera Motor Inn located in Pennsauken, NJ. Built in the 1940's, this quaint motel features a number of amenities including an on-site gentleman's club and unexpected ...    "
                },
                "2": {
                    "title": "URINE for a TREAT: Kings Court Motel in Kingsville, MD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "By the Hour Charmer: Maryland's Sickening Cedar Motel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Dan Bell and Rick Serra continue their evaluations of motel and hotel rooms across America to evaluate the cleanliness (or, more often, lack there of) for this second season of Another Dirty Room. Joined this season by urban explorer Brennen Evangelista of Uncharted Travel and featuring Jake Williams of Bright Sun Films, viewers are taken on a visit to the old fashioned one level Cedar Motel built in, as Dan Bell himself puts it, \"the golden era of highway travel\". The quaint Cedar is located in Jessup, Maryland. Though the rooms can be rented out by the hour (or two)...    "
                },
                "4": {
                    "title": "Bile du Vomette: Cleveland's Town House Motel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Dan Bell and Rick Serra continue on their journey across America, discovering a variety of motel and hotel rooms and evaluating their cleanliness or, most often, lack thereof, for the second hilarious season of Another Dirty Room. Joined this season by fellow urban explorer Brennen Evangelista of Uncharted Travel and special guest, producer Jake Williams of Bright Sun Films, viewers are this time taken on a trip to Cleveland's Town House Motel. Originally built as a residence in the first half of the 20th century, the building has been converted into motel rooms for ...    "
                },
                "5": {
                    "title": "Pavi Soap -n- Gunshots: Cleveland's Noble Motel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Our intrepid travelers Dan and Rick are back, daring to investigate hotel rooms with a reputation so you don't have to. Joined again this season by occasional filth finder Bright Sun Film's Jake Williams and a brand new investigator, Brennen Evangelista of Uncharted Travel, Dan, Rick and company road trip across America to see what unique experiences each hotel or motel has in store. Cleveland's Noble Motel gets the spotlight this week. From the photos on the online reviews, it appears to be a stop with a more luxurious decor. However some of the first discoveries ...    "
                },
                "6": {
                    "title": "Cleveland's Bed Bug Drug Den: The Lancer Motel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Dan Bell and Rick Serra continue their their examination of motel and hotel rooms across America to discover just how clean (or, most often, disgustingly filthy they really are. Joined by Jake Williams of Bright Sun Films and Brennen Evangelista of Uncharted Travel for this second season of Another Dirty Room, where this adventure finds the guys staying in Cleveland for a visit to the Noble Motel. It's never a good sign when you go to ask for a room the clerk tries to tell you you don't want a room there. Though what makes for a horror for guests makes an excellent ...    "
                },
                "7": {
                    "title": "Crusty Panties: Cleveland's Ghastly American Motel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Dan Bell and Rick Serra continue their road trip to motel and hotel rooms across America discovering the grime and more that visitors get with their stay. Joined this season by Bright Sun Films' Jake Williams and Brennen Evangelista of Uncharted Travel, this entry in the popular ongoing series sees the guys staying in Cleveland to visit the American Motel. As soon as the guys open the door to the room, they're nearly overwhelmed by a strong odor that Rick describes as \"smoky piss and perfume\" which describes only the beginning of what they encounter. Further ...    "
                },
                "8": {
                    "title": "The Amazing Jungle Room: Miami Princess Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "30 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Dan Bell and filth inspector superstar Rick Serra are joined by Bright Sun Films' Jake Williams and Brennen Evangelista of Uncharted Travel for this latest addition to the popular ongoing series Another Dirty Room. This time, the guys visit Miami for an exploration of the historic exotic themed Miami Princess Hotel. The lobby is surprisingly clean and charming, which alone is a true standout for this series. This carries over into the room, which is completely decked out in the most amazing jungle themed decor throughout, which must be seen to be appreciated. A bonus ...    "
                },
                "9": {
                    "title": "GET READY TO SQUIRM: Hideous Kenvin's Motel in Pinellas Park, Florida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "18 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Dan Bell and Rick Serra continue on their journey around the country to discover how clean -- or, most likely on this show, disgustingly filthy -- they really are on this latest entry in the popular ongoing series Another Dirty Room. Joined by series regulars Jake Williams of Bright Sun Films and Uncharted Travel's Brennen Evangelista, this ADR adventure was filmed at the Kenvin Motel in Pinellas Park, Florida. Though the room is basic, the dirt is pretty special. From the color uncoordinated bathroom to the glowing luminol test result that could rival most ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Cesspit from Hell - The Midtown Inn Baltimore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dan Bell, along with his partners in grime, Will Krupinsky and Rick Serra, investigate a room in the Midtown Inn located in Baltimore, MD to discover just how clean (or, most likely, disgustingly filthy) it really is in this Another Dirty Room that starts the series.    "
                },
                "2": {
                    "title": "Beyond Repugnant! The El-Rich Motel - Rosedale, MD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dan Bell, along with his partners in grime Will Krupinsky and Rick Serra, investigate a room in the El-Rich Motel located in Rosedale, MD to discover just how clean (or, in this case, disgustingly filthy) it really is in this 2nd addition to the Another Dirty Room series.    "
                },
                "3": {
                    "title": "The Un-Super 8: Mice and Filth: Essex, Maryland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dan Bell, along with partners in grime Will Krupinsky and Rick Serra, inspect a room in the Super 8 Motel located in Essex, MD to discover how clean (or frighteningly filthy) it truly is in this 3rd addition to the Another Dirty Room series.    "
                },
                "4": {
                    "title": "DUMPS - Northeast Garden & Colonial Motel in MD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Dan Bell, along with partners in grime Will Krupinsky and Rick Serra, investigate a room in the Northeast Garden and Colonial Motel located in MD to discover just how clean (or, most likely, disgustingly filthy) it really is in this 4th addition to the Another Dirty Room series.    "
                },
                "5": {
                    "title": "The Filthy Motel from Hell - The Royal Inn: Odenton, MD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Dan, along with partners in grime Will Krupinsky and Rick Serra, investigate a room in the Royal Inn located in Odenton, MD to discover just how clean (or, most likely, horrifyingly filthy) it really is in this 5th addition to the Another Dirty Room series.    "
                },
                "6": {
                    "title": "Shock Motel, Return to the Royal Inn Maryland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, along with partners in grime Will Krupinsky and Rick Serra, return to a former filth scene in Odenton, MD's Royal Inn to see if there's been any improvement in this 6th addition to the Another Dirty Room series.    "
                },
                "7": {
                    "title": "Honeymoon Suite from Hell, Towson East Motel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, along with partners in grime Will Krupinsky and Rick Serra, investigate a honeymoon suite (yes, complete with a heart shaped tub) at the Towson East Motel in Towson, MD to discover just how clean (or gross and dirty) it really is in this 7th addition to the Another Dirty Room series.    "
                },
                "8": {
                    "title": "Crusty Pillows: Executive Inn Baltimore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, along with partners in grime Will Krupinsky and Rick Serra, investigate a room in the Executive Inn located in Baltimore, MD to discover just how clean (or nauseatingly filthy) it truly is in this 8th addition to the popular Another Dirty Room series.    "
                },
                "9": {
                    "title": "WORST MOTEL ROOM ON EARTH: Regal Inn and Suites: Rosedale, MD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, Will Krupinsky, and Rick Serra travel to Rosedale, Maryland to take a closer look at the \"worst motel on Earth\": Regal Inn and Suites.    "
                },
                "10": {
                    "title": "GHASTLY GETAWAY: The Best Budget Inn - Havre De Grace, MD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, accompanied by partners in grime Will Krupinsky and Rick Serra, investigate a motel room in the Best Budget Inn located in Havre De Grace, MD to investigate just how clean (or, most like, stomach churningly filthy) it truly is in this 10th addition to the popular Another Dirty Room Series.    "
                },
                "11": {
                    "title": "$40 NIGHTMARE: The Swan Motel: Halethorpe Maryland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, Will Krupinsky, and Rick Serra travel to Halethorpe, Maryland for a $40 nightmare at the Swan Motel.    "
                },
                "12": {
                    "title": "Atlantic City: Slots, Sunshine, and Roaches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, accompanied by partners in grime Will Krupinsky and Rick Serra, investigate a room in the Bayview Inn and Suites on Albany Avenue as well as a room in the Fox Manor Hotel on Pacific Avenue in Atlantic City, NJ to discover just how clean (or more likely, horrifyingly filthy) these rooms truly are in this 12th addition to the popular Another Dirty Room series.    "
                },
                "13": {
                    "title": "All Time Low - Detroit's Notorious Royal Inn Motel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, along with partners in grime Will Krupinsky and Rick Serra, investigate a room in the Royal Inn Motel located on Detroit's famous 8 Mile to determine just how clean (or, in this case stomach-turning FILTHY) it really is in this 13th addition to the Another Dirty Room series.    "
                },
                "14": {
                    "title": "Days Inn Full of Surprises Gwynn Oak, MD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, along with friends Will and Rick, investigate a room in the Days Inn located in Gwynn Oak, MD to discover just how clean (or more likely, horrifyingly filthy) it really is in this 14th addition to Dan's Another Dirty Room series.    "
                },
                "15": {
                    "title": "Squalor in the Sunshine - Tampa's Regency Inn and Suites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, Will Krupinsky and Rick Serra bring their investigative skills and remarkably high tolerance for the disgusting back for this 15th addition to the popular Another Dirty Room series. Joined on this journey by Jake Williams of Bright Sun Films, the guys are bringing their blacklights, swabs and strong stomachs to Tampa, FL to discover just how clean (or, in this case, incredibly dirty) the Regency Inn and Suites really are. And to say hello to a very large colony of roaches.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Check Out Time: Another Dirty Room 11 Commentary + Crazy Lady Bonus Footage!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Another Dirty Room (TV Series 2016– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "7 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Dan Bell, Will Krupinsky and Rick Serra revisit the scene of the grime at the disgusting Swan Motel in Halethorpe, MD. Until they inspected Detroit's notorious Royal Inn, this is the worst motel room they had ever visited. In a series dedicated to discovering America's nastiest motel and hotel rooms, that's really saying something. This \"Check Out Time\" not only adds highlights to the blacklights with commentary, but includes bonus footage of the crazy lady who stopped by as well. This addition to the \"Check Out Time\" series is a companion piece to the corresponding \"...    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Bell, Dan"
            },
            {
                "name": "Serra, Rick"
            },
            {
                "name": "Krupinsky, Will"
            },
            {
                "name": "Williams, Jake"
            },
            {
                "name": "Evangelista, Brennen"
            },
            {
                "name": "Joe"
            },
            {
                "name": "Lambert, Joy"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.9,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODFkMjlhZmEtN2Q0My00ZDZkLWFhNmYtYzg2NjE2Y2FjNmE0XkEyXkFqcGdeQXVyMTEzNzczMA@@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Another Dirty Room",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-",
        "akas": [
            "Another Dirty Room (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bell, Dan"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 5.7
            },
            "males": {
                "votes": 6,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.7
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 3,
                "rating": 4.3
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 4,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}