{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 October 2016",
                "notes": "                            (release date)"
            }
        ],
        "release dates": [
            "USA::1 October 2016                            (release date)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Brown, Chris"
            }
        ],
        "locations": [
            "Fiji",
            "Canada",
            "Australia",
            "Borneo"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Dr. Chris Brown, renowned veterinarian who also hosts Dr. Chris Pet Vet, takes you on an extraordinary journey around the globe, from hiking in the heart of a volcano to swimming with humpback whales. Each episode features Dr. Chris in a culturally diverse destination where he uncovers the best- kept secrets of the region. Whether he's exploring the history of the Chilean capital or coming face-to-face with a live volcano in Vanuatu, The Open Road with Dr. Chris is your passport to a rare educational adventure.",
        "languages": [
            "English"
        ],
        "title": "The Open Road with Dr. Chris",
        "year": 2016,
        "kind": "tv series",
        "series years": "2016-2018",
        "akas": [
            "The Open Road with Dr. Chris (Australia)"
        ],
        "production companies": [
            {
                "name": "Litton Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "CBS Television Studios"
            }
        ],
        "plot": [
            "Dr. Chris Brown traverses the globe to take part in environmental adventures while educating young people about the world's many diverse cultures.",
            "Dr. Chris Brown, renowned veterinarian who also hosts Dr. Chris Pet Vet, takes you on an extraordinary journey around the globe, from hiking in the heart of a volcano to swimming with humpback whales. Each episode features Dr. Chris in a culturally diverse destination where he uncovers the best- kept secrets of the region. Whether he's exploring the history of the Chilean capital or coming face-to-face with a live volcano in Vanuatu, _The Open Road with Dr. Chris_ (qv) is your passport to a rare educational adventure."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}