{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 August 2014"
            },
            {
                "country": "Hungary\n",
                "date": "9 August 2014"
            },
            {
                "country": "Netherlands\n",
                "date": "9 August 2014",
                "notes": "                            (limited)"
            },
            {
                "country": "Slovenia\n",
                "date": "9 August 2014"
            },
            {
                "country": "Spain\n",
                "date": "27 September 2014"
            },
            {
                "country": "Germany\n",
                "date": "25 November 2014"
            },
            {
                "country": "Japan\n",
                "date": "12 October 2016"
            }
        ],
        "release dates": [
            "USA::8 August 2014",
            "Hungary::9 August 2014",
            "Netherlands::9 August 2014                            (limited)",
            "Slovenia::9 August 2014",
            "Spain::27 September 2014",
            "Germany::25 November 2014",
            "Japan::12 October 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Knick"
            },
            {
                "countries": "Croatia",
                "title": "Kirurg"
            },
            {
                "countries": "Hungary",
                "title": "A sebész"
            },
            {
                "countries": "Romania",
                "title": "Knick"
            },
            {
                "countries": "Russia",
                "title": "Больница Никербокер"
            },
            {
                "countries": "Slovenia",
                "title": "Kirurg"
            },
            {
                "countries": "Spain",
                "title": "The Knick"
            }
        ],
        "akas": [
            "The Knick (original title)",
            "Kirurg Croatia",
            "A sebész Hungary",
            "Knick Romania",
            "Больница Никербокер Russia",
            "Kirurg Slovenia",
            "The Knick Spain"
        ],
        "akas from release info": [
            "The Knick (original title)",
            "Kirurg Croatia",
            "A sebész Hungary",
            "Knick Romania",
            "Больница Никербокер Russia",
            "Kirurg Slovenia",
            "The Knick Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Ten Knots",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 805,
                    "original air date": "16 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    As Barrow and The Knick prepare to move uptown, Dr. Edwards lobbies the hospital board to be appointed permanent chief of surgery in Dr. Thackery's absence. Though his suspension has been lifted, Dr. Gallinger refuses to return as Edwards' subordinate, so he heads to Cromartie Hospital in hopes of getting Thackery to return to work. Lucy's attempts to make amends with Bertie are rebuffed; Cleary schemes to make extra money; Ping Wu demands regular medical checkups for his prostitutes; Speight attempts to trace the origins of a new plague; Cornelia nourishes a ...    "
                },
                "2": {
                    "title": "You're No Rose",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 720,
                    "original air date": "23 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Dr. Thackery sets his sights on a return to The Knick - a request that doesn't sit well with the board. After a shocking discovery, Cornelia enlists Cleary to do a dirty job, for a price. Bertie makes a change; Robertson pushes a new subway initiative; Barrow drives up construction costs; Lucy is surprised by an unexpected visitor from home.    "
                },
                "3": {
                    "title": "The Best with the Best to Get the Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 671,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Thackery enlists Edwards to help him test a new hypothesis. After rejecting Robertson's advances at The Knick, Lucy learns that confession isn't always good for the soul. Young journalist Genevieve Everidge works on a story about one of Thackery's rivals. Cornelia is dismayed by the limits of her husband's sympathies; Barrow faces a new adversary at Tammany Hall; Gallinger is intrigued by a discussion of eugenics at a class reunion; Edwards deals with a surprise visitor.    "
                },
                "4": {
                    "title": "Wonderful Surprises",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 662,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Abby's worsening condition persuades Thackery to test out his novel syphilis treatment. Edwards comes clean to Opal, but does not get the response he expects. Cleary makes a last-ditch effort to raise funds for Harriet as her date in court arrives. Bertie undergoes physical training. Barrow loses a sponsor. Gallinger's prejudices are reinforced. Cornelia probes a suspicious death. Lucy laments her lot in life.    "
                },
                "5": {
                    "title": "Whiplash",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 657,
                    "original air date": "13 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Thack experiments with the use of electricity on the brain of a morphine addict. Bertie seeks Dr Edwards' help in finding a treatment for his mother's laryngeal cancer.    "
                },
                "6": {
                    "title": "There Are Rules",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 651,
                    "original air date": "20 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Faced with a quandary, Bertie decides to take matters into his own hands at Mt. Sinai, enlisting Algernon to help. Thackery investigates the efficacy of hypnosis, and takes an interest in a pair of conjoined twins. Lucy lobbies Henry for a gala invitation. Cornelia visits the brother of a deceased immigrant with ties to Speight. Gallinger dines with an unwelcome guest. Barrow previews a new home for Junia. Harriet agrees to make a change.    "
                },
                "7": {
                    "title": "Williams and Walker",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 630,
                    "original air date": "27 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Thackery operates on the conjoined twins, Cornelia reaches a discovery on her investigation, a hospital charity ball takes place and the operation on Garrison Carr arises trouble.    "
                },
                "8": {
                    "title": "Not Well at All",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 635,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Cornelia tells her brother about her suspicions, Thackery is preparing to operate on Abigail, Lucy discovers some shocking news about her father, Eleanor reveals a troubling secret and Barrow goes forward with his plans with Junia.    "
                },
                "9": {
                    "title": "Do You Remember Moon Flower?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 647,
                    "original air date": "11 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Thackery and Capt. Robertson's connection and how the doctor arrived at the Knick, are revealed; the problems between Edwards and Gallinger come to a head after a medical-board hearing about Gallinger's vasectomies. Later, Cleary and Harriet engage in a joint business venture; Lucy shares memories with her father; Barrow realizes the rising costs of living well; and Cornelia and Henry face a family crisis.    "
                },
                "10": {
                    "title": "This Is All We Are",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 1038,
                    "original air date": "18 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Thackery ignores Zinberg's advice at Mt. Sinai and undertakes a risky, alternative course of action; Cornelia confronts Henry about the family business; Barrow's actions at the hospital construction site are called into question; Gallinger ponders a job opportunity; and Cleary steadfastly refuses to give up on Harriet.    "
                }
            },
            "1": {
                "1": {
                    "title": "Method and Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 1366,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Dr Thackery is Chief Of Medicine in a 1900 New York hospital, The Kickerbocker, battling a cocaine addiction, high mortality rates and bureaucratic corruption to save lives in a world before antibiotics and blood transfusions.    "
                },
                "2": {
                    "title": "Mr. Paris Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 1069,
                    "original air date": "15 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Already fuming over the hospital's faulty new electrical system, Thackery tasks Herman Barrow, The Knick's crooked superintendent, to deliver more cadavers so he and his team can test out novel surgical procedures. With more patients dying, Algernon offers to share a procedure he learned in France, but is rebuffed by Thackery and Everett. Cornelia addresses a typhoid-fever outbreak; Lucy is taken into Thackery's confidence; Sister Harriet breaks a taboo. Algernon finds an alternative way to perform his duties.    "
                },
                "3": {
                    "title": "The Busy Flea",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 975,
                    "original air date": "22 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    An old friend of Thackery's, Abbie Alford, arrives at the hospital seeking his help. She has lost most of her nose as the result of syphilis, which she acquired from her now absent husband. Thackery agrees to perform a skin graft. Drs. Gallinger and Chickering try to learn the surgical process Edwards offered to show them but are unable to do so. Dr. Edwards is looking to open a treatment center in his basement office during night hours to treat black patients. He has to face the realities of what he can accomplish with limited resources however. Herman Barrow faces ...    "
                },
                "4": {
                    "title": "Where's the Dignity",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 902,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Dr. Edwards is finally invited into the surgical theater but Thackery makes it clear that he's only there to guide Dr. Gallinger through the procedure. Herman Barrow is making money any way he can including selling bodies. Cleary tells Sister Harriet they will be working together from now on and he will be finding her future clients. He'll also be keeping 60% of the proceeds. Cornelia accompanies the uncouth health inspector Jacob Speight as he begins his investigation into the recent cases of typhoid. Thackery has been avoiding his friend Abbie Alford even though her...    "
                },
                "5": {
                    "title": "They Capture the Heat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 889,
                    "original air date": "12 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Gangster Bunky Collier shows up at the Knick after one of his pimps is shot in the leg. Thackery is called in to perform the surgery and is surprised to find Edwards there at that early hour. Barrow uses the opportunity to get a reduction in what he owes. Edwards is still performing surgeries at night and experiments with silver thread as sutures. He's called to the Robertson home when his mother falls ill. Cornelia and Jacob Speight continue their interviews in the typhoid cases. After seeing a demonstration, Thackery argues in favor of acquiring an Edison x-ray ...    "
                },
                "6": {
                    "title": "Start Calling Me Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 967,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Having lost yet another patient while performing a Cesarean section, Thackery develops a completely new method to reduce the bleeding and invites Bertie Chickering to help him experiment. Their new method works quite well. The Gallinger's baby is in hospital but declining rapidly. At the funeral, Mrs. Gallinger refuses to accept her daughter's death. Cornelia and Speight are making progress in tracking down the source of the typhoid outbreak and focus on Mary Mallon who made peach Melba for all those who fell sick. Barrow tries out a second hand x-ray machine and buys...    "
                },
                "7": {
                    "title": "Get the Rope",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 1177,
                    "original air date": "26 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A riot breaks out when a police officer is stabbed by a black man defending his wife. The employees of the Knickerbocker fight to protect the lives of blacks injured in the riots.    "
                },
                "8": {
                    "title": "Working Late a Lot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 839,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Thackery's affair with Nurse Lucy Elkins continues. Bertie continues to pursue her. There is a shortage of cocaine due to the war in the Philippines and attacks on shipping. It has a detrimental effect of Thackery who goes into withdrawal. Fortunately, Lucy has a small supply but it's insufficient to his needs. Edwards and Cornelia continue their affair as well. 'Typhoid' Mary Mallon petitions the courts to set her free. The judge isn't convinced that a person can be asymptomatic and pass on the disease and so releases her. She's soon looking for a new job as a cook. ...    "
                },
                "9": {
                    "title": "The Golden Lotus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 851,
                    "original air date": "10 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Knick continues its slide into wrack and ruin, instigated by the recent riot and the cocaine shortage. Dr. Thackery is caught in a compromising position and Lucy in her efforts to help him begins her descent into possible hell as well. Dr. Thackery's secret addiction is no longer so secret after he commits and act of desperation. Dr. Gallinger's home life is falling to pieces and it looks like his temporary family unit has broken irretrievably apart. Cornelia is forced to turn to her black lover, Dr. Algernon, but he refuses to help her. Will the feisty nun ...    "
                },
                "10": {
                    "title": "Crutchfield",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Knick (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 1008,
                    "original air date": "17 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Thackery's drug habit is catching up with him. He is growing increasingly paranoid as he is unable to perform even when under the drug's influence. When he learns that Dr. Levi Zinberg is studying the properties of blood so that it can be typed and safely transfused, he sets out to find a solution before him. It leads to tragedy however. Cornelia is determined to terminate her pregnancy and is shocked when Cleary collects her and by the identity of the abortionist. It means the end of her relationship with Algie and she decides to proceed with her wedding. Algie deals...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Owen, Clive"
            },
            {
                "name": "Holland, André"
            },
            {
                "name": "Bobb, Jeremy"
            },
            {
                "name": "Rylance, Juliet"
            },
            {
                "name": "Hewson, Eve"
            },
            {
                "name": "Angarano, Michael"
            },
            {
                "name": "Seymour, Cara"
            },
            {
                "name": "Johnson, Eric"
            },
            {
                "name": "Sullivan, Chris"
            },
            {
                "name": "Hines, Grainger"
            },
            {
                "name": "Szadkowski, Zuzanna"
            },
            {
                "name": "Kazan, Maya"
            },
            {
                "name": "Edelstein, Ylfa"
            },
            {
                "name": "Papaelias, Lucas"
            },
            {
                "name": "Brown, Leon Addison"
            },
            {
                "name": "Aitken, Charles"
            },
            {
                "name": "Lipinski, Tom"
            },
            {
                "name": "Ferrin, Jennifer"
            },
            {
                "name": "Anderson, Happy"
            },
            {
                "name": "Yung, Perry"
            },
            {
                "name": "Wood, Frank"
            },
            {
                "name": "Li, Ying Ying"
            },
            {
                "name": "Savoy, Suzanne"
            },
            {
                "name": "Porter, Richard James"
            },
            {
                "name": "Fierro, David"
            },
            {
                "name": "Korine, Rachel"
            },
            {
                "name": "Nathanson, Michael"
            },
            {
                "name": "Price, Molly"
            },
            {
                "name": "Berresse, Michael"
            },
            {
                "name": "Simpson, Gary"
            },
            {
                "name": "Borsay, LaTonya"
            },
            {
                "name": "Rogers, Reg"
            },
            {
                "name": "Goldman, Arielle"
            },
            {
                "name": "Attanasio, Annabelle"
            },
            {
                "name": "Day, Johanna"
            },
            {
                "name": "Wilhelmi, Erin"
            },
            {
                "name": "Abrahams, Zaraah"
            },
            {
                "name": "Frewer, Matt"
            },
            {
                "name": "Hoch, Danny"
            },
            {
                "name": "Meath, Collin"
            },
            {
                "name": "Domingo, Colman"
            },
            {
                "name": "Taylor, Ginger A."
            },
            {
                "name": "Rannells, Andrew"
            },
            {
                "name": "Spinella, Stephen"
            },
            {
                "name": "Livingston, Ben"
            },
            {
                "name": "Hopper, Antwayn"
            },
            {
                "name": "Kerwin, Brian"
            },
            {
                "name": "Gruss, Miranda"
            },
            {
                "name": "Lin, Pei Pei"
            },
            {
                "name": "Gruss, Rebecca"
            }
        ],
        "locations": [
            "Washington Avenue, Brooklyn, New York City, New York, USA::(Brooklyn landmark block standing in for Manhattan)",
            "Clinton Avenue, Brooklyn, New York City, New York, USA::(Brooklyn landmark block standing in for Manhattan)",
            "Willoughby Ave, Brooklyn, New York City, New York, USA",
            "Bedford Stuyvesant Preparatory High School - 832 Marcy Avenue, Brooklyn, New York, USA::(Knickerbocker Hospital exterior)"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "58"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "lv",
            "cmn",
            "yue",
            "he",
            "el",
            "it",
            "pl",
            "es"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:R18+::(Season 1)",
            "Australia:MA15+::(Season 2)",
            "Brazil:16",
            "Canada:18A",
            "Canada:13+::(Québec)",
            "Czech Republic:15",
            "Denmark:15",
            "Finland:K-16",
            "France:16",
            "Germany:16",
            "Ireland:15",
            "Ireland:18::(some episodes)",
            "Netherlands:16",
            "New Zealand:R16",
            "Norway:15",
            "Poland:18",
            "Russia:18+",
            "South Africa:16",
            "Spain:16",
            "Sweden:15",
            "Thailand:18",
            "United Kingdom:15",
            "United Kingdom:18::(one episode)",
            "United States:TV-MA"
        ],
        "number of seasons": 2,
        "rating": 8.5,
        "votes": 38494,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ5NzcyNDc5MV5BMl5BanBnXkFtZTgwMDMyOTY5NjE@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "A look at the professional and personal lives of the staff at New York's Knickerbocker Hospital during the early part of the twentieth century. Every day they must deal with lack of funding, personal conflicts, egotism, racial tensions, personal vices, drug addiction, affairs, closed minds, dated nigh-medieval medical techniques and them and their experimental new techniques being misunderstood by most, in order to keep the hospital going and give the ill the help they need. The pressure is enormous and leaves its mark on the souls of most of them.",
        "languages": [
            "English",
            "Latvian",
            "Mandarin",
            "Cantonese",
            "Hebrew",
            "Greek",
            "Italian",
            "Polish",
            "Spanish"
        ],
        "title": "The Knick",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Amiel, Jack"
            },
            {
                "name": "Begler, Michael"
            },
            {
                "name": "Katz, Steven"
            }
        ],
        "production companies": [
            {
                "name": "Anonymous Content"
            }
        ],
        "distributors": [
            {
                "name": "Cinemax"
            },
            {
                "name": "Cinemax"
            },
            {
                "name": "DiziMax"
            },
            {
                "name": "HBO Home Entertainment"
            },
            {
                "name": "HBO Home Entertainment"
            },
            {
                "name": "HBO Hungary"
            },
            {
                "name": "Home Box Office (HBO)"
            },
            {
                "name": "Hulu"
            },
            {
                "name": "Sky Atlantic HD"
            },
            {
                "name": "Warner Home Video"
            }
        ],
        "special effects": [
            {
                "name": "El Ranchito"
            },
            {
                "name": "Exceptional Minds"
            },
            {
                "name": "Fractured FX"
            },
            {
                "name": "Phosphene"
            }
        ],
        "other companies": [
            {
                "name": "Buzzy's Recording"
            },
            {
                "name": "C5"
            },
            {
                "name": "Encore"
            },
            {
                "name": "Eurocostumes"
            },
            {
                "name": "Fractured FX"
            },
            {
                "name": "Goldcrest Post Production New York"
            },
            {
                "name": "Gotham Sound and Communications"
            },
            {
                "name": "Harbor Picture Company"
            },
            {
                "name": "Helen Uffner Vintage Clothing"
            },
            {
                "name": "Lightnin' Production Rentals"
            },
            {
                "name": "Martin Greenfield Clothiers"
            },
            {
                "name": "Milan Records"
            },
            {
                "name": "Offhollywood Digital"
            },
            {
                "name": "Pix System"
            },
            {
                "name": "Siam Costumes International"
            },
            {
                "name": "Sonic Magic"
            },
            {
                "name": "Stacy Adams Shoes"
            },
            {
                "name": "Swelltone Labs"
            },
            {
                "name": "Sync OnSet"
            },
            {
                "name": "nextLAB by FotoKem"
            }
        ],
        "plot": [
            "A look at the professional and personal lives of the staff at New York's Knickerbocker Hospital during the early part of the twentieth century.::Anonymous",
            "A look at the professional and personal lives of the staff at New York's Knickerbocker Hospital during the early part of the twentieth century. Every day they must deal with lack of funding, personal conflicts, egotism, racial tensions, personal vices, drug addiction, affairs, closed minds, dated nigh-medieval medical techniques and them and their experimental new techniques being misunderstood by most, in order to keep the hospital going and give the ill the help they need. The pressure is enormous and leaves its mark on the souls of most of them."
        ],
        "tech": {
            "runtime": [
                "58 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "RED zoom 50-150mm and Zeiss Super Speed Lenses",
                "Red Epic Dragon (Season 1-2)"
            ],
            "laboratory": [
                "PIX System, USA (digital dailies)",
                "nextLAB/FotoKem, USA (dailies) (as FotoKem nextLab)"
            ],
            "negative format": [
                "Redcode RAW"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "Redcode RAW (6K) (source format)"
            ],
            "printed film format": [
                "HDTV"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 38494,
                "rating": 8.5
            },
            "aged under 18": {
                "votes": 11,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 8167,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 14972,
                "rating": 8.5
            },
            "aged 45 plus": {
                "votes": 5162,
                "rating": 8.3
            },
            "males": {
                "votes": 22058,
                "rating": 8.5
            },
            "males aged under 18": {
                "votes": 7,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 5906,
                "rating": 8.7
            },
            "males aged 30 44": {
                "votes": 11119,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 3490,
                "rating": 8.3
            },
            "females": {
                "votes": 7938,
                "rating": 8.5
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 2151,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 3613,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 1556,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 189,
                "rating": 7.4
            },
            "us users": {
                "votes": 5027,
                "rating": 8.6
            },
            "non us users": {
                "votes": 16707,
                "rating": 8.4
            }
        },
        "number of votes": {
            "10": 10158,
            "9": 13240,
            "8": 9536,
            "7": 3263,
            "6": 1074,
            "5": 456,
            "4": 210,
            "3": 125,
            "2": 92,
            "1": 340
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}