{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 April 2014"
            },
            {
                "country": "Netherlands\n",
                "date": "1 March 2015"
            },
            {
                "country": "Japan\n",
                "date": "3 March 2015"
            }
        ],
        "release dates": [
            "USA::13 April 2014",
            "Netherlands::1 March 2015",
            "Japan::3 March 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Years of Living Dangerously"
            },
            {
                "countries": "Hungary",
                "title": "Pusztuló jelen, vészes jövő"
            },
            {
                "countries": "Poland",
                "title": "Ryzyko dla swiata"
            },
            {
                "countries": "Romania",
                "title": "Ani de rascruce"
            },
            {
                "countries": "Russia",
                "title": "Годы опасной жизни"
            }
        ],
        "akas": [
            "Years of Living Dangerously (original title)",
            "Pusztuló jelen, vészes jövő Hungary",
            "Ryzyko dla swiata Poland",
            "Ani de rascruce Romania",
            "Годы опасной жизни Russia"
        ],
        "akas from release info": [
            "Years of Living Dangerously (original title)",
            "Pusztuló jelen, vészes jövő Hungary",
            "Ryzyko dla swiata Poland",
            "Ani de rascruce Romania",
            "Годы опасной жизни Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "A Race Against Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 34,
                    "original air date": "30 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    David Letterman travels to India where the government has committed to one of the most ambitious renewable energy plans on Earth.    "
                },
                "2": {
                    "title": "Gathering Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Miami could be underwater by the end of the century if nothing is done to curb emissions. Jack Black investigates whether the city can survive the rising seas, while Ian Somerhalder takes an ocean voyage in search of clues from the past to understand hurricanes of the future. Diving into \"blue holes,\" he shows how we're heating the oceans up. And this could mean giant storms for places like Miami.    "
                },
                "3": {
                    "title": "The Uprooted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    New York Times columnist Tom Friedman investigates the increasing population of climate refugees and actor Don Cheadle is on the ground in California, where the worst drought in 1,200 years is having devastating effects.    "
                },
                "4": {
                    "title": "Fueling the Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Executive producer Arnold Schwarzenegger sets out to explore the military's relationship with a changing climate and supermodel and activist Gisele Bündchen travels to her home country of Brazil to explore the devastating decline of the country's forests, much of which is caused by cattle ranching.    "
                },
                "5": {
                    "title": "Collapse of the Oceans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 19,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Joshua Jackson travels to the Philippines and Australia's Great Barrier Reef to investigate the impacts of climate change on our world's oceans and the millions of people who rely on their ecosystems for their livelihood.    "
                },
                "6": {
                    "title": "Priceless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Actress and activist Nikki Reed explores what some believe to be the ultimate solution for climate change: putting a price on carbon. Former \"Daily Show\" correspondent Aasif Mandvi sets off on a quest to understand just how much of a threat climate change poses to endangered species. He travels to Kenya's wildlife preserves to meet the people on the front lines of conservation efforts.    "
                },
                "7": {
                    "title": "Safe Passage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Ty Burrell explores electric and automated vehicles; Bradley Whitford tackles climate change and politics.    "
                },
                "8": {
                    "title": "Uprising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Burning coal remains a major source of energy, emitting toxic pollutants and climate-altering carbon dioxide. In Illinois, America Ferrera meets with activists who want to shut down a local coal plant, and with a mayor who want to keep it open. She learns about an option that can provide clean energy and green jobs. Sigourney Weaver investigates China's impact on on today's global environment, and the progress it is making to reduce emissions even as its economy grows.    "
                }
            },
            "1": {
                "1": {
                    "title": "Dry Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 44,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Harrison Ford investigates the effects of Indonesia's palm oil industry. Don Cheadle visits a Texan town that has been economically devastated by drought. Pulitzer Prize-winner Thomas Friedman examines the role of climate change in Syria's volatile state.    "
                },
                "2": {
                    "title": "End of the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 33,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In episode two, Harrison Ford continues his investigation into the global effects of the palm oil industry and further explores the corruption that has ravaged the Indonesian landscape resulting in the country being one of the world's largest emitters of greenhouse gases through deforestation. Meanwhile, Governor Arnold Schwarzenegger joins an elite team of wild-land firefighters-known as the \"Hot Shots\"-as they battle a new breed of forest fires, one made more deadly by climate change. He also discovers another killer wiping out trees at an even faster rate than ...    "
                },
                "3": {
                    "title": "The Surge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 25,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In episode three, MSNBC's Chris Hayes shadows climate change skeptic, Republican Congressman Michael Grimm, for a year in Staten Island in the wake of Superstorm Sandy and questions what he might have learned about climate change in the process, and conservationist M. Sanjayan travels to the ends of the earth-including Christmas Island-to question some of the world's top climate scientists as they collect key data unlocking the past and future of our planet's changing climate.    "
                },
                "4": {
                    "title": "Ice & Brimstone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 27,
                    "original air date": "4 May 2014",
                    "year": "2014",
                    "plot": "\n    In episode four, 60 Minutes' Lesley Stahl travels to Greenland to investigate the effects of global warming in the Arctic; Down south, Ian Somerhalder travels to North Carolina to listen in on both sides of the evangelical community's debate over climate change. Somerhalder finds himself entrenched in the middle of not only a religious debate, but a familial one. The father: a megachurch preacher who doesn't believe in climate change. The daughter: an activist trying to shut down the local coal-fired power plant.    "
                },
                "5": {
                    "title": "True Colors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 25,
                    "original air date": "12 May 2014",
                    "year": "2014",
                    "plot": "\n    In episode five, Olivia Munn profiles climate-conscious governor Jay Inslee of Washington State, and together they discuss the issues he's faced since being elected. Meanwhile, New York Times columnist Mark Bittman probes New Jersey Governor Chris Christie on the topic of man-made climate change during the rebuilding of his state's coastline post-Superstorm Sandy. Christie used to acknowledge the scientific consensus on climate change, but steadfastly refused to discuss it during the rush to rebuild.    "
                },
                "6": {
                    "title": "Winds of Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 23,
                    "original air date": "19 May 2014",
                    "year": "2014",
                    "plot": "\n    In episode six, America Ferrera profiles prominent climate change skeptic James Taylor of the Heartland Institute as he crusades against clean energy, and investigates the battle over the future of renewable energy in the US. New York Times columnist Mark Bittman returns to conduct a yearlong investigation into natural gas, which has been touted as \"America's energy source\" and a way towards a cleaner, greener future. Is it true?    "
                },
                "7": {
                    "title": "Revolt, Rebuild, Renew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 21,
                    "original air date": "26 May 2014",
                    "year": "2014",
                    "plot": "\n    In episode seven, three stories provide insight into the economic costs and opportunities of global warming. Jessica Alba meets three members of Climate Corps-an innovative MBA-focused program developed by The Environmental Defense Fund - as they try to convince America's top corporations that sustainability can actually boost their bottom lines. Having traveled in episode one to investigate drought in Syria, Pulitzer Prize-winner Thomas Friedman finds himself in Egypt to explore how what happens in the wheat fields of Kansas plays out on the volatile streets of Cairo...    "
                },
                "8": {
                    "title": "A Dangerous Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 28,
                    "original air date": "2 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In episode eight, Matt Damon takes viewers on an investigation into the impact of extreme heat on human health and mortality. With a focus on startling new research from leading scientists and researchers, Damon uncovers the ways in which climate change and rising temperatures are becoming a public health emergency locally, nationally and globally. Michael C. Hall journeys to the low-lying deltaic country of Bangladesh where rising seas are expected to submerge 17% of the nation. Hall explores the prediction that by 2050, the migration of upwards of 150 million people...    "
                },
                "9": {
                    "title": "Moving a Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Years of Living Dangerously (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 25,
                    "original air date": "9 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the season finale, Michael C. Hall concludes his journey to Bangladesh where rising seas are expected to submerge 17% of the nation. After traveling to Christmas Island in episode three, M. Sanjayan returns to further address and question some of the top climate scientists in their fields as they collect key data unlocking the past and future of our planet's changing climate. His destination: Tupungatito, the northernmost historically active stratovolcano in the southern Andes.    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Friedman, Thomas"
            },
            {
                "name": "Cheadle, Don"
            },
            {
                "name": "Ferrera, America"
            },
            {
                "name": "Schwarzenegger, Arnold"
            },
            {
                "name": "Somerhalder, Ian"
            },
            {
                "name": "Bittman, Mark"
            },
            {
                "name": "Ford, Harrison"
            },
            {
                "name": "Hayes, Chris"
            },
            {
                "name": "Sanjayan, M."
            },
            {
                "name": "Reed, Nikki"
            },
            {
                "name": "Bündchen, Gisele"
            },
            {
                "name": "Jackson, Joshua"
            },
            {
                "name": "Alba, Jessica"
            },
            {
                "name": "Baptiste, Tsalta"
            },
            {
                "name": "Damon, Matt"
            },
            {
                "name": "Hall, Michael C."
            },
            {
                "name": "Munn, Olivia"
            },
            {
                "name": "Smith, Daniel F.Q."
            },
            {
                "name": "Stahl, Lesley"
            },
            {
                "name": "Black, Jack"
            },
            {
                "name": "Burrell, Ty"
            },
            {
                "name": "Famiglietti, Jay"
            },
            {
                "name": "Letterman, David"
            },
            {
                "name": "Mandvi, Aasif"
            },
            {
                "name": "Reynolds, Delaney"
            },
            {
                "name": "Strong, Cecily"
            },
            {
                "name": "Weaver, Sigourney"
            },
            {
                "name": "Whitford, Bradley"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 2,
        "rating": 8.5,
        "votes": 730,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTkzMjI5NDA0MF5BMl5BanBnXkFtZTgwOTE4OTY2MjE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Climate change is one of today's most hotly debated topics, not only in America but around the world. This series features firsthand accounts from people who have been affected by the occurrence, with a team of correspondents from the entertainment and news industries traveling around the world to report on effects of global warming and what people are doing to find solutions for it. Among the stories told are Oscar-winner Matt Damon's reporting on the health impact of heat waves around the globe, Golden Globe-winner Michael C. Hall's traveling to Bangladesh to get a vision of the future, and Emmy-winning journalist Lesley Stahl's heading to Greenland to examine the fate of the Arctic. Actors Don Cheadle, Harrison Ford and Jessica Alba are among the other entertainment icons who contribute reports to the hourlong episodes. The roster of executive producers includes James Cameron, Jerry Weintraub and Arnold Schwarzenegger.",
        "languages": [
            "English"
        ],
        "title": "Years of Living Dangerously",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "The Years Project"
            }
        ],
        "distributors": [
            {
                "name": "Showtime Networks"
            },
            {
                "name": "National Geographic Channel"
            },
            {
                "name": "20th Century Fox Home Entertainment"
            },
            {
                "name": "Discovery Channel"
            },
            {
                "name": "FilmRise"
            },
            {
                "name": "NHK BS1"
            }
        ],
        "other companies": [
            {
                "name": "Imaginary Forces"
            }
        ],
        "plot": [
            "From the damage wrought by Hurricane Sandy to the upheaval caused by drought in the Middle East, this groundbreaking documentary event series provides first-hand reports on those affected by, and seeking solutions to, climate change.::Jiilo_Kim",
            "Climate change is one of today's most hotly debated topics, not only in America but around the world. This series features firsthand accounts from people who have been affected by the occurrence, with a team of correspondents from the entertainment and news industries traveling around the world to report on effects of global warming and what people are doing to find solutions for it. Among the stories told are Oscar-winner 'Matt Damon' (qv)'s reporting on the health impact of heat waves around the globe, Golden Globe-winner 'Michael C. Hall' (qv)'s traveling to Bangladesh to get a vision of the future, and Emmy-winning journalist 'Lesley Stahl' (qv)'s heading to Greenland to examine the fate of the Arctic. Actors 'Don Cheadle' (qv), 'Harrison Ford' (qv) and 'Jessica Alba' (qv) are among the other entertainment icons who contribute reports to the hourlong episodes. The roster of executive producers includes 'James Cameron' (qv), 'Jerry Weintraub' (qv) and 'Arnold Schwarzenegger' (qv).::Jwelch5742"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 730,
                "rating": 8.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 135,
                "rating": 8.9
            },
            "aged 30 44": {
                "votes": 279,
                "rating": 8.6
            },
            "aged 45 plus": {
                "votes": 150,
                "rating": 8.0
            },
            "males": {
                "votes": 424,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 98,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 220,
                "rating": 8.4
            },
            "males aged 45 plus": {
                "votes": 90,
                "rating": 7.4
            },
            "females": {
                "votes": 160,
                "rating": 8.9
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 36,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 56,
                "rating": 9.2
            },
            "females aged 45 plus": {
                "votes": 56,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 23,
                "rating": 6.9
            },
            "us users": {
                "votes": 198,
                "rating": 8.3
            },
            "non us users": {
                "votes": 248,
                "rating": 8.4
            }
        },
        "number of votes": {
            "10": 336,
            "9": 164,
            "8": 101,
            "7": 31,
            "6": 17,
            "5": 11,
            "4": 9,
            "3": 5,
            "2": 10,
            "1": 46
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}