{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 February 2014",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::15 February 2014                            (limited)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Cooper, Constance"
            },
            {
                "name": "Dilliehunt, Shonda"
            },
            {
                "name": "Ghassan, Iyana"
            },
            {
                "name": "Ghassan, Iyana"
            },
            {
                "name": "Stewart, Djuanna"
            },
            {
                "name": "Stewart, Djuanna"
            },
            {
                "name": "Thorner, Deltrice"
            },
            {
                "name": "Thorner, Deltrice"
            }
        ],
        "locations": [
            "Richmond, California, USA::(Season 1)",
            "Vallejo, California, USA::(Season 1)",
            "Oakland, California, USA::(Season 1)",
            "San Francisco, California, USA::(Season 1)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$5,000 (estimated)",
        "plot outline": "Paper Dolls, is a reality show that chronicles the cryptic amusement that surrounds the lives of these six women. This unique cast of women has challenged the traditional notions of what it means to be on top - and through the course of their tribulations and successful careers - have evolved into more than highly reputable hair stylists and makeup artists. Each Paper Doll is rediscovering her creative passion for music, writing, their community, and for life; and attempting to avoid anything that will jeopardize their rise to new successes. The show will premiere by showcasing each Paper Doll's career transition and philanthropic mission.",
        "languages": [
            "English"
        ],
        "title": "Paper Dolls",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Paper Dolls (United States)"
        ],
        "writer": [
            {
                "name": "Dilliehunt, Shonda"
            }
        ],
        "production companies": [
            {
                "name": "Fire In The Skye Entertainment"
            }
        ],
        "plot": [
            "_Paper Dolls_ (qv), is a reality show that chronicles the cryptic amusement that surrounds the lives of these six women. This unique cast of women has challenged the traditional notions of what it means to be on top - and through the course of their tribulations and successful careers - have evolved into more than highly reputable hair stylists and makeup artists. Each Paper Doll is rediscovering her creative passion for music, writing, their community, and for life; and attempting to avoid anything that will jeopardize their rise to new successes. The show will premiere by showcasing each Paper Doll's career transition and philanthropic mission.::R. Shay Miles",
            "Fire In The Skye Entertainment has created the reality show, _Paper Dolls_ (qv), about a group of independent women and their independent lifestyles in the Bay Area. _Paper Dolls_ (qv) are: - Six (6) women who are in their 30s-40s and native to Bay Area, California. - Aspire to change their communities in a positive way. - Long time friends, and celebrity makeup artists and hair stylists. - On the brink of a career transition. - Ambitious, tenacious, boisterous and outspoken women. - Each possess varying talents and are ardently passionate about their creative crafts. - Individually each woman is successful and driven, but together they become a force of change.::R. Shay Miles"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}