{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2014"
            },
            {
                "country": "USA\n",
                "date": "19 January 2014"
            }
        ],
        "release dates": [
            "USA::January 2014",
            "USA::19 January 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Living in a Sanctuary Prison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Kambiz Shabankare (Film Director) and Michael Thielvoldt (Film Critic and Adjunct Radio, Television and Film Faculty at Austin Community College) analyze the movie, \"Dogtooth\", from different perspectives.    "
                },
                "2": {
                    "title": "The Bridge That We Burn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Focuses on domestic violence. Kambiz Shabankare (Film Director) Frank Calvillo (Screenwriter) and Kathryn Krastin (Social Issue Activist) Analyze the movie \"Take My Eyes\" from this perspective.    "
                },
                "3": {
                    "title": "A Cry from the Depths of Silence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    A review over the Korean movie Silenced and the subject Child Abuse    "
                },
                "4": {
                    "title": "Bloody Entertainment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Reviewing the movie \"The Class\" through the subject bullying.    "
                },
                "5": {
                    "title": "Pain and Pleasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    A review about LGBT and their condition through the movie \"Amphetamine\"    "
                },
                "6": {
                    "title": "Lost Behind the Borders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    At the end of 2012 the United Nations Refugee Agency (UNHCR) reported that there were 15.4 million refugees worldwide. Kambiz Shabankare (Film Director), Frank Calvillo (Screenplay Writer and Film Critic), and Kathryn Krastin (Social Issue Activist) discuss this issue through the movie \"The Suspended Step of the Stork\" by Teodoros Angelopoulos.    "
                },
                "7": {
                    "title": "Battle of Shame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Intersex is a variation in sex characteristics including chromosomes, gonads, or genitals that do not allow an individual to be distinctly identified as male or female. Some individuals may be raised as a certain sex (male or female) but then identify with another later in life, while others may not identify themselves as either exclusively female or exclusively male. Research has shown that inter-sex people experience the same range of sexual orientations and gender identities as non-inter-sex people. The Office of the UN High Commissioner for Human Rights defined ...    "
                },
                "8": {
                    "title": "When Fallen Angels Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Human trafficking is the trade in humans, most commonly for the purpose of sexual slavery, forced labor or for the extraction of organs or tissues. Trafficking is a profitable industry, representing an estimated $32 billion per year in international trade, half of which ($15.5 billion) is made in industrialized countries, and a third of which ($9.7 billion) is made in Asia. The most common form of human trafficking (79%) is sexual exploitation. Sexual trafficking is forcing a person into a sexual act as a condition of allowing or arranging the migration. The victims ...    "
                },
                "9": {
                    "title": "Death Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Café Cinema (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Organ trafficking is the trade involving inner human organs (heart, liver, kidneys, etc.) for organ transplantation. There is a worldwide shortage of organs available for transplantation, yet commercial trade in human organs is illegal in all countries except Iran. A recent report by Global Financial Integrity estimated that the illegal organ trade generates profits between $600 million and $1.2 billion per year. Children, especially those from poor backgrounds or children with disabilities are often targeted. The Episode Discusses the crime, children organ harvesting...    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Shabankare, Kambiz"
            },
            {
                "name": "Krastin, Kathryn"
            },
            {
                "name": "Calvillo, Frank"
            },
            {
                "name": "Thielvoldt, Michael"
            },
            {
                "name": "Cutler, Richard"
            }
        ],
        "locations": [
            "1143 Northwestern Avenue, Austin, Texas, USA::(ChannelAustin)"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjk4ZmY0ODEtNDZhOS00ZWFmLWJlZDMtMTViMmQ5NTA3NzVmL2ltYWdlXkEyXkFqcGdeQXVyMjY5ODc0NzU@._V1_SY150_CR43,0,101,150_.jpg",
        "plot outline": "Cinema is the most powerful weapon that can control minds and destroy cultures and beliefs but this weapon when flips at the other side can be a weapon against those who bring pain to human society. At the time cinema can be the most effective and beautiful medium to convey thoughtful messages, show human pain and uncover the wrong hands and dangerous minds through its vision of the world. \"Café Cinema\" reviews these kinds of movies. Movies that focus on real social justice issues, Movies that are eye opener for those who don't know about social justice issues in the world or those who know but want to look deeper and wider to the variety of the issues in different countries. \"Café Cinema\" talks about art, human and pain.",
        "languages": [
            "English"
        ],
        "title": "Café Cinema",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Café Cinema (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Armani, Geanina"
            },
            {
                "name": "Shabankare, Kambiz"
            }
        ],
        "production companies": [
            {
                "name": "Double Punch Kick Productions"
            },
            {
                "name": "Saoshyant Studio"
            }
        ],
        "distributors": [
            {
                "name": "ChannelAustin"
            }
        ],
        "plot": [
            "Cafe Cinema is a TV show , which analyzes social issues through the eye of International Cinema.::kambiz Shabankare",
            "Cinema is the most powerful weapon that can control minds and destroy cultures and beliefs but this weapon when flips at the other side can be a weapon against those who bring pain to human society. At the time cinema can be the most effective and beautiful medium to convey thoughtful messages, show human pain and uncover the wrong hands and dangerous minds through its vision of the world. \"_Café Cinema_ (qv)\" reviews these kinds of movies. Movies that focus on real social justice issues, Movies that are eye opener for those who don't know about social justice issues in the world or those who know but want to look deeper and wider to the variety of the issues in different countries. \"_Café Cinema_ (qv)\" talks about art, human and pain.::kambiz Shabankare"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}