{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "UK::2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Douglas-Hamilton, Jamie"
            },
            {
                "name": "Sinclair, Rory"
            }
        ],
        "locations": [
            "Scotland, UK"
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "GBP50,000 (estimated)",
        "plot outline": "Scotland by Kayak is a TV documentary detailing a kayak adventure trip Rory Sinclair will take around the remote Scottish West coast with good friend Jamie Douglas-Hamilton. The trip will take Sinclair and Douglas-Hamilton around the picturesque Atlantic exposed West Coast, stopping at remote villages and Islands along the way. The pair will encounter rough weather conditions, equipment breakdowns, injuries, Scottish hospitality, culture, fresh Scottish seafood cooking and more. Sinclair and Douglas-Hamilton will also film their own video diary, in which they will voice concerns and frustrations. The result is an emotional, rich breadth of experiences, from the hardship of logistical setbacks paired with the joy of visiting some of the most breath-taking scenery in the world and encountering hospitable locals. Sinclair will also provide the comedy element along this truly incredible trip.",
        "languages": [
            "English"
        ],
        "title": "Scotland by Kayak",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Scotland by Kayak (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "Scotland by Kayak Productions"
            }
        ],
        "distributors": [
            {
                "name": "Scotland by Kayak Productions"
            }
        ],
        "plot": [
            "_Scotland by Kayak_ (qv) is a TV documentary detailing a kayak adventure trip Rory Sinclair will take around the remote Scottish West coast with good friend Jamie Douglas-Hamilton. The trip will take Sinclair and Douglas-Hamilton around the picturesque Atlantic exposed West Coast, stopping at remote villages and Islands along the way. The pair will encounter rough weather conditions, equipment breakdowns, injuries, Scottish hospitality, culture, fresh Scottish seafood cooking and more. Sinclair and Douglas-Hamilton will also film their own video diary, in which they will voice concerns and frustrations. The result is an emotional, rich breadth of experiences, from the hardship of logistical setbacks paired with the joy of visiting some of the most breath-taking scenery in the world and encountering hospitable locals. Sinclair will also provide the comedy element along this truly incredible trip.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}