{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2014"
            }
        ],
        "release dates": [
            "USA::January 2014"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In the season premiere, Morgan's bridezilla ways push Brendan past his limit as they plan their wedding. While Morgan's preoccupied with her wedding, Dorothy leans on her friend Bianca for support when Dorothy has trouble with her boyfriend. EJ gets his own place in LA and must figure out what he wants to do with his life. Jonny's world is rocked by a health scare.    "
                },
                "2": {
                    "title": "#MaidofDishonor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "8 May 2016",
                    "year": "2016",
                    "plot": "\n    Morgan makes the big announcement of whom she has chosen to be a part of her bridal party. Even though Dorothy is included in this prestigious group, she bails on wedding activities and jets off to NYC with her adventure buddy Bianca, which infuriates Morgan. EJ explores the wonderful world of dating by taking a tantra class and having a live streaming pillow talk on Periscope. Meanwhile, Jonny turns up the volume and takes the first steps of becoming a DJ.    "
                },
                "3": {
                    "title": "#GossipGirl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    EJ takes Dorothy up on her offer to help him find love and they start by \"hunting\" for eligible men on the streets of Rodeo Drive. Morgan apologizes for her bridezilla ways but new issues arise as she and Brendan realize they aren't on the same page financially. Meanwhile, Bianca, lets Dorothy and Jonny in on a little secret about a family fallout between her and Brendan, which infuriates Morgan leading to a showdown at Jonny's first DJ event.    "
                },
                "4": {
                    "title": "#WakingUpInVegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Morgan and Brendan learn that their wedding date may be doomed. EJ decides to begin creating his own business empire while also giving back to the LGBT community. Dorothy takes everyone to Vegas to celebrate her birthday, where Morgan confronts Bianca about her nasty comments regarding Brendan and her wedding. Meanwhile, Dorothy becomes frustrated by Bianca's diva behavior and the two come to blows.    "
                },
                "5": {
                    "title": "#SkeletonsInTheCloset",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "29 May 2016",
                    "year": "2016",
                    "plot": "\n    Morgan's career goals clash with her wedding planning duties after she secures an important meeting with a bestselling author...in New York City. Morgan attends Jonny's DJ show at the Highline Ballroom, where she clashes with Bianca. Meanwhile, back in LA, Brendan picks up the wedding planning slack and realizes that the stories Morgan is writing about in her book might be too scandalous for a young couple embarking on their married life together. EJ throws a glitzy launch party for his signature nail polish shade, Jaded.    "
                },
                "6": {
                    "title": "#BadNewsBianca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    While on his bachelor party in Cabo, Brendan confides in Jonny and struggles with Morgan's decision to write a book revealing her wild past. EJ sits front row at New York Fashion Week and wonders if a career in fashion means a move to New York. Dorothy's world is turned upside-down when Bianca reveals that Morgan isn't the friend Dorothy thought she was.    "
                },
                "7": {
                    "title": "#BacheloretteBlowUp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "12 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Dorothy doesn't know if she wants to be a bridesmaid for Morgan anymore, after Bianca revealed what Morgan said about her. It's fun and games at Morgan's bachelorette party in Miami, until Dorothy confronts Morgan. Bianca flies to Miami to support Dorothy and gets into a massive blowout with Morgan.    "
                },
                "8": {
                    "title": "#RunawayBride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "19 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the season finale, the threat of rain on their wedding day causes a fight between Brendan and Morgan as Morgan begins to question married life. As her wedding excitement turns to doubt, Morgan escapes to NYC with EJ just days before the big day. Dorothy and Bianca's relationship troubles come to a head at Jonny's birthday.    "
                }
            },
            "1": {
                "1": {
                    "title": "#welcometoBH",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Dorothy and Morgan find out that blood is thicker than water when a controversial topic threatens to ruin a friendship.    "
                },
                "2": {
                    "title": "#mansionhunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Dorothy decides that it's time to move out of her parents' house and get a place of her own. Plus, Roxy's parents cut her off.    "
                },
                "3": {
                    "title": "#crazyincabo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n    To celebrate their one year anniversary, Brendan plans a posh getaway but Morgan wants to bring friends along. Is more really merrier?    "
                },
                "4": {
                    "title": "#yachtlife",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Morgan rents a huge yacht for a day of drinking and fun in the sun--but old drama explodes at that night's dinner.    "
                },
                "5": {
                    "title": "#INTERIORmotives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Financially cut-off Roxy angles to decorate Dorothy's new condo, while Morgan and Brendan talk marriage and family.    "
                },
                "6": {
                    "title": "#funemployed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Hanging out poolside and taking spinning classes is awesome, but it looks like the #RichKids are finally growing up! Roxy lands a huge client for her interior design business which finally gives her some financial freedom--but weekly trips to New York are killing her social life. Meanwhile, Dorothy gets her first real estate listing and partners up with Morgan's BF Brendan for an open house. Will her Beverly Hills connections give her a leg up on the competition? Then, Morgan gets jealous that her friends are making business moves. Can Brendan and her mom help her ...    "
                },
                "7": {
                    "title": "BH goes NYC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "9 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The girls have a sleepover then all head to NYC for Morgan's launch party for her website.    "
                }
            },
            "2": {
                "1": {
                    "title": "#Richkidsreturn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "3 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The Chinese adventure begins in Nanjing where all the #RichKids get the royal treatment courtesy of Dorothy's family. After putting their drama behind them, Morgan and Brendan promise to make the most of their vacation. See them, Jonny and Roxy adjust to life on the other side of the globe! But things quickly get intense again when Roxy addresses the elephant in the room--why did Dorothy's man Cooper back out on the trip of a lifetime?    "
                },
                "2": {
                    "title": "#Chinabound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "3 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The Chinese adventure begins in Nanjing where all the #RichKids get the royal treatment courtesy of Dorothy's family. After putting their drama behind them, Morgan and Brendan promise to make the most of their vacation. See them, Jonny and Roxy adjust to life on the other side of the globe! But things quickly get intense again when Roxy addresses the elephant in the room--why did Dorothy's man Cooper back out on the trip of a lifetime?    "
                },
                "3": {
                    "title": "#ShanghaiShowdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "10 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The #RichKids continue their adventure across China! The group takes rickshaws through the streets of Shanghai and gets adventurous at a genuine Chinese night market. But soon a jet-lagged Roxy gets on Dorothy's last nerve and their fight threatens to derail the whole trip. In Beijing, the group goes selfie crazy on the Great Wall and then caps their trip with a traditional Peking duck dinner by the best chef in town. Can the girls stay civil? Plus, a day trip to a center for the handicapped stirs up big emotions for Dorothy and Morgan.    "
                },
                "4": {
                    "title": "#Instadrama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    One racy photo posted to Morgan's blog has her in hot water with her mom--but did she go overboard in telling Susan to buzz off? See if she can make things right. Then, Dorothy has been noticeably absent while spending time with her man Cooper in Malibu. The rest of the #RichKids try to get through to her before she gets hurt, but it may be too late! Find out why Dorothy calls Morgan in tears.    "
                },
                "5": {
                    "title": "#Baldeagle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Brendan, Morgan and Roxy throw a joint rooftop birthday party, but not everyone is having a great time. Brendan's receding hairline is starting to eat away at his confidence. Will Morgan go along with him getting a hair transplant? Meanwhile, Dorothy is struggling to move on from Cooper. See Roxy squash their beef and help her friend through the rough patch.    "
                },
                "6": {
                    "title": "Baby Whisperer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Babysitting Brendan's niece has Morgan wondering if she wants to be a mother someday. With Brendan dead-set on being a daddy, can the couple come to an understanding about their future? Meanwhile, Jonny and Roxy set each other up on a blind double date at the bowling alley. Things get super awkward when only one of the couples is a match. Can Roxy and Jonny smooth things over at Gabby's pool party--or is the drama just getting started?    "
                },
                "7": {
                    "title": "#PrideandPrada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    EJ is invited to be the celebrity grand marshal at San Francisco Pride! Can he make his family proud? Meanwhile, Morgan and Brendan still haven't reconciled since their argument about children. See who's willing to make a compromise. Plus, Dorothy gets back in the dating game by joining Roxy for another double date. Will Cupid's arrow strike at the shooting range? Find out!    "
                },
                "8": {
                    "title": "#TroopBeverlyHills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Wyoming, here they come! Brendan invites the rest of the #RichKids to rough it with him at his family's cabin where he spent his summers. Can the rest of the gang get in touch with their wild sides and bond with Mother Nature? See them stock up for the trip, cook their own food on a campfire and even pop a squat in the woods! Plus, Jonny causes a scene when his Tinder date shows up drunk--and EJ is caught in the middle of it. What's going on with Jonny?    "
                },
                "9": {
                    "title": "#SurvivaloftheRichest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "21 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Their Palmdale, Wyoming, adventure continues! Follow the #RichKids as they try horseback riding, line dancing, boot shopping and tons more! But this walk down memory lane also turns up some old wounds. Morgan gets to the bottom of what's been bothering Brendan and Jonny opens up about his short temper. Will everyone be rushing back to L.A. once the drama blows over?    "
                },
                "10": {
                    "title": "#SurgerySelfie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In the season finale, Morgan and Brendan take steps to move in together. Will they receive their parents' blessing? Plus, the date for Brendan's hair transplant surgery has arrived. See if it inspires EJ to make a huge health decision for himself. Meanwhile, Jonny opens up about being bullied in high school and Dorothy lands a huge client for her jewelry line! Then, everyone celebrates the end of summer with a friends-only soul food dinner party.    "
                }
            },
            "3": {
                "1": {
                    "title": "#Textgate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "24 May 2015",
                    "year": "2015",
                    "plot": "\n    In the season premiere, EJ questions whether to invite Jonny to the Bahamas, sparking group wide digital drama. Brendan meets with a jeweler about an engagement ring while Morgan models at New York Fashion week. Taylor Hasselhoff anticipates seeing her high school enemy, Roxy.    "
                },
                "2": {
                    "title": "#Bahamadrama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    EJ has an appearance in the Bahamas and brings his friends along for support. Taylor finds flirting with newcomer Bobby to be a welcome distraction from the building tension with Roxy. Dorothy questions her friendships with the group.    "
                },
                "3": {
                    "title": "#RingOnIt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    As Morgan's career takes off, Brendan surprises her with a proposal. Roxy hosts a charity event for her sister and hopes her new boyfriend will come to support her. Taylor and Bobby get closer, while Dorothy and EJ dig up some dirt on him in hopes of protecting Taylor.    "
                },
                "4": {
                    "title": "#NeverHaveIEver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "14 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Bobby puts Taylor at odds with the rest of the group when he lashes out at game night. EJ & Dorothy are on the prowl for men, and bad business leads to bad blood for Roxy & Morgan when a deal goes south between Brendan & Roxy's boyfriend.    "
                },
                "5": {
                    "title": "#BattleOfTheBod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Morgan and Dorothy take a road trip to Vegas, where they judge a poolside hot body contest. Taylor questions her relationship with Bobby. Roxy struggles with where her and Morgan's friendship stands while Jonny must find the courage to ask his hookup to be his boyfriend.    "
                },
                "6": {
                    "title": "#HatersGonnaHate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "28 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    As Morgan searches for the perfect wedding dress, Brendan worries about how much money she spends. After online criticism, Dorothy tries to change her voice, but finds dealing with her imperfections is difficult. Roxy and Morgan finally confront the problems in their friendship.    "
                },
                "7": {
                    "title": "#LooseInLondon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Morgan and Brendan plan an engagement trip to London with their friends that ends up taking a dramatic turn. Taylor and Bobby are on the rocks after Jonny confronts him about his behavior, and Morgan makes a Snapchat discovery that lands Brendan in hot water.    "
                },
                "8": {
                    "title": "#PartyCrasher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    In the season finale, Morgan wonders if her friendship with Roxy is too far gone to recover, and debates whether or not she wants Roxy at her engagement party. EJ's continued weight loss gives him the confidence to look for a relationship. Taylor films a music video and finds a new Prince Charming, while Bobby causes chaos by showing up uninvited to the engagement party.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "#selfiesinthecity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rich Kids of Beverly Hills (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "16 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The Trendabl pop-up shop event is looming and Morgan is stressing out. If she wants to make in-roads with the fashion community, she needs to make big strides with her blog, Boobs and Loubs--but a run-in with a fashion blogger completely shakes her confidence. Can she handle the pressure and knock out a killer post on a deadline? Plus, Roxy makes progress furnishing a wealthy New Yorker's new residence. See what she's capable of when money is no object!    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Stewart, Morgan"
            },
            {
                "name": "Wang, Dorothy"
            },
            {
                "name": "Fitzpatrick, Brendan"
            },
            {
                "name": "Drubel, Jonny"
            },
            {
                "name": "Sowlaty, Roxy"
            },
            {
                "name": "Abeyta, Daniel"
            },
            {
                "name": "Mac, Drew"
            },
            {
                "name": "Johnson, E.J."
            },
            {
                "name": "Mullens, Andretti"
            },
            {
                "name": "Friedemann, Chrystall"
            },
            {
                "name": "Cesarine, Indira"
            },
            {
                "name": "Leia, Tama"
            },
            {
                "name": "Serpas, Anthony"
            },
            {
                "name": "Pierce, Mykel Hawke"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "number of seasons": 4,
        "rating": 3.1,
        "votes": 740,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgxNjc5MjQ4NV5BMl5BanBnXkFtZTgwNzQ4MTAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "title": "Rich Kids of Beverly Hills",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "distributors": [
            {
                "name": "ITVBe"
            }
        ],
        "other companies": [
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "VER"
            }
        ],
        "plot": [
            "A look into the privileged lives of several twenty-somethings.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 740,
                "rating": 3.1
            },
            "aged 18 29": {
                "votes": 191,
                "rating": 4.3
            },
            "aged 30 44": {
                "votes": 238,
                "rating": 2.5
            },
            "aged 45 plus": {
                "votes": 92,
                "rating": 2.4
            },
            "males": {
                "votes": 285,
                "rating": 2.0
            },
            "males aged 18 29": {
                "votes": 85,
                "rating": 3.5
            },
            "males aged 30 44": {
                "votes": 125,
                "rating": 1.4
            },
            "males aged 45 plus": {
                "votes": 54,
                "rating": 1.9
            },
            "females": {
                "votes": 271,
                "rating": 4.4
            },
            "females aged 18 29": {
                "votes": 106,
                "rating": 4.8
            },
            "females aged 30 44": {
                "votes": 108,
                "rating": 4.5
            },
            "females aged 45 plus": {
                "votes": 36,
                "rating": 3.3
            },
            "top 1000 voters": {
                "votes": 24,
                "rating": 2.7
            },
            "us users": {
                "votes": 211,
                "rating": 2.8
            },
            "non us users": {
                "votes": 192,
                "rating": 3.1
            }
        },
        "number of votes": {
            "10": 145,
            "9": 22,
            "8": 38,
            "7": 30,
            "6": 33,
            "5": 28,
            "4": 26,
            "3": 23,
            "2": 33,
            "1": 362
        },
        "arithmetic mean": 4.2,
        "median": 2
    }
}