{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "15 January 2014"
            }
        ],
        "release dates": [
            "South Africa::15 January 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "South Africa::(Johannesburg)",
            "UK::(Buckingham)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "48"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "original air date": "15 Jan 2014 (South Africa)",
        "budget": "$170,000 (estimated)",
        "plot outline": "A Different Country is a character-driven documentary series that follows five children from Johannesburg, South Africa as they embark on a year's exchange programme at Stowe School in Buckinghamshire, UK. The children are drawn from the Dominican Convent School in downtown Johannesburg - Thabile is an orphan; Dibaba, a refugee from the DRC; Lungelo lives in an informal settlement with no electricity; Thabo is from a single parent household in Soweto and Malemo, from an emerging middle class. In a country whose education system is in crisis, the Dominican Convent School is providing much needed skills for those who would otherwise not receive a quality education. We follow the five successful applicants during their year at Stowe School and find out what they learn while overseas. We meet their guardian families and their families back home in South Africa. We see how they change over the course of the year and hear them tell us what they have taken from the programme once back in the country for good. We also follow the story of Michelle, who was on the shortlist to go but who narrowly missed making the selection. She is devastated that she was not picked for the programme but does eventually make it to Stowe when the Dominican Convent School Choir is invited to the UK to perform at Stowe, South Africa House and at Salisbury Cathedral.",
        "languages": [
            "English"
        ],
        "title": "A Different Country",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "A Different Country (South Africa)"
        ],
        "writer": [
            {
                "name": "Anderson, Shareen"
            },
            {
                "name": "Henry, Lisa"
            }
        ],
        "director": [
            {
                "name": "Anderson, Shareen"
            },
            {
                "name": "Henry, Lisa"
            }
        ],
        "production companies": [
            {
                "name": "Fort Greene Filmworks"
            },
            {
                "name": "Left Hand Films"
            }
        ],
        "distributors": [
            {
                "name": "Sabido Productions"
            }
        ],
        "plot": [
            "_A Different Country_ (qv) is a character-driven documentary series that follows five children from Johannesburg, South Africa as they embark on a year's exchange programme at Stowe School in Buckinghamshire, UK. The children are drawn from the Dominican Convent School in downtown Johannesburg - Thabile is an orphan; Dibaba, a refugee from the DRC; Lungelo lives in an informal settlement with no electricity; Thabo is from a single parent household in Soweto and Malemo, from an emerging middle class. In a country whose education system is in crisis, the Dominican Convent School is providing much needed skills for those who would otherwise not receive a quality education. We follow the five successful applicants during their year at Stowe School and find out what they learn while overseas. We meet their guardian families and their families back home in South Africa. We see how they change over the course of the year and hear them tell us what they have taken from the programme once back in the country for good. We also follow the story of Michelle, who was on the shortlist to go but who narrowly missed making the selection. She is devastated that she was not picked for the programme but does eventually make it to Stowe when the Dominican Convent School Choir is invited to the UK to perform at Stowe, South Africa House and at Salisbury Cathedral.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "48 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}