{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "19 January 2014"
            }
        ],
        "release dates": [
            "Denmark::19 January 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Carbone, Ernesto Piga"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "zxx"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "19 Jan 2014 (Denmark)",
        "languages": [
            "None"
        ],
        "title": "Peter Pix",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "Peter Pix (Denmark)"
        ],
        "writer": [
            {
                "name": "Jensen, Trine Heller"
            },
            {
                "name": "Kløft, Jens"
            }
        ],
        "director": [
            {
                "name": "Jensen, Trine Heller"
            }
        ],
        "production companies": [
            {
                "name": "Nepenthe Film"
            }
        ],
        "distributors": [
            {
                "name": "Nepenthe Film"
            }
        ],
        "plot": [
            "GENERAL: On the surface Peter P is an anonymous man, but on the home turf he has to fight deadly battles in order to make it a peaceful home.::Anonymous"
        ],
        "synopsis": [
            "On the surface Peter P is an anonymous man, but on the home turf he has to fight deadly battles in order to make it a peaceful home.\nINDIVIDUAL FILMS: The shoes Peter P. is struggling to get the shoes on, but they dont want to be a part of the game since his socks are dirty. When he tries to put his feet in the shoes, they are not happy about those dirty socks and run away. Now the battle is about catching the shoes. The alarm clock Peter P. is sleeping in his bed, the alarm clock rings on the bedside table. He ignores it. The clock insists again and again. The quilt now works together with the alarm clock and it starts to slip off. His clothes glide under the quilt and dress the sleepy Peter P. The cardboard box Peter P. has a lot of books to tidy up and he enters the room with a stack of moving boxes, which he grapples with, trying to assemble them. He reads the instruction drawings and begins to fold. Suddenly he has formed an airplane. Afterwards, the Eiffel Tower, and at the end a crocodile. Peter P. feeds it with the books and then hes done with tidying up. The cake Peter P. enters with a delicious cake on a plate. There is a big mess on the table and he hoovers it to make space for the cake. Peter P sits down to eat his tasty cake, but when he is about to take the first bite, he hears the sound of the vacuum. It begins to stick its head behind Peters shoulders its alive! The tablecloth Peter P. is reading the newspaper and eating breakfast a toast with jam and coffee. With his attention completely focused on the paper, he spills all over the tablecloth. It slips off, wraps Peter P. and rolls into the washing machine. The tablecloth presses the button and starts the program and washes Peter P. along with it! The violin Peter P. takes his violin, which hangs on the wall, and starts playing a melancholic melody, so beautiful that it brings tears to his eyes. Then tears well up in the eyes of the picture on the wall. The candles cry, the flowers, the glass of water pours out. Peter P. stops and looks down he realizes that hes standing in a pool of water that reaches his ankles. The car Peter P. is sitting at the table. He pours cornflakes on his plate and eats. With the next spoonful comes a toy car from the package, Peter eats it too. Then the sound of a car motor starts. Suddenly hes wearing a helmet and motor glasses and he drives at full speed around the dining room he has become a car! The pillow fight Peter P. is beating the pillows from the couch with a carpet beater. He turns around to leave, but a pillow pounces and hits his neck! Peter, wondering, takes the pillow and puts it back on the couch. He is hit again and now a deadly battle starts against the cushions of the sofa. And then all of a sudden the couch swallows him completely!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}