{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 February 2014"
            }
        ],
        "release dates": [
            "USA::10 February 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Conduit for Stories and Wisdom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life Line Booth (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    What happens when food, water, clothes, furniture, medical supplies, blank paper and pens are left in the notoriously underserved community of Skid Row (Los Angeles) for anyone's use? We discover that the Life Line Booth is a place for those experiencing homelessness to share their stories and knowledge with those willing to listen on \"the other end of the line.\"    "
                },
                "2": {
                    "title": "The Forbidden Sidewalk: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life Line Booth (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Part one of two; A Life Line Booth is set up in Skid Row (Los Angeles) and is torn down by a neighboring mission.    "
                },
                "3": {
                    "title": "The Forbidden Sidewalk: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life Line Booth (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Part two of two; After a neighboring mission tears down a Life Line Booth, the homeless community of Skid Row responds by restoring the booth on the sidewalk across the street.    "
                },
                "4": {
                    "title": "What Goes Around...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life Line Booth (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Life Line Booth makes its first collaboration with The St. Francis Center (Skid Row, Los Angeles), a non-discriminatory mission that never turns away those in need. St. Francis Center depends on donations to survive, just like the people it serves. The charity of giving and taking comes full circle when we learn how those experiencing homelessness also return the favor to others.    "
                },
                "5": {
                    "title": "I Will Not Give Up on You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life Line Booth (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    An impromptu Life Line Booth is set up at night, providing a glimpse into the two choices available for those who live in Skid Row (Los Angeles) -- Using the available resources (missions, pantries, sober-living communities, mental health treatment centers) to recover from the circumstances that led to their homelessness - or hustling. The sentiment of 'giving up or pushing on' becomes a theme in the reality of moment-to-moment survival.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Oksenberg, Ryan"
            },
            {
                "name": "Focil, Jonathan"
            },
            {
                "name": "McHugh, Amanda Kari"
            },
            {
                "name": "Feingold, Atlee"
            }
        ],
        "locations": [
            "Skid Row, Central City East, Los Angeles, California, USA::(location)",
            "St. Francis Center, Los Angeles, California, USA::(location)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "10"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "$15,000 (estimated)",
        "plot outline": "Life Line Booth is a social outreach documentary series where sidewalks in destitute neighborhoods are transformed into havens by way of donated items, set up there for anyone's taking. Stories and wisdom are shared by the community and intended to shatter the stigmas associated with those experiencing homelessness. Those watching at home are inspired to give back to others in thoughtful and creative ways, in addition to being encouraged to look out their own bubbles and interact with those forgotten people.",
        "languages": [
            "English"
        ],
        "title": "Life Line Booth",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Life Line Booth (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Saguaro"
            }
        ],
        "distributors": [
            {
                "name": "Pivot TV"
            }
        ],
        "other companies": [
            {
                "name": "Creative Rebellion"
            },
            {
                "name": "Point.360"
            }
        ],
        "plot": [
            "Transforming sidewalks in underserved communities into havens by way of donated items set up there for anyone's taking.::Ryan Oksenberg",
            "_Life Line Booth_ (qv) is a social outreach documentary series where sidewalks in destitute neighborhoods are transformed into havens by way of donated items, set up there for anyone's taking. Stories and wisdom are shared by the community and intended to shatter the stigmas associated with those experiencing homelessness. Those watching at home are inspired to give back to others in thoughtful and creative ways, in addition to being encouraged to look out their own bubbles and interact with those forgotten people.::Ryan Oksenberg"
        ],
        "tech": {
            "runtime": [
                "10 min (original)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}