{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 January 2014"
            },
            {
                "country": "USA\n",
                "date": "17 February 2015"
            },
            {
                "country": "Finland\n",
                "date": "27 October 2015"
            }
        ],
        "release dates": [
            "USA::5 January 2014",
            "USA::17 February 2015",
            "Finland::27 October 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Italian Americans"
            },
            {
                "countries": "Finland",
                "title": "Amerikanitalialaiset"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Italiensk-amerikaner"
            }
        ],
        "akas": [
            "The Italian Americans (original title)",
            "Amerikanitalialaiset Finland",
            "Italiensk-amerikaner Finland (Swedish title)"
        ],
        "akas from release info": [
            "The Italian Americans (original title)",
            "Amerikanitalialaiset Finland",
            "Italiensk-amerikaner Finland (Swedish title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "La Famiglia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Italian Americans (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A brief history of the Italian Risorgimento provides the context for the great flight from the mezzogiorno region. By the late 19th century, Italians begin to put down roots and \"Little Italys\" spring up in urban areas throughout the U.S. But the first generation, holding onto language and culture, is branded \"outsiders\" and mistrusted by non-Italians. In New Orleans, this mistrust explodes into violence and 11 Italian Americans are murdered by an armed mob. Meanwhile, in San Francisco, a second-generation Italian American saves his community from disaster while ...    "
                },
                "2": {
                    "title": "Becoming Americans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Italian Americans (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    At the turn of the 20th century, more than four million Italians immigrate to America. Leonard Covello is forced to give up his \"old world\" ways and adopt American mores, including changing his name; Arturo Giovannitti, a new immigrant, leads the largest labor strike of 1912, when Italian Americans push for better working conditions and wages. Italian Americans are forced to worship in the basement of churches controlled by the Irish archdiocese; anarchists Sacco and Vanzetti are executed, reinforcing stereotypes that plague Italian Americans today; Prohibition breeds...    "
                },
                "3": {
                    "title": "Loyal Americans",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Italian Americans (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A second generation of Italian Americans begins to enter the labor movement, politics, sports and entertainment. Fiorello LaGuardia becomes mayor of New York City. Joe DiMaggio, the son of a San Francisco fisherman, becomes a baseball powerhouse who becomes an American hero. But with the outbreak of World War II, loyalty to America is questioned and Italians are forced to choose between two nations at war. While many Italian Americans fight on the frontlines with valor and bravery, other Italian Americans are labeled \"Enemy Aliens,\" including DiMaggio's parents. The ...    "
                },
                "4": {
                    "title": "The American Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Italian Americans (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In post-war America, Italian Americans enter the middle class. Italian-American crooners define American cool, but even as Frank Sinatra skyrockets to fame, he is haunted by accusations of Mafia ties. Can Italian Americans fit into 1950s America or will the specter of organized crime always plague them? Governor Mario Cuomo, son of Italian immigrants, struggles to straddle both worlds, while his sons' success promises assimilation and acceptance. Antonin Scalia becomes the first Italian American appointed to the U.S. Supreme Court and Congresswoman Nancy Pelosi is the...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Tucci, Stanley"
            },
            {
                "name": "Turturro, John"
            },
            {
                "name": "Trigiani, Adriana"
            },
            {
                "name": "Patel, Sejal M."
            },
            {
                "name": "Orsi, Robert"
            },
            {
                "name": "Talese, Gay"
            },
            {
                "name": "Margavio, Anthony"
            },
            {
                "name": "Gabaccia, Donna"
            },
            {
                "name": "Santopietro, Tom"
            },
            {
                "name": "Fabiano, Laurie"
            },
            {
                "name": "Gardaphe, Fred"
            },
            {
                "name": "Nystrom, Justin"
            },
            {
                "name": "Smith, Tom"
            },
            {
                "name": "Fox, Stephen"
            },
            {
                "name": "de Stefano, George"
            },
            {
                "name": "Dunn, Geoffrey"
            },
            {
                "name": "Cantarutti, Lido"
            },
            {
                "name": "Aleandri, Emelise"
            },
            {
                "name": "DiPalo, Lou"
            },
            {
                "name": "Petrosino, Joseph"
            },
            {
                "name": "Rescino, Frank"
            },
            {
                "name": "Rescino, Mike"
            },
            {
                "name": "Hamill, Pete"
            },
            {
                "name": "Cleese, Rose Marie"
            },
            {
                "name": "Gumina, Deanna"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "05 Jan 2014 (USA)",
        "number of seasons": 1,
        "rating": 8.1,
        "votes": 73,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTczMTAwNTA0M15BMl5BanBnXkFtZTgwNjgzNjU4NDE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "The Italian Americans reveals the unique and distinctive qualities of one immigrant group's experience, and how these qualities, over time, have shaped and challenged America. At the turn of the 20th century, many Italians immigrants came to work, earn money to support their families, and eventually return home. Nearly half of the first generation Italian immigrants did return to Italy, but for those that made America home, their struggle to maintain a distinct Italian culture was guided by remarkably powerful ideals of family that had always been at the center of their lives. While the power of the Italian family became a source of strength, it also bred suspicion, popularized in popular media as a dark, criminal element. This clash of culture echoed through generations of Italian Americans as they entered positions of political, social, and cultural influence. Through extensive archival materials and interviews with scholars and notable Italian Americans such as Tony Bennett, Nancy Pelosi, Gay Talese and John Turturro, The Italian Americans tells the story of those who played vital roles in helping to shape a unique Italian American identity and to transform American life and culture.",
        "languages": [
            "English"
        ],
        "title": "The Italian Americans",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Maggio, John"
            }
        ],
        "director": [
            {
                "name": "Maggio, John"
            }
        ],
        "production companies": [
            {
                "name": "Ark Media"
            }
        ],
        "distributors": [
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "plot": [
            "_The Italian Americans_ (qv) reveals the unique and distinctive qualities of one immigrant group's experience, and how these qualities, over time, have shaped and challenged America. At the turn of the 20th century, many Italians immigrants came to work, earn money to support their families, and eventually return home. Nearly half of the first generation Italian immigrants did return to Italy, but for those that made America home, their struggle to maintain a distinct Italian culture was guided by remarkably powerful ideals of family that had always been at the center of their lives. While the power of the Italian family became a source of strength, it also bred suspicion, popularized in popular media as a dark, criminal element. This clash of culture echoed through generations of Italian Americans as they entered positions of political, social, and cultural influence. Through extensive archival materials and interviews with scholars and notable Italian Americans such as Tony Bennett, Nancy Pelosi, Gay Talese and John Turturro, _The Italian Americans_ (qv) tells the story of those who played vital roles in helping to shape a unique Italian American identity and to transform American life and culture.",
            "_The Italian Americans_ (qv) reveals the unique qualities of one immigrant group's experience, and how these qualities have shaped and challenged America. Through extensive archival materials and interviews with scholars and notable Italian Americans such as Tony Bennett, Nancy Pelosi, and Gay Talese, _The Italian Americans_ (qv) tells the story of those who played vital roles in helping to shape a unique Italian American identity."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 73,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 18,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 33,
                "rating": 7.6
            },
            "males": {
                "votes": 43,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 16,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 23,
                "rating": 7.8
            },
            "females": {
                "votes": 15,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 7.2
            },
            "us users": {
                "votes": 33,
                "rating": 7.6
            },
            "non us users": {
                "votes": 15,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 19,
            "9": 13,
            "8": 19,
            "7": 11,
            "6": 5,
            "5": 2,
            "4": 4,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}