{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 March 2014"
            }
        ],
        "release dates": [
            "USA::4 March 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Rise of the Machines"
            },
            {
                "countries": "Italy",
                "title": "L'impero delle macchine"
            },
            {
                "countries": "Slovakia",
                "title": "Vzostup strojov"
            },
            {
                "countries": "Spain",
                "title": "Supermáquinas"
            }
        ],
        "akas": [
            "Rise of the Machines (original title)",
            "L'impero delle macchine Italy",
            "Vzostup strojov Slovakia",
            "Supermáquinas Spain"
        ],
        "akas from release info": [
            "Rise of the Machines (original title)",
            "L'impero delle macchine Italy",
            "Vzostup strojov Slovakia",
            "Supermáquinas Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Super Airship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    CGI animation explodes open a revolutionary new breed of airship-the Aeros Dragon Dream-to reveal the extraordinary technology that it depends on during a series of grueling tests. Exploring the engineering breakthroughs within this helium-filled behemoth will reveal surprising secrets of how the technology evolved, inspired by extraordinary lessons from nature and history. How did the airship's unique buoyancy control system evolve from the swim bladder of deep-water fish? Which breakthrough in rocket engineering enables Corky to spin the airship on a dime? How did ...    "
                },
                "2": {
                    "title": "Mega Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Stunning CGI animation explodes open the world's biggest haul truck--the Liebherr T284--to reveal the extraordinary technology that it depends on to complete an epic multi-million dollar mission in America's highest production gold mine.The Mega Truck is taller than a two-story house, weighs 260 tons and has the pulling power of a freight train. On it's back it carries 400 tons of rock--the same weight as a loaded jumbo jet. We'll join this incredible machine and its crew high on a scorched mountainside in Nevada, where they must take on a series of colossal ...    "
                },
                "3": {
                    "title": "Supership",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In Singapore, the oil rig construction capital of the world, a $220 million oil rig has just come off the production line, and oilman Manuel Olea needs it delivered to the Gulf of Mexico pronto. We'll join Captain Viktor Shevlyakov and his crew on-board the MV Treasure as they attempt to transport this 160 metre-high, 13,000-ton oilrig close to 16,000 miles in only 43 days. At critical moments on their journey, spectacular CGI animation will explode open the 50,000-ton supership and plunge us deep inside its DNA. Exploring the engineering breakthroughs within this ...    "
                },
                "4": {
                    "title": "Bullet Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Stunning CGI animation explodes open one of the world's fastest trains--the Italo AGV--to reveal the extraordinary technology that it depends on to race 300 miles in less than four hours. Driver Gabriele Cicalini pulls out of Venice's historic train station at precisely 9.55am. His Italo AGV is the Ferrari of high-speed trains, cutting through the Italian countryside at 180 miles per hour. But even with the horsepower of 16 Formula One cars behind Gabriele, arriving on time in Rome will push man and machine to the brink. En route, Gabriele must handle sharp turns, a ...    "
                },
                "5": {
                    "title": "800 Ton Digger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Stunning CGI animation explodes open one of the world's largest diggers--the Komatsu PC8000--to reveal the extraordinary technology that it depends on to shovel 27,000 tons of copper ore in less than four days. The pressure is on at Copper Mountain Mine, British Columbia. Every month the mine must produce $18 million of powdered copper to fill a shipment bound for Japan. The miners must continually blast the rock to undercover pockets of copper ore and scoop it up to feed the mine's mill. At the heart of this operation is the Komatsu PC8000. Its mission: scoop rock 24...    "
                },
                "6": {
                    "title": "Heavyweight Helicopter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This episode explodes open the world's only purpose built flying crane--the Erickson Air Crane--to reveal the extraordinary technology that it depends on to construct 120 giant steel transmission towers in only eight days. Chief Pilot Travis Harrold and his crew take to the skies to build a vital link in a new $1.6 billion power line across the remote Albertan prairies. Grappling the controls of this 10,000 horsepower hauling machine, the team must lift eight-ton steel towers high into the air and set them with absolute precision. At critical moments, immersive CGI ...    "
                },
                "7": {
                    "title": "Ultimate Dragster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Stunning CGI animation to explodes open the fastest accelerating vehicle on the planet--the Top Fuel Dragster--to reveal the extraordinary technology it uses to propel it to speeds over 500km/hr. In Pomona, California, the world's fastest dragsters are battling it out in the final of the NHRA World Championships. Leading them all is the astonishing Al-Anabi Top Fuel dragster. But can its driver, Shawn Langdon, hold onto his advantage and win the championship? At critical moments, spectacular we will uncover the engineering breakthroughs and reveal the extraordinary ...    "
                },
                "8": {
                    "title": "Aircraft Carrier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Stunning CGI animation explodes open the world's biggest aircraft carrier--the USS Ronald Reagan-- to reveal the extraordinary technology it uses to command the oceans and defend the United States. In the Pacific Ocean, the USS Ronald Reagan is setting out on deployment. In the next 12 hours, her captain must launch and land 40 pilots so they can qualify for carrier operations. Exploring the engineering breakthroughs within this 100,000-ton colossus will reveal surprising secrets of how the technology evolved, inspired by extraordinary lessons from nature and history:...    "
                },
                "9": {
                    "title": "Jumbo Jet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This episode explodes open the world's largest passenger plane, the Airbus A380, to reveal the incredible technology that pushes 600 tons of aircraft nearly 6,000 miles in just ten hours. The A380 is packed with technology to allow it to carry more passengers, in more comfort and with greater fuel efficiency than any jet in its class. How do the A380's shape-shifting wings mimic a bald eagle's flexible feathers? How have the fan-blades inside the A380's super-powered jet engines evolved from the slashing Samurai sword? How did a 3,000-year-old warrior's tunic develop ...    "
                },
                "10": {
                    "title": "Ice Crawler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rise of the Machines (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    Stunning CGI animation explodes open one of the world's toughest piste bashers--the Pisten Bully 600W Polar--to reveal the extraordinary technology that it depends on to shift thousands of ton of snow across perilous mountain terrain. At the wheel of the Ice Crawler, driver Steve Dewar is on a high stakes mission at Whistler-Blackcomb ski resort, British Columbia. Together, Steve and his 500-horsepower Ice Crawler have just five days to clear 8000 acres of ski runs of hazardous ice, rocks and avalanche-prone snow drifts in time for the resort's big opening weekend in ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Cantini, Naima"
            },
            {
                "name": "Cerreto, Fabrizio"
            },
            {
                "name": "Cicalini, Gabriele"
            },
            {
                "name": "May, Joseph"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.0,
        "votes": 42,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY1MDkzODY1OV5BMl5BanBnXkFtZTgwOTYyNDAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Rise of the Machines",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Windfall Films"
            }
        ],
        "other companies": [
            {
                "name": "Canada Film Capital"
            },
            {
                "name": "Heli Video Pros"
            }
        ],
        "plot": [
            "On _Rise of the Machines_ (qv), H2 reveals the most surprising inventions that have made our biggest and most iconic machines possible."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 42,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 6.7
            },
            "males": {
                "votes": 35,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 9.2
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 17,
                "rating": 6.7
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 7.7
            },
            "us users": {
                "votes": 6,
                "rating": 6.9
            },
            "non us users": {
                "votes": 19,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 8,
            "9": 2,
            "8": 4,
            "7": 13,
            "6": 7,
            "5": 4,
            "4": 0,
            "3": 2,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}