{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 March 2014"
            }
        ],
        "release dates": [
            "USA::9 March 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Marcus & Alex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Online Dating Rituals of the American Male (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Alex, a 27 year-old self-proclaimed Texas boy just looking to get laid, casts a wide net online in his hunt for a hot fling. After a series of elaborate strike-outs stemming from his penchant for squeezing his dates' butts, Alex meets a girl so special that he puts his bad behavior behind him, or does he? Marcus, a 36 year-old divorcee, turns to online dating to find a new wife and possibly to mend his broken heart. When he meets a near-perfect match, he seems reborn, but stumbles when his cautious heart warns him not to be so trusting. Can he let new love into his ...    "
                },
                "2": {
                    "title": "Brian & Ephraim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Online Dating Rituals of the American Male (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Brian, a 33 year-old playboy, has put walls up after a devastating breakup. This serial first-dater treats dating like a game as the countless women he meets online pale in comparison to his lost love. When he meets a woman who makes him nervous for the first time in ages, he grapples with relinquishing control. Will he be able to give in to a second date and a future with someone new? Ephraim, a 33 year-old single father, carries the weight of raising his young son and caring for his sick father all on his own. Will this self-proclaimed dork with high-expectations ...    "
                },
                "3": {
                    "title": "Matt & Jason",
                    "kind": "episode",
                    "episode of": {
                        "title": "Online Dating Rituals of the American Male (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jason, a 33-year-old film director from Sandusky, Ohio, has dreams of a true Hollywood romance, complete with a Pam Anderson-type for his leading lady. After a string of failed dates with the typical California blonde bombshell, will he follow his friends' advice and open his heart to a down-to-earth girl from the Midwest? Matt, a 27-year-old millionaire, uses online dating to find companionship while on the road for work. This self-proclaimed player uses a mass-marketing approach, sending dozens of women identical messages to make sure he doesn't spend the night ...    "
                },
                "4": {
                    "title": "Travis & Davey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Online Dating Rituals of the American Male (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Travis, a 36-year-old virgin, turns to online dating to find his bride. This devout Christian has high expectations. His future wife must be beautiful, virtuous, love the Lord and appreciate his desire to remain a virgin until marriage. Will his rigid guidelines keep love out of reach, or will he bend the rules for the right girl? Davey Wavey, a gay YouTube personality with over 4,000 messages in his dating inbox, has been on hundreds of online dates. But at 30 years-old, this self-proclaimed \"queen of first dates\" has grown tired of meaningless hookups and is seeking...    "
                },
                "5": {
                    "title": "Grant & J. Keith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Online Dating Rituals of the American Male (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Grant, a 33-year-old orthopedic surgeon, has a plan: to find the perfect woman, have a fantasy wedding, and raise the All-American family. With guidance from his roommate, Grant turns to online dating to find the woman of his dreams. Will he find what he's looking for or will every woman pale in comparison to the one he's invented in his mind? J. Keith, a 42 year-old cat-obsessed comic, began online dating to combat his shy and awkward demeanor, but now uses it to attract women who would normally be way out of his league. Will he find a companion who can appreciate ...    "
                },
                "6": {
                    "title": "Scott & Adey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Online Dating Rituals of the American Male (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Scott, a 37-year-old surfer, mountaineer and paramedic, turns to online dating because he has doubts about marrying his long-term girlfriend. With all the options online, he wonders if there is a better, less \"dramatic\" fit for him. When he meets a beauty who knocks him off his feet, will Scott be able to embrace the possibility of a new relationship? Adey, a 38-year-old badass, loves his work, his bike, and his ink; the only thing he's missing is the love of a special woman. This lone wolf grew up without the nurturing he craved from his mother, so now he's looking ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Kazepis, Caitlin"
            },
            {
                "name": "Lockhart, Jason"
            },
            {
                "name": "Browne, Alycia"
            },
            {
                "name": "Grenke, Travis"
            },
            {
                "name": "Simlak, Renee"
            },
            {
                "name": "Zerner, Emma"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.7,
        "votes": 30,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjFjNDg2MGEtM2VhYy00YzQ0LThhN2MtZTcyYjczYzNmYmIzXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Bravo Media unmasks the world of the booming, online dating culture from the male perspective on the new docu-series, \"Online Dating Rituals of the American Male.\" Each week, the show follows two men as they hunt for their ideal partner (or fling!). Viewers will get an inside look at the male psyche from the beginning stages of trolling and communicating online to landing a date with a potential match. The series features a variety of men from the typical \"omantic\" searching for his one true love to the guy whose goal is strictly getting lucky. From earnest romance to cringe-worthy moments, viewers will get a taste of the trials and tribulations that come along with dating in the digital age.",
        "languages": [
            "English"
        ],
        "title": "Online Dating Rituals of the American Male",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Online Dating Rituals of the American Male (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Bravo Media"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Networks"
            }
        ],
        "plot": [
            "Bravo Media unmasks the world of the booming, online dating culture from the male perspective on the new docu-series, \"_Online Dating Rituals of the American Male_ (qv).\" Each week, the show follows two men as they hunt for their ideal partner (or fling!). Viewers will get an inside look at the male psyche from the beginning stages of trolling and communicating online to landing a date with a potential match. The series features a variety of men from the typical \"omantic\" searching for his one true love to the guy whose goal is strictly getting lucky. From earnest romance to cringe-worthy moments, viewers will get a taste of the trials and tribulations that come along with dating in the digital age."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 30,
                "rating": 5.7
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 5.9
            },
            "aged 30 44": {
                "votes": 15,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.9
            },
            "males": {
                "votes": 11,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 5.2
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "females": {
                "votes": 15,
                "rating": 4.7
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 6.2
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 5.7
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 3.0
            },
            "us users": {
                "votes": 15,
                "rating": 4.5
            },
            "non us users": {
                "votes": 9,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 6,
            "9": 1,
            "8": 4,
            "7": 3,
            "6": 4,
            "5": 2,
            "4": 1,
            "3": 1,
            "2": 1,
            "1": 7
        },
        "arithmetic mean": 5.7,
        "median": 6
    }
}