{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "23 February 2014"
            }
        ],
        "release dates": [
            "USA::2014",
            "USA::23 February 2014"
        ],
        "episodes": {
            "1": {
                "0": {
                    "title": "Old Barn - New Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Home Wranglers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Home Wranglers work to build a one bedroom home for a client's parents. A colorful barn wood collage wall, re-purposed oil pump, and troubles while transporting the home cause stress and worry along the way. Will the homeowners end up loving the final result?    "
                },
                "1": {
                    "title": "Devastating Flood, New Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Home Wranglers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A team of Texans deconstruct old barns piece-by-piece and create one-of-a-kind modular homes unlike anything you've ever seen. But the fun doesn't end there, because then they'll load each just-built house on a truck and deliver it anywhere in the country that their clients want it to go.    "
                },
                "2": {
                    "title": "Country Living, New Stylish Family Guest Cabin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Home Wranglers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Jeff and Mary Crawford, Austinites to the core, moved to the quiet countryside, 10 miles east of Austin, after living in Central Austin for over 30 years. The new house and 5 acres of land are perfect just for them, but with twin 31-year-old daughters who visit often, there's just not enough room! That's why the Crawfords are having Tracen build a cabin on their property with 2-bedrooms and 2-bathrooms to accommodate the twins and their own families when they visit. Since the Crawford's have an outstanding kitchen in THEIR house, they're not going to put a kitchen in ...    "
                },
                "3": {
                    "title": "Sustainable Education, Solar Classroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Home Wranglers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Texas A&M University, located in College Station, TX is home to over 50,000 students. Being one of the largest universities in the country, students study a wide array of topics. One particular student organization, The Howdy Farm, is passionate about teaching students and the public about sustainable agriculture, so they've asked Tracen and Reclaimed Space to build an outdoor, solar classroom, where they can showcase sustainable ways of doing things. The organization hopes to use the classroom for meetings as well as a place to sell vegetables. Now the question is, ...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Gardner, Tracen"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "The Home Wranglers work to build a one bedroom home for a client's parents. A colorful barn wood collage wall, a re-purposed oil pump, and troubles while transporting the home cause stress and worry along the way. Will the homeowners end up loving the final result?",
        "languages": [
            "English"
        ],
        "title": "Home Wranglers",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Home Wranglers (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "DIY Network"
            }
        ],
        "other companies": [
            {
                "name": "BCK Entertainment"
            }
        ],
        "plot": [
            "The _Home Wranglers_ (qv) work to build a one bedroom home for a client's parents. A colorful barn wood collage wall, a re-purposed oil pump, and troubles while transporting the home cause stress and worry along the way. Will the homeowners end up loving the final result?::Angie Jedlicka"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}