{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "March 2014"
            }
        ],
        "release dates": [
            "UK::March 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rugged Wales (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Mar. 2014",
                    "year": "2014",
                    "plot": "\n    lolo begins by discovering how water and the exploitation of mineral wealth has shaped the country's geography, exploring a hidden gorge in Snowdonia, kayaking the dramatic River Wye, visiting Wales' version of the Everglades and going underground into an impressive disused slate quarry.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rugged Wales (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Iolo learns why industrial sites have become home to a range of wildlife, such as the Lapwings, thriving amidst one of the largest industrial areas in South Wales, and a family of Tawny Owls who have made their home in one of the huge estates built with industrial wealth.    "
                }
            }
        },
        "number of episodes": 2,
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODU3Njk4Mjg5MV5BMl5BanBnXkFtZTgwMzA5MzAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Wildlife expert lolo Williams takes a fascinating tour through Rugged Wales in this diverse natural history series, exploring terrain that has been shaped, enjoyed and exploited by both nature and man for centuries. Along the way, lolo reveals his choice of the best wild and industrial landscapes, meeting the people who share his love of these magnificent places and uncovering the wildlife that flourishes there.",
        "title": "Rugged Wales",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "plot": [
            "Wildlife expert lolo Williams takes a fascinating tour through _Rugged Wales_ (qv) in this diverse natural history series, exploring terrain that has been shaped, enjoyed and exploited by both nature and man for centuries. Along the way, lolo reveals his choice of the best wild and industrial landscapes, meeting the people who share his love of these magnificent places and uncovering the wildlife that flourishes there."
        ],
        "tech": {}
    }
}