{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 May 2014"
            }
        ],
        "release dates": [
            "USA::18 May 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "False Confessions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The System with Joe Berlinger (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 May 2014",
                    "year": "2014",
                    "plot": "\n    Jeffrey Deskovic was exonerated after 16 years in prison and being coerced to give a false confession. Kirstin Lobato still fights to clear her name.    "
                },
                "2": {
                    "title": "Mandatory Sentencing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The System with Joe Berlinger (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 May 2014",
                    "year": "2014",
                    "plot": "\n    In Florida, a man is serving 20 years behind bars for firing a warning shot. In Chicago, gun laws aren't strict enough.    "
                },
                "3": {
                    "title": "Flawed Forensics",
                    "kind": "episode",
                    "episode of": {
                        "title": "The System with Joe Berlinger (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Faulty evidence procedures within the FBI in the 1990s are still affecting thousands of cases today. The lives of two men hang in the balance.    "
                },
                "4": {
                    "title": "Eyewitness Identification",
                    "kind": "episode",
                    "episode of": {
                        "title": "The System with Joe Berlinger (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In Dallas, Christopher Scott spent years in prison because of an eyewitness failure. In New Orleans, George Toca claims the same happened to him.    "
                },
                "5": {
                    "title": "Parole: High Risks, High Rewards",
                    "kind": "episode",
                    "episode of": {
                        "title": "The System with Joe Berlinger (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In Massachusetts, aftermath from a senseless cop-killing led Governor Deval Patrick to clean house at the state's parole board. In Connecticut, a Cheshire home invasion that resulted in the slaying of Jennifer Hawke-Petit and her two daughters by two parolees led to the revamping of its entire system.    "
                },
                "6": {
                    "title": "Juvenile Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The System with Joe Berlinger (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "22 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode we take a look at the issue of juvenile sentencing, and consider two compelling cases in Michigan that raise the question of whether children convicted of murder should be subjected to life in prison without the possibility of parole. A battle is now waging to decide how to sentence juvenile killers, and what to do with the more than 360 juvenile lifers already sentenced to die in the state's prisons.    "
                },
                "7": {
                    "title": "Geography of Punishment",
                    "kind": "episode",
                    "episode of": {
                        "title": "The System with Joe Berlinger (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Crime rates of previous decades continue to have a large impact on how the criminal justice system functions today. Proactive policing strategies such as \"drug-free zone\" laws and \"stop-and frisk\" were implemented with the best of intentions, but critics say they are not working, and are in fact causing more hardship - for the community and the state's taxpayers - filling up prisons and infringing on civil rights. What can be done to repair the public's trust in the system?    "
                },
                "8": {
                    "title": "Prosecutorial Misconduct",
                    "kind": "episode",
                    "episode of": {
                        "title": "The System with Joe Berlinger (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The sixth amendment to the US Constitution guarantees every American the right to a speedy and public trial before an impartial jury, and the right to a defense attorney. What the sixth amendment doesn't lay out are rules for law enforcement and prosecution. What happens when these officials face intense pressure to close cases and get convictions in a time of rampant violent crime? What systems are in place to make sure these guardians of justice aren't cutting corners, railroading suspects through a criminal justice system that's set up to heavily favor the \"good ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Berlinger, Joe"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODQ4Y2FkZDUtZTc4Ny00MGY0LWI2NDEtNjQ3NTgxNDliNTJiXkEyXkFqcGdeQXVyNjA5OTg2NTg@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "In this groundbreaking new series airing on Al Jazeera America, The System with Joe Berlinger, award-winning documentary filmmaker Joe Berlinger explores the state of our justice system. Berlinger personally guides us through a suspenseful journey as he doggedly searches for the truth where others have not found it or didn't care to look. Every episode explores one of the most pressing issues of the criminal justice system - flawed forensics, faulty eyewitness testimony, juvenile justice, prosecutorial misconduct, mandatory sentencing, among others - through the lens of controversial and dramatic cases that both distill the issues and speak to their larger implications for the system and society itself.",
        "languages": [
            "English"
        ],
        "title": "The System with Joe Berlinger",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The System with Joe Berlinger (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "RadicalMedia"
            }
        ],
        "distributors": [
            {
                "name": "Al Jazeera America"
            }
        ],
        "plot": [
            "In this groundbreaking new series airing on Al Jazeera America, _The System with Joe Berlinger_ (qv), award-winning documentary filmmaker Joe Berlinger explores the state of our justice system. Berlinger personally guides us through a suspenseful journey as he doggedly searches for the truth where others have not found it or didn't care to look. Every episode explores one of the most pressing issues of the criminal justice system - flawed forensics, faulty eyewitness testimony, juvenile justice, prosecutorial misconduct, mandatory sentencing, among others - through the lens of controversial and dramatic cases that both distill the issues and speak to their larger implications for the system and society itself."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 3.3
            },
            "males": {
                "votes": 7,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 4.0
            },
            "females": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 2.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 4,
                "rating": 4.8
            },
            "non us users": {
                "votes": 3,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 1,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}