{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 August 2014"
            }
        ],
        "release dates": [
            "USA::29 August 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Aisling, Kat"
            },
            {
                "name": "Wulf, Tempast"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "40"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$10,000 (estimated)",
        "plot outline": "The Great American Road Trip is a Documentary style Docu Drama that revolves around the Live of a Young mother and her daughter on their quest to discover the beauty and mystery that the united states have to offer. We will follow them on hiking trails, zoos, and local attractions. What everyday people are missing out on? Before we had cell phones or television we had the Great American Road Trip. Families would pile into a car and go see sites not many would dare to see. From camping in obscure campgrounds, hiking through national forests, to traveling route 66 and stopping to take a picture of the biggest ball of yarn. This mother and daughter have lost almost all of their family to cancer and this is what they want to share with the world. The beauty, joys, heartache, excitement, and wonder of the Great American Road Trip. People should get out more, life is beautiful.",
        "languages": [
            "English"
        ],
        "title": "The Great American Road Trip",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Great American Road Trip (United States)"
        ],
        "production companies": [
            {
                "name": "Ritual Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Ritual Entertainment"
            }
        ],
        "plot": [
            "A young family and their beat up car set out to see the beauty of the country they live in. Join them on this heartfelt journey across the united states.::TEMPAST WULF",
            "_The Great American Road Trip_ (qv) is a Documentary style Docu Drama that revolves around the Live of a Young mother and her daughter on their quest to discover the beauty and mystery that the united states have to offer. We will follow them on hiking trails, zoos, and local attractions. What everyday people are missing out on? Before we had cell phones or television we had the Great American Road Trip. Families would pile into a car and go see sites not many would dare to see. From camping in obscure campgrounds, hiking through national forests, to traveling route 66 and stopping to take a picture of the biggest ball of yarn. This mother and daughter have lost almost all of their family to cancer and this is what they want to share with the world. The beauty, joys, heartache, excitement, and wonder of the Great American Road Trip. People should get out more, life is beautiful.::tempast wulf"
        ],
        "tech": {
            "runtime": [
                "40 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}