{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "13 May 2014"
            },
            {
                "country": "UK\n",
                "date": "13 May 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::13 May 2014",
            "UK::13 May 2014                            (internet)"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 33,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Kurupt FM has been raided, and the boys have resorted to desperate measures to stay on the air. Miche gets some bad news from the council and Carol has a new love interest.    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 31,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Kurupt FM decide to have a go at live streaming to widen their fan base. Craig introduces Beats to the world of higher education and there is trouble in paradise for Chabuddy.    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 33,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The Kurupt FM team decide to make a music video for \"Heart Monitor Riddim\" which is directed by Chabuddy and set to be their big break. Miche and Roche travel to Essex to view a potential flat.    "
                },
                "4": {
                    "title": "Episode #5.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 29,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Grindah develops a mysterious illness that flares up anytime Essex is mentioned. Steves has an important visit from his probation officer. Chabuddy's side business causes trouble with work.    "
                },
                "5": {
                    "title": "Episode #5.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 25,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Miche has planned a meal with the whole gang to celebrate Grindah's birthday. To prove they're not old and out of touch, the Kurupt boys plan an impromptu screening of their music video at a student party.    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 27,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    It's the end of Kurupt FM and, as Grindah bids farewell to Brentford, Beats has planned a final send-off before his big move. Chabuddy starts up a new business venture.    "
                }
            },
            "1": {
                "1": {
                    "title": "Secret Location",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 53,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    Neighbours are complaining about the noise being made by the radio station so, in order to preserve its anonymity, the DJs enlist the aid of local Internet café tycoon Chabuddy G, who agrees to help in return for free publicity from the station. Unfortunately the solution help he can offer is to use dozens and dozens of egg boxes as sound proofing.    "
                },
                "2": {
                    "title": "Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 41,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    Grindah decides on a phone-in competition, the lucky winner to be personally given a bottle of cheap perfume supplied by Chabuddy, though the presentation does not go according to plan and the recipient is far from impressed by his reward. Chabuddy plays host when his Polish wife Aldona welcomes her brother from Poland and tries to fit in even though they speak Polish all the time and somewhat mysteriously lock him out of the cabin, having sent him out for drinks - which suggests that they might be more than siblings.    "
                },
                "3": {
                    "title": "Angel's Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 44,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    It is Grindah and Michelle's little daughter Angel's fifth birthday but in order to throw a good - cut-price - party Grindah trusts to Chabuddy G whose party pack is decidedly for adults with balloons which are actually condoms and chocolate willies which have to be disguised as bunnies plus a clown, who is really a male stripper and gets stuck in the lift. To please girlfriend Michelle Beats goes for a job interview at tie shop Tie One but turns the interview into a commercial for the radio station and fails to get the job.    "
                },
                "4": {
                    "title": "The Website",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 43,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    Desperate to publicize the station Grindah gets Chabuddy to design a website for him - which involves saucy pictures of Chabuddy's wife - in return for which Chabuddy is allowed airtime for his own music, which does not meet with the station's approval. Beats agrees to DJ at a wedding, ostensibly to get cash for the station but actually to mend Rache's washing machine whilst Steves, the station's lodger, tries unsuccessfully to rob the Job Centre and Michelle is so bored now that Angel has started school she rearranges all the flat's furniture.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Godfather",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 36,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Grindah and Michelle are preparing for daughter Angel's christening. Chabuddy has designed some cheesy T-shirts for the occasion - which are so tacky even Michelle wants them reprinted. Grindah has told Beats and Decoy that both are in the running to be Angel's godfather but come the big day at church he not only hi-jacks the ceremony to the vicar's annoyance but makes a surprise announcement regarding the chosen godfather.    "
                },
                "2": {
                    "title": "Babysitting",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 38,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    With Michelle working in a beauty salon Grindah must look after Angel and takes her to the studio but she gets bored so they repair to the park, leaving Beats and Steves in charge - a very bad idea since they inadvertently lose all the power and only just manage to restore it before Grindah returns. Steves also gets high on his grandma's medication before helping Chabuddy knock out patently fake Ralph Lauren T-shirts.    "
                },
                "3": {
                    "title": "Weed Drought",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Whilst Michelle feels under-used at the salon Chabuddy is over-joyed when wayward wife Aldona returns from Poland - only for her to rob him and take off again. Meanwhile, to combat a cannabis shortage, Grindah and Beats decide to grow their own, using the salon's tanning beds though it is a slow process and they are glad when another supplier turns up - even if he is not Jamaican as expected.    "
                },
                "4": {
                    "title": "Promotion",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Chabuddy is set to open his new club, the grandly named Champagne Steam Rooms and the Kurupt FM boys spend the day distributing fliers though they are as unsuccessful as Beats' fishing trip with Craig and Steves ends up posting his share in a pillar box. Clearly a new approach is need. Michelle meanwhile is under pressure from her friends at the salon to prove that Grindah has proposed to her.    "
                },
                "5": {
                    "title": "Clubnight",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 56,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Michelle is thrilled to be taken on permanently at the salon but Grindah is more concerned with Kurupt FM's appearance at Chabuddy's club. The opening night is a success, with Grindah getting high on some dodgy pills and proposing to Michelle, inspiring Beats to do the same with girlfriend Roche. Next morning memories are hazy though Chabuddy is delighted, not only that the evening went well but that he actually pulled.    "
                }
            },
            "3": {
                "1": {
                    "title": "Dubplate",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 40,
                    "original air date": "24 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The Kurupt FM boys start making moves in the music industry, taking on Chabuddy G as their Manager. Meanwhile Miche continues to push the wedding plans and Beats and Roche plan for the birth of their first child together.    "
                },
                "2": {
                    "title": "Record Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 39,
                    "original air date": "31 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    With Chabuddy G flexing his managerial muscles, Kurupt FM leave their home territory of Brentford and head into central London in an attempt to secure themselves a record deal. In need of a pay rise to fund her and Grinder's upcoming wedding, Miche needs to pass a hairdressing exam. Will the model she has selected ruin her chances?    "
                },
                "3": {
                    "title": "Court Case",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 37,
                    "original air date": "7 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Grindah is summoned to court for non-payment of a fine for dropping litter, leaving Steves on his own at Kurupt FM for an eight hour session which, despite Steves having taken his grandma's prescription drugs to help him, goes horribly wrong - as, in Roche's opinion does Chabuddy's efforts at painting her new arrival's nursery. Cocky as ever Grindah believes he has beaten the system when he walks free from court but with the fine bumped up to £700 sensible Michelle knows sacrifices must be made - including the sale of Grindah's prize jacket.    "
                },
                "4": {
                    "title": "New Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 37,
                    "original air date": "7 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Beats befriends irresponsible joker Darren at his ante-natal class, causing selfish Grindah to become very jealous and forcing Beats to prove his loyalty to him. Meanwhile Michelle gives Roche a sparsely attended baby shower where she confides in her friend her view that Grindah has no wish to get married, later confronting him with the fact and throwing him out. Chabuddy's latest venture is to turn his club into a restaurant with Steves as his 'apprentice' - meaning he can pay him almost nothing, which dim Steves does not realize though his nan does.    "
                },
                "5": {
                    "title": "Ipswich",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 39,
                    "original air date": "14 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The boys set out for a club date organized by Chabuddy in Ipswich which, to their limited outlook, is like a foreign country. On the way they lose Steves who has to hitch a lift but gets thrown out for being car sick. The gig is a flop with no fee forthcoming, as is the attempt by Grindah and Beats to pull two groupies and they are asked to leave the hotel after setting off the fire alarm. On the way home they lose Steves again. Back home Michelle celebrates her new-found freedom on a night out with the girls and ends up with a hang-over    "
                },
                "6": {
                    "title": "Valentines",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 43,
                    "original air date": "28 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    On Valentine's day Chabuddy is called upon when Roche's waters break and he has to rush her and Beats to hospital, where she gives birth to baby Robyn. For Steves it is not a good day as he gets bad news when he goes to visit his grandma, requiring the support of Chabuddy and his waitress Tia, who later share a romantic meal. Selfish Grindah is left to run the station alone and is predictably inept but there is no romance for him as he tries to get back with Michelle - who sensibly refuses to entertain him.    "
                }
            },
            "4": {
                "1": {
                    "title": "Slipping",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 41,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Whilst trying to be a good parent Beats is finding the joys of fatherhood extremely stressful and things get worse when the operation is moved to a garage after Grindah and Steves insult a more powerful rival station Kold Radio, who threaten them, leading to Grindah quitting. Michelle however is doing well without her selfish partner and hires a photographer to help her and daughter Angel launch a career as models but Chabuddy is less successful, sleeping in his van due to a larger café opening next door to him.    "
                },
                "2": {
                    "title": "Rivalry",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 41,
                    "original air date": "22 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A reluctant Beats is left to deal with the escalating beef with Kold FM. With snitching definitely not an option, how will they take down their rivals? Miche has begun living vicariously through social media, while Grindah's plan to win her back is interrupted by some unwelcome guests. Roche goes back to work, and Steves decides to carry out some tests to see if baby Robyn truly is his reincarnated Nan.    "
                },
                "3": {
                    "title": "War",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "29 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    With the station under siege, Beats decides reinforcements are needed and calls in Chabuddy. Grindah volunteers on Angel's school trip but has to decide between the battle to win Miche back and the approaching Kold War.    "
                },
                "4": {
                    "title": "Bosses",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 38,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kurupt FM is back to normal after Grindah's return, until Steves shows up with a hostage from the rival station Kold FM. Angel auditions for her school play, and Miche becomes fixated with her role as a 'Mumager'. Chabuddy starts a new job in a shop and struggles with the employee pecking order. Forced into dealing with a hostage situation, Grindah invites their rivals to a mafia-style sit-down in the local Italian restaurant.    "
                },
                "5": {
                    "title": "Stags and Hens",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 35,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    With the wedding back on the Kurupt crew celebrate Grindah's stag do - paid for by Steves' inheritance money - which Chabuddy almost misses through having to work late. Beats mistakenly books a prostitute instead of a stripper but, when propositioned by a lap dancer, Grindah realizes there can only be one woman for him. Michelle's hen party is a classier affair with a stretch limo and karaoke but her friends are bored by it and cheered up when Grindah turns up to do a partial strip.    "
                },
                "6": {
                    "title": "The Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "People Just Do Nothing (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 32,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The wedding day arrives and, surprisingly, everything goes well, complete with a pony supplied by Chabuddy. However dozens of strangers turn up to the reception in response to fliers distributed by Beats to turn the occasion into a rave publicizing Kurupt FM. Unfortunately nobody present is aware that the flat from which Kurupt broadcasts has been raided for drugs and Steves arrested.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Mustafa, Allan"
            },
            {
                "name": "Chegwin, Hugo"
            },
            {
                "name": "Chaudhry, Asim"
            },
            {
                "name": "Stamp, Steve"
            },
            {
                "name": "Brazier, Lily"
            },
            {
                "name": "Woolford, Daniel Sylvester"
            },
            {
                "name": "Edwards, Olivia Jasmine"
            },
            {
                "name": "Bratt, Ruth"
            },
            {
                "name": "Keywood, George"
            },
            {
                "name": "Alvarez, Marvin Jay"
            },
            {
                "name": "Stevenson, Tiff"
            },
            {
                "name": "Alcock, Victoria"
            },
            {
                "name": "Lawrence, Cally"
            },
            {
                "name": "Louis, Maria"
            },
            {
                "name": "Letang, Petra"
            },
            {
                "name": "David-Caine, Richard"
            },
            {
                "name": "Lyne, Pamela"
            },
            {
                "name": "Keeney, Gina"
            },
            {
                "name": "Smith, Neil Alexander"
            },
            {
                "name": "Flynn, Hannah"
            },
            {
                "name": "Tate, Richard"
            },
            {
                "name": "Tiddy, Joel"
            },
            {
                "name": "Patrick, Bailey"
            },
            {
                "name": "Rogers, Freddie"
            },
            {
                "name": "Cowlin, Chris"
            },
            {
                "name": "Olivia, Alannah"
            },
            {
                "name": "McLaren, Harry Dave"
            },
            {
                "name": "Harding, Jack"
            },
            {
                "name": "McCormack, Sanchia"
            },
            {
                "name": "Horrocks, Ruth"
            },
            {
                "name": "Fortes, Tibu"
            },
            {
                "name": "Kemble, Paul"
            },
            {
                "name": "Shalloo, Jack"
            },
            {
                "name": "Howden-Steenstra, Nick"
            },
            {
                "name": "Zengeni, Brigid"
            },
            {
                "name": "Wallis, Freya"
            },
            {
                "name": "Yelda, Sargon"
            },
            {
                "name": "Jordan, Christopher"
            },
            {
                "name": "Stuart, Tom"
            },
            {
                "name": "Huggett, Sandra"
            },
            {
                "name": "Fatania, Rina"
            },
            {
                "name": "Okotie, Juliet"
            },
            {
                "name": "Davies, Stevee"
            },
            {
                "name": "Bailey, Lizzie"
            },
            {
                "name": "Curtis, Kirsty J."
            },
            {
                "name": "Pandini, Andy"
            },
            {
                "name": "Artlett, Robert-Anthony"
            },
            {
                "name": "Craze, James"
            },
            {
                "name": "Driver, Chloe"
            },
            {
                "name": "Hoare, Sarah"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 5,
        "rating": 8.5,
        "votes": 2579,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjI0NDYwMDYtYzhjYS00MmMxLWE5OWEtNzBjNDI0ODhiNWJhXkEyXkFqcGdeQXVyMTk3NDAwMzI@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "People Just Do Nothing",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "People Just Do Nothing (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Stamp, Steve"
            },
            {
                "name": "Chaudhry, Asim"
            },
            {
                "name": "Mustafa, Allan"
            }
        ],
        "production companies": [
            {
                "name": "Roughcut Television"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC) Television"
            },
            {
                "name": "Shout! Factory"
            }
        ],
        "other companies": [
            {
                "name": "Above the Line Set Assistance & Security"
            },
            {
                "name": "Guys & Dolls Casting"
            },
            {
                "name": "Ray Knight Casting"
            },
            {
                "name": "Splice TV"
            },
            {
                "name": "Splice TV"
            }
        ],
        "plot": [
            "A mockumentary series about a group of failed MCs from West London and their passion for pirate radio."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2579,
                "rating": 8.5
            },
            "aged under 18": {
                "votes": 9,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 556,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 895,
                "rating": 8.4
            },
            "aged 45 plus": {
                "votes": 175,
                "rating": 7.7
            },
            "males": {
                "votes": 1549,
                "rating": 8.5
            },
            "males aged under 18": {
                "votes": 7,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 468,
                "rating": 8.6
            },
            "males aged 30 44": {
                "votes": 765,
                "rating": 8.4
            },
            "males aged 45 plus": {
                "votes": 143,
                "rating": 7.9
            },
            "females": {
                "votes": 242,
                "rating": 8.1
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 83,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 112,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 29,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 36,
                "rating": 6.0
            },
            "us users": {
                "votes": 162,
                "rating": 7.9
            },
            "non us users": {
                "votes": 1151,
                "rating": 8.4
            }
        },
        "number of votes": {
            "10": 876,
            "9": 756,
            "8": 640,
            "7": 160,
            "6": 45,
            "5": 18,
            "4": 18,
            "3": 10,
            "2": 25,
            "1": 31
        },
        "arithmetic mean": 8.7,
        "median": 9
    }
}