{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "29 December 2014"
            }
        ],
        "release dates": [
            "Canada::2014",
            "USA::29 December 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Fort Riley's Army of Voices",
                    "kind": "episode",
                    "episode of": {
                        "title": "It Takes a Choir (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Gareth believes that spouses of military personnel, especially those personnel who have been shipped overseas into combat zones, are often the forgotten components of military life. He thus wants to give those spouses a voice, figuratively and literally, as well as provide them with a social outlet to get their minds off of worrying about their spouses. Fort Riley military base is his chosen locale to start a military spouses choir. The first challenge he faces is that spouses not only include wives, but a small minority of husbands, who he does not want to exclude, ...    "
                },
                "2": {
                    "title": "Breakfast Club at Brashear",
                    "kind": "episode",
                    "episode of": {
                        "title": "It Takes a Choir (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Gareth wants to unite the students of Brashear High School in Pittsburgh, the student body which is now comprised of long time students of Brashear, as well as students from what was rival Langley High School. Langley closed, which forced the students there now to attend Brashear. What makes his task more difficult is that it is a lower middle class school where many students come from broken homes or homes without much supportive adult guidance. These issues are above and beyond the general problems of dealing with teenagers, such as getting them to focus, them ...    "
                },
                "3": {
                    "title": "Bad News Blues Hockey",
                    "kind": "episode",
                    "episode of": {
                        "title": "It Takes a Choir (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The Madison Blues of Madison, Wisconsin, are one of ten hockey teams in the state in their amateur men's hockey league. Despite the team having good and passionate players, they had a record of 1-19 last season, and because of their poor performance, they rarely have any fans in the stands for their games. Pete and Susie, the team owners and managers and the figurative parental figures, are losing about $700 per game, and may have to fold the team if things do not improve. Gareth believes the Blues forming a choir not only will bring them together as a cohesive unit ...    "
                },
                "4": {
                    "title": "Senioritis",
                    "kind": "episode",
                    "episode of": {
                        "title": "It Takes a Choir (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Gareth is in the Southern Californian community of West Corvina, home to a large seniors population. In starting a seniors choir there, Gareth wants not only to show that life does not end at retirement, but that seniors can start activities which they've never done before. But convincing many of them of the latter is difficult, as he does admit that most seniors are set in their ways. He does find that teaching old dogs new tricks is more difficult than he wanted, and as such he feels that he literally needs to inject a youthful spirit and presence into the process. ...    "
                },
                "5": {
                    "title": "On Fire in Colorado",
                    "kind": "episode",
                    "episode of": {
                        "title": "It Takes a Choir (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The fire & rescue department in Windsor-Severance, Colorado, located just outside of Denver, has been growing in leaps and bounds because of population growth and development. How that growth has manifested itself is the department's services now being housed in three separate centers, where the personnel at each does not know the personnel at the other two locations, which is not good for team building as firefighting requires trust amongst the ranks for life and death situations. Gareth believes that a choir within the department not only will provide an outlet for ...    "
                },
                "6": {
                    "title": "Crabbin' and Choirin' in Crisfield",
                    "kind": "episode",
                    "episode of": {
                        "title": "It Takes a Choir (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Crisfield, Maryland is a small fishing and crabbing village, which has been hit hard by the economic downturn affecting the seafood industry. There is not much keeping the younger generation there, as witnessed by a young man named Brock who has just accepted a job out of town, despite meaning that he will have to leave his grandmother on her own. In its heyday, the town did have a popular community choir led for sixty years by the beloved Margaret Lee Tawes until her retirement fifteen years ago. Since her death, much of her legacy has been memorialized, almost like ...    "
                },
                "7": {
                    "title": "Bringin' Back Berwick",
                    "kind": "episode",
                    "episode of": {
                        "title": "It Takes a Choir (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Berwick, Pennsylvania is typical of many small American towns, especially those in the rust belt, that were once thriving, but have all but shut down with the downturn in the economy. Gareth wants to bring pride back to Berwick and have its residents have a sense of purpose again by forming a choir there. Despite what seemed to be a difficult recruiting drive, Gareth is pleasantly surprised by the first rehearsal turnout. But their enthusiasm cannot make up for some sound problems specifically by the men, who he believes are scared. He hopes that having a professional...    "
                },
                "8": {
                    "title": "Singing with a Full Deck",
                    "kind": "episode",
                    "episode of": {
                        "title": "It Takes a Choir (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The United States Playing Card Company offices and factory have been housed in the same grand old building in Cincinnati, Ohio since 1860, that is until 2009 when they outgrew that location and moved across the river into a huge new facility in Erlanger, Kentucky. This move split what was once this tight knit company, where head office employees and factory floor workers now do not intermingle, losing what used to be a family feeling within the company. Gareth wants to bring the organization back into one cohesive unit by forming a company choir. Gareth believes the ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Malone, Gareth"
            },
            {
                "name": "Kerbacher, Katie"
            },
            {
                "name": "Rimmer, Codie"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.3,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUyODQxNTk3MV5BMl5BanBnXkFtZTgwMjQxNzk4MzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "British choirmaster Gareth Malone believes that choral singing is a way to bring together people to work together toward common goals. As such, he travels across the United States looking for fractured community groups, organizations, and communities themselves that he feels need to be brought closer together for whatever reason. In one week's time with each of these, he will recruit people to join a choir, learn two choral arrangements of songs which features soloists from among the group, and perform those two songs to an audience. These groups may not on the surface be natural fits with choral singing, which may make the process that much more difficult for him. Through this process, Gareth not only wants to bring the people closer together, but also help certain individuals within the group who may be facing personal issues.",
        "languages": [
            "English"
        ],
        "title": "It Takes a Choir",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "It Takes a Choir (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Shed Media US"
            }
        ],
        "distributors": [
            {
                "name": "MuchMoreMusic"
            },
            {
                "name": "USA Network"
            }
        ],
        "plot": [
            "British choirmaster 'Gareth Malone' (qv) believes that choral singing is a way to bring together people to work together toward common goals. As such, he travels across the United States looking for fractured community groups, organizations, and communities themselves that he feels need to be brought closer together for whatever reason. In one week's time with each of these, he will recruit people to join a choir, learn two choral arrangements of songs which features soloists from among the group, and perform those two songs to an audience. These groups may not on the surface be natural fits with choral singing, which may make the process that much more difficult for him. Through this process, Gareth not only wants to bring the people closer together, but also help certain individuals within the group who may be facing personal issues.::Huggo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 3.2
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 8.4
            },
            "males": {
                "votes": 8,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 3.5
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 8.2
            },
            "females": {
                "votes": 9,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 8.6
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.7
            },
            "us users": {
                "votes": 10,
                "rating": 8.0
            },
            "non us users": {
                "votes": 1,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 9,
            "9": 5,
            "8": 5,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}