{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "20 July 2014"
            },
            {
                "country": "Australia\n",
                "date": "20 July 2014",
                "notes": "                            (TV premiere)"
            },
            {
                "country": "Belgium\n",
                "date": "8 June 2015"
            }
        ],
        "release dates": [
            "Australia::20 July 2014",
            "Australia::20 July 2014                            (TV premiere)",
            "Belgium::8 June 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Sam Fox: Extreme Adventures"
            },
            {
                "countries": "Hungary",
                "title": "Sam Fox extrém kalandjai"
            }
        ],
        "akas": [
            "Sam Fox: Extreme Adventures (original title)",
            "Sam Fox extrém kalandjai Hungary"
        ],
        "akas from release info": [
            "Sam Fox: Extreme Adventures (original title)",
            "Sam Fox extrém kalandjai Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Shark Bait",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Sam Fox, known as the trouble-magnet, has to pass big brother Nathan's though diving exam with his girlfriend Josie, or her father will stop their holiday plans. Sam left studying to the last morning and forgets his notes. Then he's driven off the road and hears help cries from sea, so he dives in despite a poisonous jellyfish warning. It's only a spoiled-rotten ingrate pop starlet, but while she bitches they drift off, she gets stung and he spots a huge tiger shark. Father Kingston isn't even surprised when Sam has to be reported missing, but once rescued by buddy ...    "
                },
                "2": {
                    "title": "Anaconda Ambush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Sam and Rikki are in Brazilian Amazonia with a local guide, Miguel, to search for a rare 'jaguar lily' orchid. After the canoe tips over, the boys, now alone, are attacked by piranhas and stumble into a deep cave, where a huge anaconda lurks under water. The twins meanwhile 'embark' at home for their imaginary version of Amazon adventure as agents H and J.    "
                },
                "3": {
                    "title": "Komodo Prey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Sam Fox and his buddy Rikki and mother, photographer Laura Fox, and kid brothers Harry and Jordan, are on Komodo island (Indonesia) to 'shoot' the 'dragon' monitors, the largest lizards on earth, and dangerously poisonous. The knaves expected an easy tour, but when the rascal twins sneak off and find a dragon egg, mother and the guide go look for them. Sam can't just wait for them as Rikki, whose blather is tormenting him since he decided against using the bas camp's all too basic latrine, rushed into the bushes but made a painful fall. By the time Sam reaches him, so...    "
                },
                "4": {
                    "title": "Cat Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Sam, his father Kingston, buddy Rikki and kid brother Jason are in Peru, to film jaguars. To unamused boys are ordered to hide in a forest cabin while father follows the native guide, but a jaguar female prefers laying siege on them. Jason gets sick after touching the colorful tree frog he sneakily caught. Rikki is as squeamish after realizing he washed the rascal's hands. After the roof proves not jaguar-proof, the trio must run. While the vomiting duo runs the other way, Sam tries to divert the cat, armed only with a blow dirt rubbed on the frog. When they reach the...    "
                },
                "5": {
                    "title": "Taipan Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam stays quietly home in Emerald Bay (South Australia) for once, but nature still throws trouble his way: a major storm. As it gains strength, buddy Rikki and twin kid brothers Jason and Harry and sister April must help Sam, in charge while parents and big brother Nathan are away, secure the house. The rascals' pet python 'agent P' must be rescued from the shed, but escapes inside, and a deadly poisonous taipan seeks shelter inside. Sam locks everybody safely in the bathroom while he goes snake hunting in his wetsuit, to sabotage their heat seeking, but the power ...    "
                },
                "6": {
                    "title": "Tiger Shocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam and Nathan took buddy Rikki to a most enjoyable cricket game in India, but also drag him along into a tiger reserve. Rikki prefers staying behind in the tent in a safe zone while local guide Raj takes the Fox brothers tiger spotting over a rope bridge. A minor earth tremor wrecks that and separates them from the guide. Sam can't even resist checking up on an animal cry, which proves just what the trouble magnet attracts.    "
                },
                "7": {
                    "title": "Dingo Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Preparing one of his adventurous Aussie tourist routes in the Northern Territory, Nathan discovered a cave. He takes enthusiastic Sam and anxious Rikki along exploring it. Alas it caves in, leaving Nathan trapped with a broken leg. The buddies rush out, past scorpions, to get help, but find their equipment ruined, car battery flat and provisions raided by dingoes, who also fin their trail.    "
                },
                "8": {
                    "title": "Cobra Combat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Several Foxes partake in the Tanzania-hosted Wildlife Youth Conference. Father Kingston covers the events and lets the rascal twins practice their speech on endangered Australian species in his supposedly safe tent, but it isn't leopard-proof. Sam, Rikki and an English girl arrive on the savanna, where she has an allergic reaction to fire ants. As their ride is expected too late, Sam leaves Rikki with her in a shelter and leaves on foot. Sam bumps into lions, poacher traps and a cobra who spits blinding venom in his face, yet manages to save everyone and free the ...    "
                },
                "9": {
                    "title": "Lava Charge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Sam accompanies his mother on a photography assignment on Borneo. Rikki is happy to stay in base camp, even if that means minding the 'scary' baby crocodiles, rather then join Sam and his photography-aspiring brat sister April on a climb with a native guide on the dormant volcano. Alas, it erupts after the guide breaks a clavicle in a friendly race with Sam. The trio seeks shelter of just safety, but even resourceful Sam finds it daunting to deal with wind-turned lava, an overprotective mother crocodile, a poisonous stingray, heating-up sea water and April's petty ...    "
                },
                "10": {
                    "title": "Elephant Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Uncle Shaun takes Sam to Kenya for a botany assignment on the giant jumbo-jumbo flower with schoolmate Emma. The other Foxes being spread over he world, Rikki minds their residence while doing the Internet research for the assignment, which seems utterly safe, yet feels terrorized by a native wild parrot. Sam meanwhile is exposed to a fall in an old mine shaft, wasps to which he is allergic, stingy nettles and an overprotective mother elephant, who even smashes his phone.    "
                },
                "11": {
                    "title": "Grizzly Trap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Sam and Rikki escort the Fox twins' scouts voyage in the Rocky Mountains. The bus crashes and troop leader Skeet gets wounded, so Sam and Rikki set out to get help trough bear country, while the kids stay safely in the bus. A huge grizzly finds their trail and shows a surprisingly stubborn taste for them, or some smell on them.    "
                },
                "12": {
                    "title": "Sand Blast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Father Kingston Fox is in Egypt for his archaeology job. He brought Sam, his student friend Emma, the twins and Ricki along and lets the kids leave with a local guide on a camel trip to a pyramid. A sudden sand storm splits them up. The guide gets Rikki and the twins safely to dad's tent, where they seem safe, and gets Kingston for a rescue search. Rikki ignores that besides the perils of minding the troublesome rascals, a cobra has slithered in. Sam and Emma have fallen into an ancient pit and even when he finally manages to construct a way out, a jackal worries him.    "
                },
                "13": {
                    "title": "Alligator Swamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    For Sam's birthday, Rene takes him and Rikki 'fishing' in the Louisiana bayous. Cajun stories about a voodoo werewolf make Rikki worry about supernatural threats, but the alligators make even Sam regret cockily pushing into the marsh after Rene leaves them alone for an hour to replete supplies. Meanwhile the rest of the Fox family secretly flew to New Orleans to prepare a surprise party, but a tornado alert forces the twins to hide in the cellar with April and nothing better to do then raid the gator-cake.    "
                },
                "14": {
                    "title": "Spider Bite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam enjoys motor-racing while Rikki shivers at the sight, but has to leave early to keep a fraternal promise. As a birthday treat for kid brother Harry, who has no acrophobia unlike twin Jordan, Nathan prepared a super-long para-style glide ride in the bush forest. Sam enjoys making it together with ecstatic Harry, but suddenly a glitch in the cables gets them stuck. While they climb down, Harry is bitten by a highly toxic black spider. The long walk to the edge, to reach a hospital, proves adventurous and exhausting for Sam, who must carry weakening Harry most of the...    "
                },
                "15": {
                    "title": "Bollywood Venom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam, Rikki and Emma participate in a cultural student exchange program, to celebrate the Hindu feast of light and colors Bollywood-dancing. Having forgotten the paint, Sam must intrude the Bombay host school with Emma, but they face a cobra. Rikki is called to come to their rescue, but without proper instructions he panics and gets locked in alone. Once united, the trio gets stuck in the basement, with a dangerous spider. Harry and Jordan may be a babysitter's worst nightmare at home, as agents A & J they save they day by Internet.    "
                },
                "16": {
                    "title": "Blue Terrors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam, Rikki and lover Josie accompany Nathan in search of a new tourist adventure route. While Nathan dives for a sunk ship, Sam's party goes surfing. Rikki is frightened by dolphins, mistaking their fins for killer sharks. On a rocky beach cliff, Josie is stung by a lurking, highly toxic blue octopus. As the cellphone is broken, the party decides to rush out on surfboards, but is tracked down by a white shark. After they reach a cave, Rikki sacrifices his new wetsuit to enable escape. The only hope to get help is Harry and Jordan watching them on video-link over Sam's...    "
                },
                "17": {
                    "title": "Raging Rhino Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam and Rikki are in Uganda where father Fox has a mission. A rude female apes specialist is to guide them mountain gorilla watching, but when Rikki falls in the mist, she twists an ankle and is lost. While the boys toil carrying her off on stretcher, they coma across a rhinoceros, who can't resist chasing them on account of Rikki's brightly colored cloths. They finally find shelter in what turns out a poachers shack, and the fiends are coming. Sam must distract and trick both dangers. The twins deal with an ill-matched babysitter girls duo.    "
                },
                "18": {
                    "title": "Bushfire Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam, Rikki and Josie are in Tasmania, mountain-biking in the bush. Taking a crazy risk, Sam lands on a ledge and accidentally finds a rare Tasmanaian devil juvenile, without the tumors that endanger its species, so valuable for rescue breeding. Rikki must allow his precious brand new backpack to be used as safe container for the dirty beast. A fire suddenly forces them to run for their lives, or drive once they come across a truck. Exhausting after another adventure holiday scouting, Nathan needs sleep, but is in charge of the twins, whose energy is far from running ...    "
                },
                "19": {
                    "title": "Bear Blitz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam accompanies Rikki to his 'ancestral' Norway, where it's there last day to see the Aurora Borealis. Rikki is hell-bent on a family tradition, eating a smelly herring dish in the Northern Lights. Sam even finds him unwilling to part with it when the stench makes them an easily traceable target for a huge bear, which they woke from hibernation seeking shelter during a blizzard. Back home, father Fox seizes the twins' annoyance over a power cut to prove them that old-fashioned story telling, actually steered by their fertile Dino-imagination, can be even more ...    "
                },
                "20": {
                    "title": "Croc Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam got a terrible cold after a wet Tasmanian adventure, runs a fever and needs bed rest, even hallucinating. Rikki volunteers as orderly and even resolves to make chicken soup, which means facing has avian phobia in more ways then in his nightmares. Resting alone with the twins, Sam gets used to ignoring nightmarish monster visions and their pranks along those lines. So even after baby crocodiles turn up at home, as soon turns out due to floods, likely to cut off Rikki, Sam assumes the twins just play another trick when they sound crocodile alert, but it's really a ...    "
                },
                "21": {
                    "title": "Rattle Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "7 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Sam and Josie accompany Nathan, as test tourists, on his projected adventure tour in Baja California. A tremor shakes the cave they're exploring, during which blackening Nathan appears bitten by a rattle snake, but was actually scorpion-stung. Outside, they get lost and Sam must lure away a hungry puma. Rikki chose to stay home for a quiet time, but is turned away as 'too boring( by the twins, so he volunteers as father Kingston Fox's assistant to write an article on shark diving, unaware what risks that actually entails.    "
                },
                "22": {
                    "title": "Bird Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam, Rikki and Josie enjoy a trip in their own Aussie countryside. Rikki incurs another phobia when told that even the innocent-looking platypus is dangerously toxic and discovers and dams a dump of leaking barrels, bond to contaminate the river. Sam leaves the others camping on site and sets out for help, but is constantly persecuted by the cassowary bird, whose huge talons frighten even him. During a rainstorm, he's pinned down in a cave, only to see the cassowary chased by a deadly snake creeping over Sam. While the others deal with leeches, Sam reaches a ...    "
                },
                "23": {
                    "title": "Monkey Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam and Rikki are in Thailand on mother Fox's photography assignment, but get lost in the jungle after 'scary' bats chase Rikki from a cave. While they shoot pictures of cheeky monkeys, those steal Rikki's cellphone and Sam is stung by a giant centipede, so poor Rikki must administer a scary injection and get his weakening mate to hospital fast. Rikki even faces a crocodile. Back home, father Fox is occupied with a crucial conservation campaign, but Harry and Jordan, as agents A & J, save the day locating Rikki's phone by Internet.    "
                },
                "24": {
                    "title": "The North Pole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam and Rikki are in Alaska, where local native guide Jacob promises them a relaxed holiday finale, a treat to Rikki's safe taste: ice fishing in a cabin on a frozen lake. Trouble magnet Sam however gets a surprise visit from the largest land predator: a polar bear, too strong to be kept out by thin wooden walls. The boys must distract it and run to safety, but again come face to face with the wild half-wolf they already came across before. Back home, rascal twins Harry and Jordan are hell-bent to observe the passing comet from they beach, so they plan to escape their...    "
                },
                "25": {
                    "title": "Panther Pursuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam, Bigfoot-believer Rikki and Nathan are in Washington state. They find exhausted Mr. parker, who turns out to be the pilot of a crashed airplane, and wines about losing his 'black prince'. After a horrible meeting with a skunk and stingy nettles, indomitable Sam finds the wreck and discovers it's not an escaped horse but an adorable, yet feisty panther cub. The others agree to stay with Parker while Sam rushes the cub to civilization, but the journey proves daunting even by his standards, facing a bear and a bush fire which also closes in on the trio in the camp.    "
                },
                "26": {
                    "title": "Monster Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Sam and Rikki, Josie and her English buddy Emma are in Souther Australia for a sheep farm experience. After the course, the boys on cross motorcycles, the girls on horseback and their buckaroo host's trusted sheepdog Rusty are to drive a herd a single day. Trouble magnet Sam laughed hardest at Rikki for being scared by campfire monster stories, but at night, they are attacked by a sweet-tooth wild boar. In the morning, Rikki walks into a brutal steal trap, the girls follow a lamb into a dug trap and Rusty is bitten by a deadly snake.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Man Eater",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sam Fox: Extreme Adventures (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "24 Aug. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Brand, Remy"
            },
            {
                "name": "Browning, Stanley"
            },
            {
                "name": "Russell, Harry"
            },
            {
                "name": "Russell, Angus"
            },
            {
                "name": "Lindqvist, Andrew"
            },
            {
                "name": "Mayer, Charles"
            },
            {
                "name": "Bagg, Emily"
            },
            {
                "name": "Sardelis, Luca Asta"
            },
            {
                "name": "Lyndall-Knight, Tiffany"
            },
            {
                "name": "Jadu, Mahesh"
            },
            {
                "name": "Bennet, Jonathan"
            },
            {
                "name": "Juanta, Ezra"
            },
            {
                "name": "Zavelsky, Elan"
            },
            {
                "name": "Hazel, Mavournee"
            },
            {
                "name": "Banas, Michala"
            },
            {
                "name": "Gilbert-Dey, Gabriel Govinda"
            },
            {
                "name": "Pantano, Paul"
            },
            {
                "name": "Risteska, Katrina"
            },
            {
                "name": "Fowler, Tess"
            },
            {
                "name": "Rogers, Sam"
            },
            {
                "name": "Hatton, Greg"
            },
            {
                "name": "Rogers, Terry"
            },
            {
                "name": "Swallow, Dorje"
            },
            {
                "name": "Wegener, Rachael"
            }
        ],
        "locations": [
            "Adelaide, South Australia, Australia"
        ],
        "genres": [
            "Adventure",
            "Drama"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 29,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDY2ODA0M2EtODE5Ny00YWVkLTgzNjEtZWI0OTFhNDNiNWU5XkEyXkFqcGdeQXVyMTk2MjUxNjA@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Sam Fox: Extreme Adventures",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "D'Ath, Justin"
            },
            {
                "name": "Asmar, Tamara"
            },
            {
                "name": "Farmer, Graeme"
            }
        ],
        "production companies": [
            {
                "name": "SLR Productions"
            },
            {
                "name": "ZDF Enterprises"
            },
            {
                "name": "Kojo Productions"
            },
            {
                "name": "The South Australian Film Corporation"
            },
            {
                "name": "Network Ten"
            }
        ],
        "other companies": [
            {
                "name": "Film Finances"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 29,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 8.7
            },
            "males": {
                "votes": 15,
                "rating": 6.1
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 4.5
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 8.7
            },
            "females": {
                "votes": 4,
                "rating": 6.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 2,
                "rating": 2.5
            },
            "non us users": {
                "votes": 14,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 13,
            "9": 1,
            "8": 3,
            "7": 4,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}