{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 July 2014"
            }
        ],
        "release dates": [
            "USA::9 July 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tiny House Nation"
            },
            {
                "countries": "Italy",
                "title": "Tiny House - Piccole case per vivere in grande"
            },
            {
                "countries": "Spain",
                "title": "Minicasas de ensueño"
            }
        ],
        "akas": [
            "Tiny House Nation (original title)",
            "Tiny House - Piccole case per vivere in grande Italy",
            "Minicasas de ensueño Spain"
        ],
        "akas from release info": [
            "Tiny House Nation (original title)",
            "Tiny House - Piccole case per vivere in grande Italy",
            "Minicasas de ensueño Spain"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "398 Sq. Ft. Stargazers Tiny Dome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "7 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Sam and Ken just got married and are looking forward to building their first home together. They both want to be mindful of their footprint, and believe going tiny is the way of the future!    "
                },
                "2": {
                    "title": "330 Sq. Ft. Ever Growing Tiny House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ashleigh and Cody are a young eclectic couple with two very different design styles excited to build their first home together that can hopefully mesh his love for modern, clean lines with her funky bohemian style. In order to keep up with their vegan lifestyles, they've asked John and Zack to create a space where they can grow plants all year long, even in the harsh Wisconsin winters. John and Zack will have to work around some of Cody's preexisting design plans in order to make this build really flourish!    "
                },
                "3": {
                    "title": "600 Sq. Ft. Power-Couple's Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    All-Star Athlete and Hall-of-Famer, Deion Sanders and Executive Producer and Host, Tracey Edmonds are the epitome of a power-couple. Between their work schedules, the traveling, and family members visiting, these two find it nearly impossible to find a place where they can just kick-back.    "
                },
                "4": {
                    "title": "325 Sq. Ft. Texan's Take Tiny House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "28 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Mark and Nicole are all about living life to the fullest and when these two grab on to an idea they take off and run with it. After spending a couple years in Hawaii these two Texans have made their way back to their home state and are looking forward to being closer to family, and taking the leap into tiny living.    "
                },
                "5": {
                    "title": "280 Sq. Ft. Bohemian Tree House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "4 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Rob and Yvonne may be young but they have some evolved plans for their future and it all starts with going tiny! They've asked John and Zack to help build them a tree house inspired space that resembles their youthful personalities and love for nature mixed with some modern touches and some serious functionality to make this one of our most unique builds yet!    "
                },
                "6": {
                    "title": "380 Sq. Ft. Derby House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "11 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Scott and Marianne both grew up in horse racing towns and have a deep appreciation for the culture that comes with the sport. They've ask John and Zack to help create a house that will embody the rustic charm they love and include some high-end gadgets to make tiny living feel that much more grand.    "
                },
                "7": {
                    "title": "460 Sq. Ft. Long Journey to Tiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "18 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Brock and Nicole may have hit a couple bumps on their road to going tiny, but they're finally ready to make the move! They may be building on our longest trailer yet, but they're still concerned that they won't have enough storage to fit their 4-season needs.    "
                },
                "8": {
                    "title": "700 Sq. Ft. Tiny Recording Studio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "25 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Award-winning Producer/Rapper Lil Jon has asked John and Zack to come build him a tiny recording studio right in his backyard! He's looking for something completely functional he can record his next big hit in, but his wife Nicole is hoping this tiny house can replicate the style of their big house and also serve as a guest space for their family and friends.    "
                },
                "9": {
                    "title": "400 Sq. Ft. Amplified Tiny House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "4 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When Asha and Ryan realized going tiny would be the next big step in their relationship, they figured what better way to bring their dream to life than to call on their longtime friend, Zack for some help. Now John and Zack are tasked with creating a place that helps them build a stronger bond while also inspiring them to continue to grow creatively. With Asha being a professional violinist, and Ryan an Adventure Journalist, will the pressure of fulfilling all their needs and hopes put Zack in way over his head or will this build come out as soundly as they hoped.    "
                },
                "10": {
                    "title": "340 Sq. Ft. Big Dogs, Tiny House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "11 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Sean and Kate have decided to embrace their window of opportunity and travel the country before their 1-year-old son Emery starts school. These two both work from home, so they're ready to hit the road and explore, but the only problem is they have 2 big dogs they need to bring with them. They've asked John and Zack to help them create a modern home that's sleeps everyone comfortably, including their big furry friends, and is durable enough to take on some miles. When weight becomes a concern, Zack worries his solution for a portable dog yard will keep this family ...    "
                },
                "11": {
                    "title": "320 Sq. Ft. Tiny Arc",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "18 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    David and Conrad are ready to make the move to go tiny, just before they make another move down south to Central Florida. They know they'll have to let go of some personal belongings to make tiny work but there's 29 things they definitely won't be getting rid of and that's their pets.    "
                },
                "12": {
                    "title": "370 Sq. Ft. Triathlete's Tiny Abode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "25 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    The battle for supremacy begins when the ancient world divides into two: Roman vs. Barbarian. Hannibal builds the first great alliance to defeat the barbarians of Rome before they are unstoppable. The general launches a bold and unprecedented campaign to strike in the heart of the Republic, conquering the Alps and leaving a death trail across Italy points to the capital.    "
                },
                "13": {
                    "title": "688 Sq. Ft. It Takes Six to Tiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    Darren and Melody want to show their kids that life is about experiences, not belongings. But when they put their house on the market they never thought their first tiny experience would be temporarily moving their family of six into an old RV.    "
                },
                "14": {
                    "title": "750 Sq. Ft. Tiny Family Obstacle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    Chad and Cecilia always thought that having a big house to raise their three kids in would be everything they ever needed, but as their kids started to get older and schedules started to get busy with school, sports, and other activities, they soon realized that having a huge house wasn't helping them connect with their kids, it was creating even more distance between them. They've asked John and Zack to help them create a home that will bring this family closer together in the last few years they all have before these kids are young adults running off to college.    "
                },
                "15": {
                    "title": "450 Sq. Ft. Tiny House on the Prairie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    Homeowner John has always dreamed of living a pioneer lifestyle and this tiny cabin in the Rocky Mountains is going to be just that for him, girlfriend Hilary, and their five teenagers. For the first time these two families will merge under one roof and hope to create a space that is focused less on the materials, and more about the time and memories.    "
                },
                "16": {
                    "title": "330 Sq. Ft. Tick-Tock Tiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "27 May 2017",
                    "year": "2017",
                    "plot": "\n    Damon and Kaylie know better than anyone just how precious time can be. After years apart the two rekindled their high-school romance and found themselves head-over-heels all over again. Just when they thought life was good, Damon suffered an unexpected stroke leaving Kaylie to not only care for him, but step up and be the family's only financial contributor. Now that the two have got back on their feet they're ready for their family to make the next big step and go tiny. John and Zack's biggest challenge will be creating a home that not only covers the basics, but ...    "
                },
                "17": {
                    "title": "425 Sq. Ft. Tiny Tech House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "3 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    After living in a 3,000 sq. ft. home, homeowners Jared and Tarrin realized they were tired: tired of spending all their time cleaning, tired of flushing money down the drain on a mortgage, and tired of wasting time not spent together as a family.    "
                },
                "18": {
                    "title": "520 Sq. Ft. Tiny Maoil Hale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "10 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Angela and Elizabeth have gotten rid of almost everything they owned in order to pursue their dream of opening an eco-feminist retreat center on the beautiful big island of Hawaii. They've asked John and Zack to make the trip out to paradise and help create a home for them and their two-year old, Riah, that embodies the traditional Hawaiian aesthetic while maintaining an off-grid system. Not only will this tiny house be their new home, but eventually it will serve as the center of the retreat and will need to accommodate their guests as well. Zack and John will have ...    "
                },
                "19": {
                    "title": "320 Sq. Ft. Tiny Zen Den",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "17 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Brian and Devon are eager to put down roots in their first home which they hope to also both be able to work from. Brian needs a pro-grade functioning kitchen in order to whip up his artisanal butter while Devon needs a zen space to continue her life coaching work. But being their first home, these two newlyweds have a lot of stuff that they hope to incorporate into their space, and on top of that they want to be able to have family and friends over to enjoy some delicious food and of course show off their new digs. John and Zack will have to churn some ingenious ...    "
                },
                "20": {
                    "title": "344 Sq. Ft. Tiny Tech-Free Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "24 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    CJ and Christina lead successful but stressful professional lives out in Silicon Valley while also raising their boys, JJ and baby Max. They're looking to escape the tech in the valley and retreat to what they hope will be a tiny sanctuary.    "
                },
                "21": {
                    "title": "560 Sq. Ft. Taking Tiny Roots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "1 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Jason and Emily and their two kids have been living in what some might consider a McMansion, but when their daughter Ruby's health took a turn for the worst th    "
                },
                "22": {
                    "title": "750 Sq. Ft. Tiny On-Deck!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "original air date": "8 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Steve and Melissa had been friends for years before things started to get romantic. Since tying the knot and moving in with her and her two teenage boys Keegan and Landen, they've realized they've collected a ton of stuff and need help downsizing.    "
                }
            },
            "1": {
                "1": {
                    "title": "172 Sq Ft Dream Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "9 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A young Tennessee couple is moving into a tiny house with a toddler in tow. Hosts John and Zack design a 172 sq. foot space that includes a pink castle, full kitchen and master bedroom with privacy.    "
                },
                "2": {
                    "title": "336 Sq. Ft. River Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A family of four builds 336 sq. foot Tiny House on their river rafting resort in East Tennessee. But the two teenagers want their own separate space. So our hosts John and Zack have to create private sleeping quarters for four adults, and they're working with less than 100 square feet per person.    "
                },
                "3": {
                    "title": "210 Sq Ft Rochester Studio Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A young Rochester couple builds a 210 sq. foot tiny house. He loves to brew beer and she loves to exercise. John and Zack must figure out a small way to include the couples large hobbies.    "
                },
                "4": {
                    "title": "220 Sq Ft Bohemian Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A young Ohio couple builds a 220 sq. foot tiny house on a trailer so they can travel for work, but they have some larger-than-life demands for the space--like a recording studio and a quilting area.    "
                },
                "5": {
                    "title": "500 Sq Ft Rocky Mountain Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    A couple from Colorado builds a 500 sq. foot Tiny House after their old home was destroyed by a wildfire. They're downsizing their mountain top retreat, but they work from home and it's a tall order for our hosts John and Zack to fit two separate offices into this modern abode.    "
                },
                "6": {
                    "title": "493 Sq Ft Vermont Chalet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    A Vermont family builds 493 sq. foot Tiny House in their driveway. But they need a home that will work for 3 adults--Mom, Dad, and college-aged daughter--and they're arguing over how to divvy up the bedroom space. So our hosts John and Zack have to figure out how to divide and conquer the space with an innovative closet design.    "
                },
                "7": {
                    "title": "150 Sq Ft Mobile Bachelor Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A young bachelor from Massachusetts builds a 150 sq. foot mobile Tiny House with New England charm on the outside and modern technology on the inside. Our guys decide to test this young man's readiness by making him live in tiny house that's just 93 sq. ft. while Zack builds his miniscule bachelor pad.    "
                },
                "8": {
                    "title": "207 Sq Ft Minnesota Prairie Cottage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A Minnesota couple builds a 207 sq. foot mobile prairie cottage for their family of four. They need a classroom for home schooling their two small kids, and they want to connect the two bedroom lofts with a catwalk. But most important of all, our hosts John and Zack have to deliver a dream home that can withstand the harsh Minnesota winters.    "
                },
                "9": {
                    "title": "Tiny Haunted Houses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    This special episode of the design competition series will celebrate Halloween decor, food and costumes, along with the Tiny House movement. We will pair three of the nation's top hauntrepreneurs with the Halloween-obsessed staff of Blue Moon Rising. Blue Moon Rising is a Tiny House Village in the woods of Maryland. Together, the hauntrepreneurs and the staff at Blue Moon Rising will create a magical collection of three tiny haunted houses. They will prove that Tiny can still be terrifying!    "
                }
            },
            "2": {
                "1": {
                    "title": "264 Sq. Ft. Honeymoon Suite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    A Little Rock couple builds a 264 sq. foot mobile honeymoon pad as they prepare to get married and hit the road as traveling nurses. They want plenty of storage space so they have room for their wedding gifts, and they want a large kitchen so they can cook some homemade meals. But most important of all, our hosts John and Zack have to deliver a dream home that can bring these almost newlyweds together in a small space.    "
                },
                "2": {
                    "title": "192 Sq. Ft. Launch Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Brian is a thrill seeking bachelor in Trenton, GA. A hang gliding enthusiast, Brian spends most of his time in the sky. He wants a tiny house on the ground so he can continue to pursue his passions. Brian has started the build on his own, but enlists the help of John and Zack to take the design to the next level.    "
                },
                "3": {
                    "title": "204 Sq. Ft. Climbing Gym",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Vince and Sam work hard and play harder. They love to rock climb and go hiking with their dog; they want a tiny house that fits their fun-loving lifestyle. But Sam is a medical student so she needs her own quiet study space too. John and Zack must blend this couple's active and studious sides, designing a very unique tiny house.    "
                },
                "4": {
                    "title": "275 Sq. Ft. Nomad's Nest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jeremy and Lindsay have traveled the world and they are finally ready to settle down--in a tiny house! Lindsay is a fantastic baker who needs functional kitchen space. Jeremy is 6'5\", will he even fit in a tiny house? Plus they have a collection of sentimental travel mementos they aren't willing to part with. With a limited budget and the goal of fitting a king sized bed into the bedroom, John and Zack have a big challenge ahead of them.    "
                },
                "5": {
                    "title": "224 Sq. Ft. Entertaining Abode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Josh and Shelley are a young couple in Northern California who own a moving and hauling business. They love to entertain friends and serve their famous specialty cocktails at home. They don't want the party to end in the tiny house. They bring in John and Zack to build them a transformative tiny house with an indoor/outdoor entertaining space that the couple can use all year long.    "
                },
                "6": {
                    "title": "192 Sq. Ft. Bird House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Bird trainers Simon and Lindsey need a tiny house with enough space to train their nine birds. Plus they've been gathering windows, wood, and metal to build their own tiny nest. John and Zack must re-purpose all of their materials into a house that takes advantage of every bit of space but won't leave Simon and Lindsey feeling caged in.    "
                },
                "7": {
                    "title": "576 Sq. Ft. Mississippi Memory Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A family rebuilds their home after it was destroyed by Hurricane Katrina. While they are excited to return to their community, permit issues threaten to shut the whole build down. Plus this family wants an open floor plan with a full dining table to host large family dinners. Zack rises to the challenge with one of his most innovative furniture pieces to date.    "
                },
                "8": {
                    "title": "340 Sq. Ft. Solar Powered Studio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Phillise and her toddler boys want a tiny eco-friendly house. They are committed to living off grid and the house is passively designed to take advantage of the California sun. The build has Zack seeing double--this house is built on two tiny house trailers. And John encounters tough tiny house critics in Phillise's family. Can he win them over before Phillise moves in?    "
                },
                "9": {
                    "title": "340 Sq. Ft. Steampunk Adventure Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Michele and her son are ready for their next adventure--in a tiny house! Since they plan to drive this tiny house across the country, John coaches Michele through House Driving 101. Zack and the team design a steampunk themed home full of metal gadgets and gears.    "
                },
                "10": {
                    "title": "400 Sq. Ft. Wine Tasting House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n    Aaron and Meredith and their two dogs just packed up everything and moved to Austin, TX in hopes of expanding their winery business. They're looking for a tiny house that fits right in with the unique appeal of the local scene and keeps them close to the business.    "
                },
                "11": {
                    "title": "480 Sq. Ft. Gothic Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n    The musical Rempis family wants a gothic tiny house but while Cally and Steve love horror films and gothic style, daughter Miura loves pastels and pearls. John and Zack must build a tiny house that fits their differing tastes.    "
                },
                "12": {
                    "title": "400 Sq. Ft. Vacation House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "25 May 2015",
                    "year": "2015",
                    "plot": "\n    This close-knit family is looking for a tiny home to do some extended stay vacationing in. They've asked John and Zack to build them a high-tech tiny home that they can monitor from afar to check weather conditions in the long winter months. Zack's challenge will be building a tiny space that meets all their high tech needs, stores some of their winter gear, and brings the family closer together.    "
                },
                "13": {
                    "title": "300 Sq. Ft. His n' Hers House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Kelsey and Matt have been friends and roommates for several years now. Recently, the two broke the cardinal rule: don't date your housemate. With all going well so far, they've decided to take the next big step in their relationship--building a tiny house. However, just because the quarters are about to get closer doesn't mean Kelsey and Matt are ready to share a room.    "
                },
                "14": {
                    "title": "180 Sq. Ft. Tiny Lighthouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Together since 17 and married in 2013, Lauren and Liam want their already small life to become even smaller by building a nautically inspired tiny house. After a long stressful day teaching students via the family owned business, Grand Prix Driving School, the couple prioritizes space and downtime.    "
                },
                "15": {
                    "title": "180 Sq. Ft. Backpack House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Justin and Melissa are teachers who hope to give inner city kids a chance to learn about nature through their business InspireOut. They want a home that can connect them with the outdoors and serve as a base for the business.    "
                },
                "16": {
                    "title": "300 Sq. Ft. Crash Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Matt and Emma love throwing parties and having friends over. Now that Emma is heading back to school they've decided to turn their garage into a tiny house and rent out their big house to make up for the loss of one-income.    "
                },
                "17": {
                    "title": "350 Sq. Ft. Outdoor Adventure House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "19 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The Setliff's are looking to escape the fast pace of their city life, leave all their electronic devices behind, and build a tiny house that can serve as their weekend getaway.    "
                },
                "18": {
                    "title": "340 Sq. Ft. Pioneer House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "26 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The Graham's are gearing up to make a major move across the country and begin their next adventure as a family.    "
                },
                "19": {
                    "title": "12 Tiny Homes of Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    We all dream of getting away for the holidays, now hosts John Weisbarth and Zack Giffin are going to be showing us how to do it tiny style. They'll be showing us 12 amazing tiny homes in amazing locations packed with tricks to make each home perfect for the holidays. From tiny ski chalets in Lake Tahoe, to tiny tropical getaways in Hawaii, we'll see how creative homeowners celebrate the season in style, despite their limited square footage. Across the hour, tiny homeowners will be showing us around their homes, and pointing out what makes them special for the holidays...    "
                }
            },
            "3": {
                "1": {
                    "title": "276 Sq. Ft. Basketball House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "26 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Professional basketball player, Matt Bonner, is use to traveling all around the country for most of the year. The problem is, that his family can never really settle into a place because they never know where they'll be off to next. Matt has asked Zack and John to make him the constant house he and his family can enjoy no matter what city they're in. Zack's biggest challenge will be trying to figure out how a 6'10\" professional basketball player is going to move around comfortably in the space without hitting his head, and of course how he'll figure in a couple of ...    "
                },
                "2": {
                    "title": "315 Sq. Ft. Aviation House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Dusty and Ashley have been traveling the world the past couple of years and are looking to finally lay down some roots and go tiny. They're hoping Zack and John can help build them a tiny house that is not only functional but connects Dusty's love for aviation and Ashley's love for bright colors. Zack and John will just have to figure out a way to make sure all their cargo finds a place on board!    "
                },
                "3": {
                    "title": "200 Sq. Ft. Pop-Up Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "9 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Greg and Frances may be young but they've got big plans for the future and it all starts with going tiny. These two clothing designers want Zack and John to build them a tiny house that doubles as their pop-up shop on wheels. Zack's biggest challenge will be figuring out just the right balance of hip and home.    "
                },
                "4": {
                    "title": "200 Sq. Ft. Mobile Photo Studio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Anna and Aaron are wedding photographers who have decided to go tiny in order to move their Denver business to warmer climates to maximize cliental year round. In this decision to go tiny there's only one major factor - how to make a mobile tiny house childproof for their 2 year old son, Henry. John and Zack will be tasked with making the most childproof, road safe house they've built yet!    "
                },
                "5": {
                    "title": "300 Sq. Ft. Surf Shack Chic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "23 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Amber and Tommy are looking to build their first home and they've decided going tiny is exactly the way they want to do it. They're competitive rowers and avid surfers so keeping the beach theme of the surrounding Santa Barbara area in mind for this build will be key. John and Zack will have to catch the right wave of creative ideas to make sure they can deliver on this hang ten tiny house.    "
                },
                "6": {
                    "title": "250 Sq. Ft. World Traveler's Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "30 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Kyle and Whitney have been all over the world exploring and learning about other cultures and have realized you really don't need a lot of stuff to enjoy life. Now these newlywed Austenite's want to build a home to reflect just that. The only problem is Whitney has so many hobbies it will be hard for her to figure out what to get rid of. They've asked John and Zack to build them a tiny house that incorporates their eclectic style with inspirations from all over, and still feels warm, welcoming, and most importantly clutter free.    "
                },
                "7": {
                    "title": "545 Sq. Ft. Seven's Company",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n    The Moore's are so busy with their individual schedules that they find it hard to get everyone together in the same room on most days. They're looking for a tiny house that can not only get them spending more time together but that can accommodate workspaces for 3 boys who are homeschooling, mom and dad who are working on their degrees, and enough space for musical jam sessions. Not to mention they have 2 older sons that frequently like to come visit and take advantage of some home cooked meals. That's right seven people in one tiny house, so needless to say, John and...    "
                },
                "8": {
                    "title": "400 Sq. Ft. Ohana House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    Clayton and Carol are looking to build a unique tiny house that their family can grow into over the years. They've ask Zack and John to help build them two tiny house trailers that will connect them back to their Hawaiian roots, keeping a natural and airy feel on the inside and embracing the beautiful Pacific Northwest on the outside. They want the house to be safe for their growing boys and utilize natural material wherever the can. John and Zack will have to figure out how to balance kids space and grown-up space to create their dream \"ohana hale\".    "
                },
                "9": {
                    "title": "600 Sq. Ft. Tiny Victorian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "21 May 2016",
                    "year": "2016",
                    "plot": "\n    Danny and Lonie are successful business owners looking to go tiny not just for the financial freedom, but mainly to focus more on each other instead of being bogged down with the upkeep of their old Victorian house. They've asked John and Zack to help build them a home that will have a modern layout that more efficiently breaks up their space and an exterior that matches the charm of their Victorian neighborhood. The biggest challenge will be figuring out a space for their massive wardrobe and a functional outdoor space for hosting their weekend brunches.    "
                },
                "10": {
                    "title": "220 Sq. Ft. Romantic Abode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "4 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Nick and Vickie have been together since middle school. Now these two love birds want to build a tiny home that allows them enough space to keep up with their healthy diet and lifestyle and gives them space for studying. John and Zack will be tasked with all of that, while also coming up with a fun, creative solution to keep date nights at home alive.    "
                },
                "11": {
                    "title": "280 Sq. Ft. Survival House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "11 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Jared and Vanessa share a mutual love of food and the outdoors. While Vanessa cooks up fresh meals with her prized gadgets, Jared has accumulated a ton of survival gear through his work with the military.    "
                },
                "12": {
                    "title": "240 St. Ft. Country Meets City House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "18 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Chaz is country boy and Crystal a city gal proving to be a perfect example of \"opposites attract\". It becomes even more evident when they ask John and Zack to build them a tiny house that has both a rustic country feel with some modern accents and amenities. With two completely different aesthetics to consider, Zack and John will have to figure out how to balance out the decor and deliver on giving them two completely separate spaces to lounge out in, all in only 240 square feet!    "
                },
                "13": {
                    "title": "204 Sq. Ft. Mountaineer Dream Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "25 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Luke and Tina are avid mountaineer's. They spend a lot of their time rock climbing, ice climbing and extreme backpacking in all kinds of terrain around the world.    "
                },
                "14": {
                    "title": "230 Sq. Ft. Smart House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "9 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "170 Sq. Ft. Rustic Bike House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "16 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Sarah and Tabatha love their life on the farm and want to simplify even more by going tiny. They've asked John and Zack to come help build them a rustic tiny house that can withstand all the dirt and grit of the farm life and keep them warm in the harsh Wisconsin winters. The only challenge is, Zack will have to figure out all that and find a place for a few prized bikes as well.    "
                },
                "16": {
                    "title": "300 Sq. Ft. Retro Garage House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "23 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Jose's work with the military has had him and his family relocating to different cities every few years. Now that he's getting ready to retire, Stacy and Jose want a tiny house that they can call home and watch their two young daughters grow up in. John and Zack's mission will be figuring out how to find balance between Stacy's love for retro while giving Jose a man cave to work on cars in, and of course a room for the most precious cargo of all, their little girls. John and Zack will have some serious marching orders to face on this build.    "
                },
                "17": {
                    "title": "300 Sq. Ft. Poker Night House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "30 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Michelle and Blake love having their friends over for drinks and some card playing. They've asked John and Zack to help build them a tiny house that not only has space to entertain their friends, but room to keep their two dogs entertained as well. John and Zack will have to figure out how to make it all work without creating a house of cards for themselves.    "
                },
                "18": {
                    "title": "200 Sq. Ft. Family-Friendly House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "13 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Adam and Gabrielle want a tiny house that they can raise their growing family in. They're hoping for a space that's not kid-proofed, but instead kid-purposed. With Gabrielle reaching the end of her pregnancy of their second child, the challenge for John and Zack will be coming up with a space that works for everybody.    "
                },
                "19": {
                    "title": "240 Sq. Ft. Tiny Ski Lodge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "20 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Chris and Tamara absolutely love skiing and snowboarding and are hoping for a modern ski lodge that will let them hit the mountains right from their front door. They've asked John and Zack to help build them a functional space to not only store all their gear, but also maintain it. Thankfully they've got the best guy on the job, but will John be able to manage Zack's big plans for this tiny build.    "
                },
                "20": {
                    "title": "230 Sq. Ft. Travel Well House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "27 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Allen and Alexa are newlyweds looking to expand their online travel wellness magazine by going tiny. They're looking for a space that combines their love for fitness and travel while still having all the creature comforts of home and then some. They want to hit the road full-time so they can explore the country sharing experiences through their work and have asked John and Zack to help fit it all in one tiny space.    "
                },
                "21": {
                    "title": "Big Family, Tiny Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    This one-hour special episode gives families who have always dreamed of ditching their big house and excess \"stuff\" the chance to try tiny living for two weeks. The episode will focus on one particular family as they take the plunge moving.    "
                },
                "22": {
                    "title": "310 Sq. Ft. Penny's Tiny Playhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Tim and Amber are looking to build a tiny house completely designed to allow their daughter Penny's imagination to run wild. They want a space that is both functional and safe for their bright toddler, but also gives her room to have friends over and be entertained for hours. John and Zack are stumped when they're asked to incorporate a sentimental element from their current house.    "
                },
                "23": {
                    "title": "325 Sq. Ft. Expandable Tiny Cottage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Jay and Jodi built their dream house but soon realized they were spending all their time working to maintain it. Jodi has decided to make a huge leap, and she plans on leaving her job as a pharmacist to be a full-time mom. Their biggest concern is going to be creating a space that is still comfortable for the whole family.    "
                },
                "24": {
                    "title": "Tiny Kitchen, Big Taste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Christmas Extreme Builds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "12 Zack Hacks of Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Nation (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "17 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 76,
        "cast": [
            {
                "name": "Weisbarth, John"
            },
            {
                "name": "Giffin, Zack"
            },
            {
                "name": "Mevlana, Asha"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.0,
        "votes": 227,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTAzNTYzNDI0N15BMl5BanBnXkFtZTgwMDczNDgwNzM@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Tiny House Nation takes renovation experts John Weisbarth and Zack Giffin across America to help design and construct tiny dream homes in spaces under 500 square feet. Tiny House Nation proves size doesn't matter, it's creative that counts!",
        "languages": [
            "English"
        ],
        "title": "Tiny House Nation",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "distributors": [
            {
                "name": "FYI"
            },
            {
                "name": "Lifetime Television"
            }
        ],
        "plot": [
            "_Tiny House Nation_ (qv) takes renovation experts 'John Weisbarth' (qv) and 'Zack Giffin' (qv) across America to help design and construct tiny dream homes in spaces under 500 square feet. _Tiny House Nation_ (qv) proves size doesn't matter, it's creative that counts!"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 227,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 18,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 81,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 66,
                "rating": 7.8
            },
            "males": {
                "votes": 95,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 44,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 34,
                "rating": 8.0
            },
            "females": {
                "votes": 87,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 37,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 31,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 7.2
            },
            "us users": {
                "votes": 96,
                "rating": 8.2
            },
            "non us users": {
                "votes": 42,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 70,
            "9": 44,
            "8": 57,
            "7": 25,
            "6": 12,
            "5": 3,
            "4": 3,
            "3": 5,
            "2": 3,
            "1": 5
        },
        "arithmetic mean": 8.2,
        "median": 9
    }
}