{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 July 2014"
            }
        ],
        "release dates": [
            "USA::23 July 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Welcome Home, No Spitting",
                    "kind": "episode",
                    "episode of": {
                        "title": "BAPs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The BAPs host a welcome home party but things go south when two long-time \"frenemies\" battle it out. Before the night is through, there will be insults and jabs, because BAPs may be like a family, but even families fight.    "
                },
                "2": {
                    "title": "Life in the BAP Lane",
                    "kind": "episode",
                    "episode of": {
                        "title": "BAPs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Anisha hosts a dinner party for the BAPs as a way to heal old wounds, but new wounds are opened when Kendrick and Anisha disagree over what to do about Kendrick's niece, Rai Rai. Meanwhile, Jason and Gina invite Anisha to join them on a radio show to \"discuss\" the BAPs lifestyle -- though \"arguing\" is more Anisha's style.    "
                },
                "3": {
                    "title": "A Bogus Ceasefire",
                    "kind": "episode",
                    "episode of": {
                        "title": "BAPs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The BAPS come together to celebrate Brandon's birthday, but not everyone is in attendance, as Kendrick ditches, leaving Anisha to ponder their relationship. Meanwhile, Riccarda is determined to call a ceasefire on Kristen and Anisha's conflict, but Gina, fed up with Anisha's \"mean girl\" antics explodes, calling her a Bogus Bap.    "
                },
                "4": {
                    "title": "Sip and See Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "BAPs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    High tea becomes high drama when Gina and Anisha face off in front of BAP elders. Meanwhile, Kristen extends an olive branch to Anisha by inviting her to a \"Sip and See\" baby shower for her son and Kendrick and Anisha reach a crossroads in their relationship.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Brown, Tona"
            },
            {
                "name": "Cheatham, Gina"
            },
            {
                "name": "Evans, Kendrick"
            },
            {
                "name": "Jones, Kristin Gipson"
            },
            {
                "name": "Lacey, Riccarda"
            },
            {
                "name": "Williams, Brandon"
            },
            {
                "name": "Wilson, Jason"
            },
            {
                "name": "Morrell, Anisha"
            }
        ],
        "locations": [
            "St. Louis, Missouri, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 3.1,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk5MzIxMzc4Nl5BMl5BanBnXkFtZTgwMjg3MzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Lifetime's new docu-series \"BAPs\" pulls back the curtain on an exclusive, privileged and affluent group of African American friends from St. Louis who self-identify as \"BAPs\"-Black American Princesses and Princes. BAPs follows these lifelong friends who are edgy, educated and sophisticated, and believe being a BAP in today's world is a birthright. Each hour-long episode of \"BAPs\" delves into the lives and lifestyle of this well-heeled circle of friends. Dressed to the nines with egos to spare, there is no shortage of conflict, humor and heart among the group that includes Anisha, Kristen, Gina, Jason, Riccarda and Brandon. With a dynamic that can change from BFFs to frenemies at the drop of a hat, together they attend St. Louis' most exclusive social institutions and events... but no occasion is conflict-free. Competing to be the most successful and beautiful person in their circle is sure to bind and divide them, especially when Anisha's boyfriend, Kendrick, and his niece, Rai-Rai, represent everything a BAP is not.",
        "languages": [
            "English"
        ],
        "title": "BAPs",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "BAPs (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Asylum Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Lifetime Television"
            }
        ],
        "plot": [
            "Lifetime's new docu-series \"_BAPs_ (qv)\" pulls back the curtain on an exclusive, privileged and affluent group of African American friends from St. Louis who self-identify as \"_BAPs_ (qv)\"-Black American Princesses and Princes. _BAPs_ (qv) follows these lifelong friends who are edgy, educated and sophisticated, and believe being a BAP in today's world is a birthright. Each hour-long episode of \"_BAPs_ (qv)\" delves into the lives and lifestyle of this well-heeled circle of friends. Dressed to the nines with egos to spare, there is no shortage of conflict, humor and heart among the group that includes Anisha, Kristen, Gina, Jason, Riccarda and Brandon. With a dynamic that can change from BFFs to frenemies at the drop of a hat, together they attend St. Louis' most exclusive social institutions and events... but no occasion is conflict-free. Competing to be the most successful and beautiful person in their circle is sure to bind and divide them, especially when Anisha's boyfriend, Kendrick, and his niece, Rai-Rai, represent everything a BAP is not.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 3.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 1.1
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 3.6
            },
            "males": {
                "votes": 5,
                "rating": 1.7
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 1.3
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 2.0
            },
            "females": {
                "votes": 11,
                "rating": 2.4
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 1.0
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.0
            },
            "us users": {
                "votes": 10,
                "rating": 2.7
            },
            "non us users": {
                "votes": 3,
                "rating": 1.3
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 0,
            "7": 1,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 2,
            "2": 2,
            "1": 13
        },
        "arithmetic mean": 3.1,
        "median": 1
    }
}