{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 September 2014",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::20 September 2014                            (limited)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "McKeough, Andrew"
            },
            {
                "name": "Hoppe, Samantha"
            },
            {
                "name": "Drozdovas, Dovile"
            },
            {
                "name": "Dernoga, Melanie"
            },
            {
                "name": "Borislow, Jacob"
            },
            {
                "name": "Williams, Robert"
            },
            {
                "name": "Fritz, Emily"
            },
            {
                "name": "Nice, David"
            }
        ],
        "locations": [
            "Conestoga High School - 200 Irish Road, Berwyn, Pennsylvania, USA::(on location)",
            "Berwyn, Pennsylvania, USA::(street scenes)",
            "Wayne, Pennsylvania, USA::(exterior scenes)"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "de"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "sound mix": [
            "Dolby Digital::(Dolby 5.1)"
        ],
        "budget": "$50,000 (estimated)",
        "plot outline": "CONESTOGA by AKSM Film Studios is a student run non-profit television drama mini-series based on the daily life of the students at Conestoga High School in Berwyn, Pennsylvania. Based out of the Greater Philadelphia area, the studio is 100% student run. The involved students have expertise in the following areas: -Film Making -Acting -Editing -Hair and Make-Up -Visual Effects and more... The idea of making a television series about the school came to Psycho Films actress Melanie Dernoga at the end of her sophomore year at Conestoga in the Spring of 2014. Dernoga proposed the idea to the AKSM production team and got the approval to create the show. Casting began in June of 2014 and a cast list was published to the public in August of 2014. Filming began in September of 2014 and the first episode was released on September 20th, 2014. The series is a fictional depiction of the students and daily life at Conestoga High School. The show films on location at the high school, after school hours, and surrounding areas like Berwyn and Wayne, Pennsylvania. During pre-production the idea of changing the name of the school and series was tossed back-and-forth due to possible privacy issues, but it was later said that the production team would just keep everything the same. CONESTOGA is a spin-off series from the hit television mini-series The New York Psycho. Most of the cast and crew of The New York Psycho, like Charlotte Duffie-Fritz, Andrew McKeough, Melanie Dernoga, and Samantha Hoppe, now also star in CONESTOGA. Psycho Films (daughter company of AKSM Film Studios) produced The New York Psycho and now assists in the production of CONESTOGA. Mostly recognized for their Harry Potter parody video, which has lead to tons of channel views on YouTube, the teens are celebrities in their own right - but you wouldn't know it from talking to them. Extremely humble and grateful to the fans for their success (even in the midst of non-stop travel and endless autograph signings), the group is a breath of fresh air in a fame-hungry world. More information on the New York Psycho series and Psycho Films can be found by clicking here! The program gives the students an inside look at what it takes to run a Movie or Television Company in the real life. It also prepares them for a College Major or Job Opportunity in the entertainment business. The students all help Act, Film, and Produce the feature film. All ending in a Premiere Event, to give them the taste of what a real film premiere is like, and a chance for a pat on the back. Some students might not be interested in film-making, but after they join the team, they love it!.",
        "languages": [
            "English",
            "German"
        ],
        "title": "Conestoga",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "Conestoga (United States)"
        ],
        "writer": [
            {
                "name": "Dernoga, Melanie"
            },
            {
                "name": "McKeough, Andrew"
            }
        ],
        "director": [
            {
                "name": "Dernoga, Melanie"
            }
        ],
        "production companies": [
            {
                "name": "AKSM Film Studios"
            },
            {
                "name": "Psycho Films"
            },
            {
                "name": "TETV"
            }
        ],
        "distributors": [
            {
                "name": "AKSM Film Studios"
            }
        ],
        "plot": [
            "CONESTOGA by AKSM Film Studios is a student run non-profit television drama mini-series based on the daily life of the students at _Conestoga_ (qv) High School in Berwyn, Pennsylvania. Based out of the Greater Philadelphia area, the studio is 100% student run. The involved students have expertise in the following areas: -Film Making -Acting -Editing -Hair and Make-Up -Visual Effects and more... The idea of making a television series about the school came to Psycho Films actress Melanie Dernoga at the end of her sophomore year at _Conestoga_ (qv) in the Spring of 2014. Dernoga proposed the idea to the AKSM production team and got the approval to create the show. Casting began in June of 2014 and a cast list was published to the public in August of 2014. Filming began in September of 2014 and the first episode was released on September 20th, 2014. The series is a fictional depiction of the students and daily life at _Conestoga_ (qv) High School. The show films on location at the high school, after school hours, and surrounding areas like Berwyn and Wayne, Pennsylvania. During pre-production the idea of changing the name of the school and series was tossed back-and-forth due to possible privacy issues, but it was later said that the production team would just keep everything the same. CONESTOGA is a spin-off series from the hit television mini-series The New York Psycho. Most of the cast and crew of The New York Psycho, like Charlotte Duffie-Fritz, Andrew McKeough, Melanie Dernoga, and Samantha Hoppe, now also star in CONESTOGA. Psycho Films (daughter company of AKSM Film Studios) produced The New York Psycho and now assists in the production of CONESTOGA. Mostly recognized for their Harry Potter parody video, which has lead to tons of channel views on YouTube, the teens are celebrities in their own right - but you wouldn't know it from talking to them. Extremely humble and grateful to the fans for their success (even in the midst of non-stop travel and endless autograph signings), the group is a breath of fresh air in a fame-hungry world. More information on the New York Psycho series and Psycho Films can be found by clicking here! The program gives the students an inside look at what it takes to run a Movie or Television Company in the real life. It also prepares them for a College Major or Job Opportunity in the entertainment business. The students all help Act, Film, and Produce the feature film. All ending in a Premiere Event, to give them the taste of what a real film premiere is like, and a chance for a pat on the back. Some students might not be interested in film-making, but after they join the team, they love it!.::AKSM Film Studios"
        ],
        "tech": {
            "runtime": [
                "45 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital (Dolby 5.1)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}