{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 August 2014"
            },
            {
                "country": "USA\n",
                "date": "11 August 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::11 August 2014",
            "USA::11 August 2014                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "BEYOND the WALL!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Qeios (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Princess Rivatha is about to become Queen of Qeios, and all the citizens are now afraid of her. To distract her from this, her father King Rothlyn allows her to venture out into the outside for the first time. But then things go wrong.    "
                },
                "2": {
                    "title": "BEYOND the LIES!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Qeios (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Rivatha wakes up in the treetop town of Escent Village, where she learns from new friends Woodrow and Comet that the world outside is habitable and the Guardians are evil. Meanwhile, Rothlyn's suspicions deepen.    "
                },
                "3": {
                    "title": "BEYOND the KILLING!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Qeios (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Rivatha, Woodrow and Comet travel from Escent Village to the abandoned Aviria, where they discover telekinetic twins Audrey and Andre. But the Guardians are closing in.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Grimm, Sylar"
            },
            {
                "name": "Gutiotyu"
            },
            {
                "name": "Frye, Jordan"
            },
            {
                "name": "Frye, Cierra"
            },
            {
                "name": "Jack"
            },
            {
                "name": "Bright, Olivia-Jayde"
            },
            {
                "name": "Adams, Becca"
            },
            {
                "name": "Cabungcal, Michael"
            },
            {
                "name": "Frye, Isaac"
            },
            {
                "name": "Buckley, Ben"
            },
            {
                "name": "Ashley"
            },
            {
                "name": "Ott, Jessica"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Fantasy",
            "Sci-Fi"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTVjZjA5NDctOGE2ZS00NmMwLWE2YjMtZmQ1NzNlNjg0Y2MzXkEyXkFqcGdeQXVyNTkwMzYzOTE@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Legends say that a long time ago, a dragon war left the Earth barren, inhospitable, lifeless. The survivors of the war built a great walled city, Qeios, to survive, and only the Guardians, wearing pressure suits, are allowed to go outside to scavenge for resources. Now, the last known living descendant of a legendary dragon warrior, Princess Rivatha, is on the verge of becoming Queen and is starting to have doubts when the citizens of the city start to fear her. When she ventures outside into the first time, a storm whips her off to the tree-based Escent Village. There she meets the exceedingly chirpy Woodrow and wisecracking dog Comet. She discovers through them that she has been lied to her entire life: the air isn't toxic and never has been. The Guardians are destroying the outside world to expand the walls and any citizens who get too close to the truth conveniently \"disappear\". Together with Woodrow, Comet, the mysterious Mrs. Whitely, the obsessed fan Jasper, and the Avirian telepathic twins suspicious Audrey and silent Andre, Rivatha goes on a quest to defeat the Guardians, free her people, and learn the truth about Qeios.",
        "languages": [
            "English"
        ],
        "title": "Qeios",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Qeios (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Frye, Bethany"
            }
        ],
        "plot": [
            "Rivatha, Princess of _Qeios_ (qv), discovers the air outside is safe; the guards are lying and killing people. She joins the resistance with chirpy Woodrow, snarky dog Comet, creepy Jasper, mysterious Mrs. Whitely, and twins Audrey and Andre.",
            "Legends say that a long time ago, a dragon war left the Earth barren, inhospitable, lifeless. The survivors of the war built a great walled city, _Qeios_ (qv), to survive, and only the Guardians, wearing pressure suits, are allowed to go outside to scavenge for resources. Now, the last known living descendant of a legendary dragon warrior, Princess Rivatha, is on the verge of becoming Queen and is starting to have doubts when the citizens of the city start to fear her. When she ventures outside into the first time, a storm whips her off to the tree-based Escent Village. There she meets the exceedingly chirpy Woodrow and wisecracking dog Comet. She discovers through them that she has been lied to her entire life: the air isn't toxic and never has been. The Guardians are destroying the outside world to expand the walls and any citizens who get too close to the truth conveniently \"disappear\". Together with Woodrow, Comet, the mysterious Mrs. Whitely, the obsessed fan Jasper, and the Avirian telepathic twins suspicious Audrey and silent Andre, Rivatha goes on a quest to defeat the Guardians, free her people, and learn the truth about _Qeios_ (qv)."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}