{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 August 2014"
            },
            {
                "country": "USA\n",
                "date": "5 August 2014"
            }
        ],
        "release dates": [
            "Canada::4 August 2014",
            "USA::5 August 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Celebrity Legacies"
            },
            {
                "countries": "Italy",
                "title": "Eredità da star"
            }
        ],
        "akas": [
            "Celebrity Legacies (original title)",
            "Eredità da star Italy"
        ],
        "akas from release info": [
            "Celebrity Legacies (original title)",
            "Eredità da star Italy"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "James Gandolfini",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    James Gandolfini's portrayal of brutal yet sensitive mob boss Tony Soprano on HBO's The Sopranos made him a household name and one of the highest paid actors on TV. The world was in shock when he died at just 51 years old. His very public last will and testament caused a media frenzy that had the press pouring over all the details of his estate. Leaving two young children from two different marriages, Gandolfini's legacy may see battles for years to come.    "
                },
                "2": {
                    "title": "Jim Morrison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Charismatic lead singer of The Doors, was a legendary rock and roll idol, a poet and a visionary. When he died in a Paris bathtub at just 27 he left a musical legacy that would endure for decades and all his worldly possessions to his girlfriend. But when she died shortly after, Morrison's fortune and legacy went to the last two people he'd ever want controlling it - her parents. And not many - including Jim's parents - are happy about it.    "
                },
                "3": {
                    "title": "Anna Nicole Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Former Guess Girl, playboy Playmate, Marilyn Monroe lookalike and Reality TV star Anna Nicole Smith was a tabloid sensation in the 90s and early 2000s. Smith was as famous for her addictions and lavish lifestyle as she was for her curves and charisma. But when she died of an accidental overdose at age 39, she left behind a legacy of unresolved legal battles and a 5 - month old baby girl with an uncertain inheritance and several men claiming paternity.    "
                },
                "4": {
                    "title": "Whitney Houston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    One of the biggest and groundbreaking female pop stars of all time, Whitney Houston's legacy as a best-selling artist is huge. Her second album alone racked up a record-breaking 7 consecutive number one hits. But she blew millions on the high life and when she died suddenly at just 48 years old, she left behind her a mess of epic proportions with her family scrambling to clean it up.    "
                },
                "5": {
                    "title": "John Lennon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    John Lennon, founding member of The Beatles, was one of the greatest singers and songwriters of all time. A peace activist and multi millionaire Lennon was shot dead by a crazed fan. He left a legacy that will live forever and a giant fortune to his wife Yoko Ono. He also left a disgruntled son, Julian, who wages a battle lasting almost two decades for his share of his father's fortune and history.    "
                },
                "6": {
                    "title": "Elvis Presley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Elvis Presley, the pelvis-whirling rock 'n roll icon was at one point one of the highest-paid entertainers in the world. But his lavish lifestyle and over-the-top generosity with friends and family whittled away his fortune. When he died suddenly at age 42 his legacy ends up in the hands of the person who had manipulated and controlled his world when he was alive. But his family battles to put it where it belongs - in the hands of his beloved daughter Lisa Marie Presley.    "
                },
                "7": {
                    "title": "John F. Kennedy Jr.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    John F. Kennedy Jr., was a New York socialite, the media crowned prince of America's royal family and heir to its most famous name. When his plane crashed into the Atlantic, he left his entire multi-million dollar estate to his wife, Carolyn Bessette. The problem is, she also went down with him, and so did her sister. Fueled by grief and despair the Bessette family goes after the Kennedy's seeking retribution.    "
                },
                "8": {
                    "title": "Aaron Spelling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    For nearly 50 years, Aaron Spelling helped shape American prime time TV. The iconic producer created a massive number of hit series like Charlie's Angels, The Love Boat and Beverly Hills 90210. By the time he died at 83 years old, he left behind a monumental fortune, and a raging family feud that refused to die down. The plot twists are worthy of one of his best-known shows - Dynasty.    "
                },
                "9": {
                    "title": "Kurt Cobain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Kurt Cobain, front man, guitarist and primary songwriter for the multi-platinum grunge band Nirvana, is credited with bringing punk rock into the mainstream during the 80s and 90s. But after disappearing for a week Kurt is found dead from a gunshot blast. He's just 27. He leaves behind a daughter, a huge legacy and no will. Kurt could never have predicted where his music would end up and how many people would be profiting from his legacy.    "
                },
                "10": {
                    "title": "Bob Marley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Bob Marley - the king of reggae - revolutionized music and had an everlasting affect on society. When he died at 36 he'd changed the world with his music - and created a multi-million dollar legacy. But without a will and with 11 children, 7 baby mommas, and 21 ex band members, the battle for his name and fortune was dirtier than he could have ever imagined. Though Marley cared little for money, in the years since his death, his fortune grew larger than life. With his empowering message came a powerful fortune.    "
                },
                "11": {
                    "title": "Heath Ledger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Australian actor Heath Ledger headed to the U.S. in the late 1990s to pursue a career and, in just a few short years, he became an Academy Award winner, but he passed away at the age of 28, leaving behind a small fortune and a child.    "
                },
                "22": {
                    "title": "Dennis Hopper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After announcing his impending death, Dennis Hopper filed for divorce and began an ugly battle that continued after he died.    "
                },
                "25": {
                    "title": "Lady Di",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "8 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Ray Charles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Legacies (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ray Charles revolutionized American music and was credited with virtually inventing soul music, but when he died, he left a messy estate that had loved ones dragging his name through the courts for years.    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Mayoras, Danielle"
            },
            {
                "name": "Mayoras, Andy"
            },
            {
                "name": "Dumont, Richard M"
            },
            {
                "name": "de Azevedo, Julie Hanks"
            },
            {
                "name": "Berkenstadt, Jim"
            },
            {
                "name": "Ballard, Jeff"
            }
        ],
        "locations": [
            "Montréal, Québec, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 6.9,
        "votes": 36,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzc4YTdjZmEtZGM4NC00YWVkLTk3YjUtYjhiZTE5ODRjYTMyXkEyXkFqcGdeQXVyODQ1NTk5OQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "CAD2,000,000 (estimated)",
        "plot outline": "Can someone actually become wealthier after they die? In this revealing hour-long factual series viewers will find out how rich the famous actually were when they died and the surprising fortunes being made years after they're gone. Celebrity Legacies gives the full story on who tried to lay claim to the inheritance and who finally got it. Plus, which celebrities lived lavishly but passed on penniless and who inherited their debts? Celebrity Legacies also looks at how some celebrity's fortunes have grown since they passed and how some are still making the highest-paid lists years after their death. Celebrity Legacies will explore the stories and estates of Whitney Houston, James Gandolfini, John F. Kennedy, Marilyn Monroe, Heath Ledger among others.",
        "languages": [
            "English"
        ],
        "title": "Celebrity Legacies",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cappelletti, Claire"
            },
            {
                "name": "Robb, Sean K."
            },
            {
                "name": "Laurence, Penelope"
            }
        ],
        "production companies": [
            {
                "name": "CMJ Productions"
            }
        ],
        "distributors": [
            {
                "name": "CineClix Distribution"
            }
        ],
        "plot": [
            "Can someone actually become wealthier after they die? In this revealing hour-long factual series viewers will find out how rich the famous actually were when they died and the surprising fortunes being made years after they're gone.::Anonymous",
            "Can someone actually become wealthier after they die? In this revealing hour-long factual series viewers will find out how rich the famous actually were when they died and the surprising fortunes being made years after they're gone. _Celebrity Legacies_ (qv) gives the full story on who tried to lay claim to the inheritance and who finally got it. Plus, which celebrities lived lavishly but passed on penniless and who inherited their debts? _Celebrity Legacies_ (qv) also looks at how some celebrity's fortunes have grown since they passed and how some are still making the highest-paid lists years after their death. _Celebrity Legacies_ (qv) will explore the stories and estates of Whitney Houston, James Gandolfini, John F. Kennedy, Marilyn Monroe, Heath Ledger among others.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 36,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 6.6
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 6.1
            },
            "males": {
                "votes": 13,
                "rating": 4.3
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 4.7
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "females": {
                "votes": 13,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.7
            },
            "us users": {
                "votes": 9,
                "rating": 5.8
            },
            "non us users": {
                "votes": 13,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 8,
            "9": 2,
            "8": 7,
            "7": 8,
            "6": 3,
            "5": 1,
            "4": 1,
            "3": 2,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}