{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "4 October 2014"
            },
            {
                "country": "Japan\n",
                "date": "5 October 2014"
            }
        ],
        "release dates": [
            "Japan::4 October 2014",
            "Japan::5 October 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ookami shoujo to kuro ouji"
            },
            {
                "countries": "Russia",
                "title": "Волчица и черный принц"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Wolf Girl and Black Prince"
            }
        ],
        "akas": [
            "Ookami shoujo to kuro ouji (original title)",
            "Волчица и черный принц Russia",
            "Wolf Girl and Black Prince World-wide (English title)"
        ],
        "akas from release info": [
            "Ookami shoujo to kuro ouji (original title)",
            "Волчица и черный принц Russia",
            "Wolf Girl and Black Prince World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Caught in Her Own Trap: Liar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Shinohara Erika tries to fit in at her new high school. She finds that her new friends; Marin and Tezuka only want to talk about their boyfriends, so Erika follows suit and makes one up. Her new friends start to believe she's lying about it, so Erika takes a picture of a good looking guy to convince her friends that she has one. It just happens that the boy she took the picture of was none other than Sata Kyouya, the prince of class 8. Erika tries to convince Kyouya to be her pretend boyfriend. He accepts with one condition: she must be his pet.    "
                },
                "2": {
                    "title": "A Rash and Blind Act: First Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Had enough with Kyouya's frequent orders, Erika thinks about finding love and going out with someone for real. She finds herself being bullied by the back of a school building by some of Kyouya's fans. Just as it starts to get violent, Kimura, a kind boy, stops the girls from hurting Erika. After being bullied again, Kimura asks Erika to go out on the weekend while he cleans her wound in the nurse's office. Erika and Kimura meet on the weekend, but it turns out he only wanted to go out with her because she's Kyouya's girlfriend.    "
                },
                "3": {
                    "title": "A Precipitous Drop: Fall In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Erika is depressed because she hasn't heard from Kyouya during summer break. The next day she learns from her friend Ayumi that Kyouya had caught a cold and has been at home the whole time. Concerned about his cold Erika visits his apartment to deliver handouts where she finds out that he's the only one home. Kyouya at first rejects her attempts to take care of him, but relents after realizing that she really wants to care for him. During the time she spends taking care of him, Erika begins to admit that she has feelings for Kyouya and decides to confess but is having...    "
                },
                "4": {
                    "title": "Daily Anguish: Love Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The woman leaving Kyouya's apartment reveals to Erika that Kyouya actually told her to leave saying he doesn't want to fool around with girls anymore because he got a new dog. When Erika reaffirms her love for Kyouya and asks if he likes her, he tells her to anguish over whether or not he does. Erika meets Kyouya's friend, Hibiya Takeru, and he decides to help Erika win over Kyouya by quizzing Kyouya about his preferences and having Erika enact them. When their plans fail, Takeru calls out Kyouya and Erika and confesses his love to Erika to make Kyouya take action. ...    "
                },
                "5": {
                    "title": "An Impregnable Defense: Christmas Eve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    It is Christmas break and Erika's classmates, Marin Tachibana and Aki Tezuka make a promise with her to share selfies of how they spent Christmas with their boyfriends. Erika tells Kyouya that they have to take a selfie as proof. Kyouya complies, however grudgingly so. Erika learns of Kyouya's dislike about Christmas and stresses out so much that she gets a stomachache. Kyouya takes her to the nearest restaurant before going to the pharmacy for stomach medication. When Kyouya \"confesses\" his feeling to her, Erika becomes ecstatic. However, Kyouya crushes those ...    "
                },
                "6": {
                    "title": "Preparing for Battle: Valentine's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Erika laments the fact that after Christmas Eve, she and Kyouya did not spend any time together. At school, she sees him and when he teases her about being lonely she says it doesn't bother her because the necklace he gave her is proof of his love, but Kyouya tells her he can \"throw her away\" at any point. For Valentine's Day Erika makes Kyouya coffee-flavored cupcakes because he tells her that he hates sweet things. Erika gets to know her shy classmate, Kusakabe, when he forgets his wallet at the grocery store. She covers his bill and encourages him to be more ...    "
                },
                "7": {
                    "title": "Mutual Love: White Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    After hearing Kyouya say he didn't care about her at all, Erika ends her relationship with him and deepens her friendship with Kusakabe. After going on an outing with Kusakabe and her friend Ayumi Sanda, Kusakabe asks Erika on a real date on White Day. Erika agrees but she can't decide her true feelings towards him. At the end of the date, she realizes that Kusakabe is truly in love with her and she can't return his feelings, telling him that she is still in love with Kyouya. Kyouya appears and says he is taking Erika back. He grudgingly admits that he is in love with...    "
                },
                "8": {
                    "title": "Self-Contradiction: Spring Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Kyoya and Erika go to view the cherry blossoms over spring break. Erika thought that finally going out with Kyoya for real would be paradise, but Kyoya hates it and he refuses to participate in any of the romantic activities she had planned. It seems like Kyoya will give no quarter, leaving Erika to admit defeat but at the end of the date Kyoya softens up and asks her to feed him some takoyaki. In the second half of the episode a new character named Nozomi Kamiya is introduced who is a stereotypical teenage playboy. Nozomi Kamiya sees the two and wonders why a good ...    "
                },
                "9": {
                    "title": "Honeyed Words: Wake Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Kyoya and Erika are going on a two day trip along with the rest of their class. Nozomi sees this as the perfect chance to \"wake Kyoya up\". During the orienteering event, Nozomi tries in vain to get Kyoya to become a playboy like himself. Kyoya tells Nozomi that there is hope for him still, because before he met Erika, he was just like Nozomi.    "
                },
                "10": {
                    "title": "Wasted Effort: Happy Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    At school, Erika tells Kyoya that her birthday is coming up (June 23). He asks her what she wants. She wants love. Later that night Kyoya asks Nozomi and Takeru what love is, since it is such an abstract concept for him. He asks what he should get her. Nozomi says to compliment her outfit while Takeru says to take her out to a restaurant. However later the next day, Kyoya eavesdropped on Erika while she was talking to San. Erika wants Kyoya to say \"i love you\" to her. On her birthday, they go to a restaurant, watch a movie, window shop and later take a nighttime boat ...    "
                },
                "11": {
                    "title": "A Critical Situation: Judgement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Kyoya's older sister Reika, randomly drops into town surprising both Kyoya and Erika.    "
                },
                "12": {
                    "title": "A Pressing Appeal: I Love You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Finally arriving at Kobe, Kyoya's mom is revealed to be a normal, doting middle-aged woman, much to Erika's relief. After spending some time with her at the dinner table, Erika finds out a little more about the kind of mom she is, as well as her closed relationship with Kyoya. While washing dishes afterwards, Kyoya's sister Reika reveals the details behind Kyoya's suspicion of love and his mother after she divorced his father, and believes herself to be the cause of why he is the way he is. That night, they try on yukatas in preparation for the summer festival they ...    "
                },
                "13": {
                    "title": "OVA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wolf Girl and Black Prince (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "24 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    This OVA includes a popular chapter that was not adapted in the TV series.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Hosoya, Yoshimasa"
            },
            {
                "name": "Itô, Kanae"
            },
            {
                "name": "Matsuoka, Yoshitsugu"
            },
            {
                "name": "Sakurai, Takahiro"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Romance"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M",
            "Canada:14A::(Canadian Home Video rating)",
            "Canada:G::(Quebec)",
            "Germany:12",
            "New Zealand:M",
            "South Korea:15",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 1188,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2Y5ZDFlZWMtNjhjYS00NzljLTk0OTYtMjNiODRkODg1MGU2XkEyXkFqcGdeQXVyMjI5MjU5OTI@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "Japanese"
        ],
        "title": "Wolf Girl and Black Prince",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Nippon Television Network"
            },
            {
                "name": "TYO Animations"
            }
        ],
        "distributors": [
            {
                "name": "AV Visionen Filmverleih"
            },
            {
                "name": "AV Visionen Filmverleih"
            }
        ],
        "plot": [
            "About Erika who claims that popular boy, Sata is her boyfriend. She has no choice but to make him her fake boyfriend. Unfortunately,he may look like a sweet person, but he is actually an ultra sadist and treat her like a slave.::anonymous"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1188,
                "rating": 7.2
            },
            "aged under 18": {
                "votes": 12,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 496,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 174,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 28,
                "rating": 6.9
            },
            "males": {
                "votes": 242,
                "rating": 7.0
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 136,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 62,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 16,
                "rating": 6.5
            },
            "females": {
                "votes": 555,
                "rating": 7.2
            },
            "females aged under 18": {
                "votes": 9,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 351,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 111,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 11,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 22,
                "rating": 7.5
            },
            "us users": {
                "votes": 100,
                "rating": 7.2
            },
            "non us users": {
                "votes": 406,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 212,
            "9": 98,
            "8": 268,
            "7": 269,
            "6": 163,
            "5": 77,
            "4": 34,
            "3": 18,
            "2": 14,
            "1": 35
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}