{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 July 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::11 July 2014                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Taylor, Tarion"
            },
            {
                "name": "Vaganos, Kristen"
            },
            {
                "name": "Zhou, Lucy"
            },
            {
                "name": "Bernardin, Phil"
            }
        ],
        "locations": [
            "Brownsville, Brooklyn, New York City, New York, USA::(interiors)",
            "Brooklyn, New York City, New York, USA"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "8"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$100,000 (estimated)",
        "plot outline": "Repercussions follow the life of Andre Lemon Harrison, a young ambitious African-American male, who was raised by his single mother, Tracey. He and his Caucasian girlfriend Sabrina, whom he has been with since high school, have dealt with the pressures of being a biracial couple but through their trials and tribulations have managed to overcome the social stigma. Now, while striving toward his Bachelor's degree in Journalism, Andre is forced to face his own personal demons which may change his perspective on family, friends and even his relationship. Andre's various stresses threaten the elements of his life that he holds most dear. As the series progresses; social issues such as infidelity, substance abuse, sexuality, suicide, poverty, crime, abortion, wealth and mental health issues will be addressed by way of a multidimensional character study that will examine and unravel the lives of these diverse set of characters.",
        "languages": [
            "English"
        ],
        "title": "Repercussions",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Repercussions (United States)"
        ],
        "writer": [
            {
                "name": "Ashley, Bobby"
            }
        ],
        "production companies": [
            {
                "name": "Joe Entertainment"
            },
            {
                "name": "Soulwise Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "other companies": [
            {
                "name": "Handheld Films"
            },
            {
                "name": "Miranda Spigener Film TV Literary"
            },
            {
                "name": "Lakota Films"
            },
            {
                "name": "Marcus Garvey Village Community"
            },
            {
                "name": "Stella and Charles Guttman Community College"
            }
        ],
        "plot": [
            "The series follows the story of a young ambitious man who's determine to move forward in his life but is really pushing himself back because of his personal demons.::MS",
            "_Repercussions_ (qv) follow the life of Andre Lemon Harrison, a young ambitious African-American male, who was raised by his single mother, Tracey. He and his Caucasian girlfriend Sabrina, whom he has been with since high school, have dealt with the pressures of being a biracial couple but through their trials and tribulations have managed to overcome the social stigma. Now, while striving toward his Bachelor's degree in Journalism, Andre is forced to face his own personal demons which may change his perspective on family, friends and even his relationship. Andre's various stresses threaten the elements of his life that he holds most dear. As the series progresses; social issues such as infidelity, substance abuse, sexuality, suicide, poverty, crime, abortion, wealth and mental health issues will be addressed by way of a multidimensional character study that will examine and unravel the lives of these diverse set of characters.::ms"
        ],
        "tech": {
            "runtime": [
                "8 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}