{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "11 September 2014"
            }
        ],
        "release dates": [
            "Netherlands::11 September 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Verdwenen geld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Philip and his friends are at the police station to file a report for the theft of two million euros prize money of the Poker Tournament in Monte Carlo. They are surprised by the attitude of the two detectives who get them to talk. The deal is even more put on edge when they are put by the landlord from the penthouse. All that while there arises such a dark, new poker player.    "
                },
                "2": {
                    "title": "Party in het Nieuwe Penthouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Mark has trouble ending his relationship with Elise. Shira has an unpleasant surprise for him. Tjé sees opportunities to do great things as he sees the basement of their new apartment . Philip is surprised tedious way through the dark by a new poker player and realizes that his days as uncrowned king of the poker game are numbered as possible.    "
                },
                "3": {
                    "title": "De Koning en de Keijzer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    During the tournament in a Belgian Spa Philip is facing a new rival: Julian. Is this Julian a mayfly or a keeper? And perhaps more importantly, Julian is sincere or is he the most savvy of them all? Hein and Tjé have the greatest fun with a drone, which not only helps them in the air , but even in the seventh heaven.    "
                },
                "4": {
                    "title": "Tjé Pasa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tjé and Dries prepare for the opening of Tjé Pasa in the basement of the apartment. Philip is frustrated by the presence of the new talent Julian. He is trying on the wrong way Mark and Shira on loyalty, making him more touches away from them. During the opening ceremony the friends seem to find each other again .    "
                },
                "5": {
                    "title": "Beunhaas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Julian becomes on Philips frustration included in the group of friends. Elise throws herself directly to Julian to make Mark jealous. There are feelings over which nobody had expected. In the Skybox in the Amsterdam ArenA Tjé met the woman of his dreams again. Philip becoming more isolated from the rest of the group. Dries struggling for weeks with a huge dilemma .    "
                },
                "6": {
                    "title": "Poker of Racen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Mark and Shira know either not well what to do with their feelings for each other. Philip, almost alienated from the rest of the group, will join by an old friend: the Arab sheik. Hein, Tjé and Julian experience a wild adventure as they are challenged to a drag race car. When Philip comes home with finally a good mood, waited for him a major surprise.    "
                },
                "7": {
                    "title": "Shedevil of Engel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Philip has absconded. Dries travels after him, making Tjé just need to run the club. He hires a replacement leader in business and gets more than he had asked. Philips is Mark departure from one day to the unemployed . Sitting still is not for him and he started a new career in his old profession. Is the group of friends now forever fallen apart ?    "
                },
                "8": {
                    "title": "Andere koers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Tjé does not know what happens to him when he realizes that only sex is no longer important to him. He is in love. Perhaps for the first time in his life. Hein also seems to have finally snapped when a beautiful woman shows interest in him. Philip has arrived in Spain. He met an old acquaintance from Amsterdam who runs a local bar. What he does not know is that Dries is also in Spain.    "
                },
                "9": {
                    "title": "Geniet Met Mate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Mark realizes that nothing is strictly business for him and becomes Julians manager. Because of this he comes into contact with Shira again. Mark has the best intentions, but Shira keeps him away. Dries finally get through to Philip in Tarifa. He makes him realize what the important things are in life. Philip decides to return to Amsterdam. Dries seems to have other plans.    "
                },
                "10": {
                    "title": "Bender Challange",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Philip and Julian travel to Marbella for the big poker tournament. Home Mark realizes something important and it does not remain without consequences. Philip and Julian comes to face each other in Marbella. Even if the tournament is over, there is waiting them even greater infighting .    "
                }
            },
            "1": {
                "1": {
                    "title": "San Remo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "11 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When Philip may participate in a major poker tournament in San Remo, in one fell swoop changed his life. He knows to win a huge amount of prize money and decide to buy an apartment in Amsterdam for himself and his three best friends.    "
                },
                "2": {
                    "title": "Party in Het Penthouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Mark had taken a decision on his future but by artists agent Shira he begins to doubt yet again. Shira was adopted by Philip and Mark let her work to educate Philip's career. This appears no easy task, as it appears that Mark and Shira are each other's opposites. Meanwhile, Hein also thoroughly enjoy the success of Philip.    "
                },
                "3": {
                    "title": "Huisbaas Bert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The conflicts between Mark and Shira are running high . Meanwhile, the criminal landlord Bert Copper want a 'home game' Playing with Philip , but indicates that he does not like to lose. Tje makes during the game a lot more colorful by letting his eye on the daughter of Bert. Hein decides to visit his old neighborhood, but it is not appreciated him.    "
                },
                "4": {
                    "title": "Fiona's uitdaging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Philip has been challenged by Fiona Slavenburgh, a slick and professional playful. For the preparation of this competition disappears money from the apartment. All charges are allocated to each other, but eventually Tjé do things to liven up . If therefore Fred, the father of Hein and stepfather of Philip turns up after years of absence are the puppets on the table.    "
                },
                "5": {
                    "title": "Tjé-Tjénië",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    After his defeat by Fiona Philip lost interest in poker, but Mark knows him with a ruse to get along to Marbella where a major poker tournament takes place. Meanwhile, Hein and Tjé tries to discover who the actual owner of the Full House is, in the past there occurred shady business and it is unclear whether Dries is the rightful owner.    "
                },
                "6": {
                    "title": "De andere Bender",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    To his own surprise, Hein has luck with poker. He imagines himself the equal of Philip and takes direct Tjé as his manager. The success of the men is put to the test as an Arab sheik a private game wants to play poker against Hein. Dries, a formidable poker player from the pre-Internet era, knows that his fame as a poker player will never come back. He therefore decided to opt for another career which he still gets enough attention.    "
                },
                "7": {
                    "title": "De Pokermaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Tjé does not feel at home in the group of friends anymore. He wants to prove himself and decides to undertake. Shira has to arrange a reality show around Philip and the friends to promote Philip as celebrity. Director Maartje however has her own agenda .    "
                },
                "8": {
                    "title": "De waarde ervan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Mark makes an important discovery about himself and about Shira. Father Fred finally shows his true face and is not afraid to put pressure back Philip. Meanwhile close friends with each other all kinds of bets , not always with happy results.    "
                },
                "9": {
                    "title": "Geheime missie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Hein has a wild adventure as he goes to Germany to help a friend of Philip. Marks discovery about Shira proved incorrect and that seems to be affecting his future. Philip and Fiona play an exciting game of poker where candy is at stake.    "
                },
                "10": {
                    "title": "Pokerface",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bluf (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The day of the big poker tournament in Monaco has arrived. Mark holds an important decision, but Elise knows him to be overwhelmed in an inimitable way. Philip and Fiona compete for the astronomical prize and Dries gets the shock of his life.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Akkabi, Achmed"
            },
            {
                "name": "Kooijman, Jan"
            },
            {
                "name": "Guzman, Javier"
            },
            {
                "name": "Weisz, Geza"
            },
            {
                "name": "Amhali, Najib"
            },
            {
                "name": "Dagelet, Charlie Chan"
            },
            {
                "name": "Cabau, Yolanthe"
            },
            {
                "name": "de Melo, Fatima Moreira"
            },
            {
                "name": "Kuilboer, Teun"
            },
            {
                "name": "Adams, Alix"
            },
            {
                "name": "Boot, Kees"
            },
            {
                "name": "Diaz, Gaëlle Garcia"
            },
            {
                "name": "Leenheer, Chloé"
            },
            {
                "name": "Maerten, Hugo"
            },
            {
                "name": "Abma, Cynthia"
            },
            {
                "name": "Spijkers, Jaap"
            },
            {
                "name": "Hana, Bert"
            },
            {
                "name": "van Kooten, Kasper"
            },
            {
                "name": "Geersen, Sylvia"
            },
            {
                "name": "van Eeuwen, Mark"
            },
            {
                "name": "Sloot, Sieger"
            },
            {
                "name": "Dickmann, Roos"
            },
            {
                "name": "Zweerman, Lisa"
            },
            {
                "name": "Amini, Saman"
            },
            {
                "name": "Brom, Frederik"
            },
            {
                "name": "Doorman, Judy"
            },
            {
                "name": "Tissen, Chiara"
            },
            {
                "name": "Geel, Cees"
            },
            {
                "name": "Appelhof, Annelies"
            },
            {
                "name": "Fischer, Martijn"
            },
            {
                "name": "Melles, Remco"
            },
            {
                "name": "Ros, Margot"
            },
            {
                "name": "Deelen, Noel"
            },
            {
                "name": "Hüpscher, Nadja"
            },
            {
                "name": "den Heuvel, Linde van"
            },
            {
                "name": "Veldhuizen, Sophie"
            },
            {
                "name": "la Parra, Bodil de"
            },
            {
                "name": "Nooter, Michiel"
            },
            {
                "name": "den Assem, Vivienne van"
            },
            {
                "name": "Verhoeven, Rico"
            },
            {
                "name": "Krass, Michael"
            },
            {
                "name": "van Erven, Beau Dorens"
            },
            {
                "name": "Propz, Mister"
            },
            {
                "name": "van Hofslot, Nienke"
            },
            {
                "name": "Adorée, Cecilia"
            },
            {
                "name": "Mudder, Marian"
            },
            {
                "name": "Golterman, Nick"
            },
            {
                "name": "van Hout, Sidney"
            },
            {
                "name": "Eve, Puck April"
            },
            {
                "name": "Arnhem, Uriah"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Netherlands:12"
        ],
        "number of seasons": 2,
        "rating": 6.3,
        "votes": 148,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjdmYzc1ZDUtNDAyZi00YzlmLWI3NDMtZWFmOGVmZDk3NWJjXkEyXkFqcGdeQXVyNTExMzIyNDM@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Bluf",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Bluf (Netherlands)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bockting, Matthijs"
            },
            {
                "name": "Bosch, Willem"
            },
            {
                "name": "Hoen, Wim"
            }
        ],
        "production companies": [
            {
                "name": "NL Film"
            }
        ],
        "distributors": [
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "Just Bridge Entertainment"
            }
        ],
        "special effects": [
            {
                "name": "Filmmore"
            }
        ],
        "other companies": [
            {
                "name": "Kemna Casting"
            }
        ],
        "plot": [
            "A poker player wins a big amount in a poker tournament. Follow him and his close friends in their lives.::christian"
        ],
        "tech": {
            "runtime": [
                "42 min (approx)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 148,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 54,
                "rating": 6.1
            },
            "aged 30 44": {
                "votes": 46,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 6.2
            },
            "males": {
                "votes": 103,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 40,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 40,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 5.9
            },
            "females": {
                "votes": 23,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 14,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 3.2
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 89,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 25,
            "9": 6,
            "8": 29,
            "7": 38,
            "6": 25,
            "5": 2,
            "4": 10,
            "3": 3,
            "2": 1,
            "1": 9
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}