{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 August 2014"
            },
            {
                "country": "USA\n",
                "date": "27 August 2014",
                "notes": "                            (Philadelphia, Pennsylvania)"
            }
        ],
        "release dates": [
            "USA::27 August 2014",
            "USA::27 August 2014                            (Philadelphia, Pennsylvania)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "SFBN Talks High School Sports"
            },
            {
                "countries": "USA",
                "title": "Varsity Voice Presented by SFBN"
            }
        ],
        "akas": [
            "SFBN Talks High School Sports (original title)",
            "Varsity Voice Presented by SFBN USA"
        ],
        "akas from release info": [
            "SFBN Talks High School Sports (original title)",
            "Varsity Voice Presented by SFBN USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Football Preview Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Host Ari Bluestein is joined by this week's co-host Jeremy Treatman to analyze the top high school football teams in the Tri-State area. The episode includes exclusive interviews with St. Joseph's Prep head coach Gabe Infante, Archbishop Wood head coach Steve Devlin and Imhotep Charter head coach Albie Crosby. Special in-studio guests include Philadelphia Inquirer staff writer Rick O'Brien, Philadelphia Daily News staff writer Aaron \"Ace\" Carter, and Jon Mozes of WNPV 1440 AM in Lansdale.    "
                },
                "2": {
                    "title": "Lansdale Volleyball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Host Ari Bluestein is joined by this week's co-host Mike Samsel from WBCB 1490 AM in Bucks County to focus more on some of the top Suburban teams in the Philadelphia area. We break down some top games from the last two weeks and focus on teams like Malvern Prep, Pennsbury, Council Rock North, Abington and Coatesville. Ari is joined by Ed Morrone, Sports Editor for the Northeast Times, on this week's Writer's Corner. Ed and Ari look at the best teams in Northeast Philadelphia like Archbishop Ryan, Father Judge, Northeast and Washington. SFBN Talks also will take a ...    "
                },
                "3": {
                    "title": "Robert Coleman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Host Ari Bluestein is joined by co-host Jeremy Treatman, who returns to show after co-hosting in Episode 1. Ari and JT discuss some of the top games from the previous weekend, including Timber Creek-Cherokee, Northeast-Washington and Roman-Ryan. Ari is also joined by Sean Lerman from WBCB 1490 AM to discuss the Abington-Neshaminy game from last weekend and preview the Abington-Pennsbury match-up on Saturday. In an SFBN Conversation, the PIAA District 12 Chairperson, Robert Coleman, talks to Ari about the success of District 12 athletics at the state level. And later, ...    "
                },
                "4": {
                    "title": "Ryan Soccer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Ja'Quan Newton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Host Ari Bluestein is joined by Natalie Egenolf of 94 WIP and Phillies Nation as she makes her first appearance on the high school scene. Ari and Natalie go over some football Mid-Season Rankings in the city, suburbs and South Jersey and talk about some of the top teams in the area. With college basketball around the corner, SFBN takes an exclusive look at the story of former Neumann-Goretti star Ja'Quan Newton, who is now a freshman guard at the University of Miami. Exclusive interviews with Ja'Quan and his high school Carl Arrigale get in depth about Newton's career...    "
                },
                "6": {
                    "title": "Episcopal Academy Field Hockey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Host Ari Bluestein is joined again by Mike Samsel of WBCB 1490 AM. Ari and Mike start the show by looking at some top Public and Catholic League playoff matchups. Later, SFBN Analyst Jack Kapp goes out to Episcopal Academy to learn about the sport of field hockey from two of the top players in the area. On this week's writer's corner, SFBN Talks welcomes on Jen Wielgus of the Bucks County Courier Times and The Intelligencer. Ari and Jen break down some of the top games in Bucks County from this past weekend. In the final segment of the show, Ari, Mike and Jen discuss ...    "
                },
                "7": {
                    "title": "Soccer Championships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Northeast vs Central",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Host Ari Bluestein is joined by Jeremy Treatman to discuss the South Jersey football group championship games this upcoming weekend. Ari and Jeremy preview the games and make their predictions on who will win each contest. With a ton of Thanksgiving day high school football games played this past week, SFBN will feature the oldest Turkey Day high school football rivalry in the country - Northeast vs. Central. The two Philadelphia Public schools have battled on the gridiron almost every Thanksgiving since the last 1800's. We go in depth into the rivalry and what makes ...    "
                },
                "9": {
                    "title": "Alex Kline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Host Ari Bluestein is joined again by Mike Samsel of WBCB 1490 AM. Local squads Archbishop Wood and St. Joseph's Prep were in the AAA and AAAA football state championship games, respectively, this past weekend. Ari and Mike break down the results of those games. In another SFBN Conversation, Mike sits down with Alex Kline, owner of The Recruit Scoop and founder of the Mary Kline Classic. Mike asks Alex about how the Mary Kline Classic got started and they discuss the upcoming 1st ever Mary Kline Winter Classic being held at Archbishop Wood this Sunday, December 21st. ...    "
                },
                "10": {
                    "title": "2014 Features",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "31 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Fran Hamilton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    With basketball in full swing, the first edition of SFBN Talks in 2015 is all about high school hoops. Co-host Emily Henning joins Ari Bluestein to highlight some of the tops teams in the suburbs of Pennsylvania, South Jersey and Delaware. As we start the New Year, we look back on the life of Fran Hamilton, the assistant coach of the 2014 AA state champion Constitution Generals, who passed away in the summer of 2014. We talk to his colleagues, players who played for him and his family members about the type of person he was both on and off the court. On this week's ...    "
                },
                "12": {
                    "title": "Carroll/Drexel Girls Basketball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Ari is on the road this week, so one of our regular Co-Hosts, Mike Samsel, is taking the helm. Joined by Emily Henning they take a look all over the area for a tour of the basketball landscape. Mike and Emily discuss some of the top suburban one match-ups coming up and review some of the best games played in the last week. Later Emily sits down with Meghan Creighton, Rachel Pearson and Sarah Curran in our SFBN conversation. All three are former basketball players at Archbishop Carroll and current players at Drexel University. Emily asks them about their time at ...    "
                },
                "13": {
                    "title": "Neumann-Goretti Girls Basketball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ari Bluestein is back hosting SFBN Talks this week and Emily Henning joins him as co-host. With high school basketball as the main topic, Ari and Emily break down the top teams in the Philadelphia Public League to start things off. Later we send our Jack Kapp out to Neumann-Goretti High School in South Philadelphia to talk to some of the members of the top high school girls basketball team in the country. On this week's Writer's Corner, Ari is joined by Kate Harman of the Philadelphia Inquirer. Ari asks Kate about the top high school girls basketball teams in the area...    "
                },
                "14": {
                    "title": "North Penn Swimming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Tonight Ari Bluestein is joined by Jeremy Treatman to discuss high school boys basketball playoffs from all over the area. Ari and JT start out talking about the District 1 bracket and then moving into the Philadelphia Catholic League. In a brief break from the basketball discussion, Ari had a chance to go to North Penn High School in Lansdale, PA to talk to some of the coaches and members of the North Penn Swimming and Diving team. Ari finds out what it takes to be a member of the one of the top swimming & diving programs in the state. On this week's writer's corner,...    "
                },
                "15": {
                    "title": "Basketball Web Chat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Ari Bluestein is joined by Mike Samsel this week as they discuss all the local teams that have qualified for the PIAA state boys basketball tournament. Ari and Mike focus on the 10 teams from District 1 that have made it into the AAAA bracket. On this week's writer's corner, Ari is again joined by Aaron \"Ace\" Carter of the Philadelphia Inquirer to talk about the Catholic League and City championship games in addition to assessing the District 12 teams chances to make a state championship run. In between our PIAA Tournament discussions, Ari and Mike are joined via Web ...    "
                },
                "16": {
                    "title": "Girls Squash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "18 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Ari Bluestein is joined by Emily Henning this week as they recap some of the most exciting state quarterfinal boys basketball games from this past weekend. On this week's writer's corner, Ari is joined by Ed Morrone of the Northeast Times to discuss some of the local girls basketball teams who were in action this past weekend in the PIAA quarterfinal round. Later, Ari, Ed and Emily discuss the local boys and girls basketball teams remaining in the PIAA Tournament and they make predictions on who can win their respective classification championships. In the midst of ...    "
                },
                "17": {
                    "title": "Basketball Coaches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ari Bluestein is joined by Jeremy Treatman this week as they talk about the 5 Philadelphia state basketball champions. Later, Ari and JT are joined via WebChat by head coach Frank Sciolla and senior forwards Chase Kumor and Sean Kelly of Conwell-Egan High School. Ari and JT ask the Conwell-Egan trio about their AA state championship run. On this week's writer's corner, Ari is joined by Chris Goldberg of Lacrosse Media & PhillyLacrosse.com to talk about the top boys and girls area lacrosse teams. To get ready for baseball season, Ari talks to former LaSalle College HS ...    "
                },
                "18": {
                    "title": "Nick Ferdinand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Bonner-Prendie Softball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "29 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Penn Relays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    Ari Bluestein is joined by Jeremy Treatman and the duo preview the District 1 AAAA baseball playoff bracket. Ari and JT look at the layout of the breakout and talk about the top teams from each league in District 1 that could make a run at the championship. In our feature piece this week, we take a special look at the Penn Relays, one of the biggest sporting events in the whole country. In a special 2-part feature, we examine the history of the event and then later take you into the mind of a student-athlete's perspective of the event. In this week's writer's corner, ...    "
                },
                "21": {
                    "title": "Referee Calls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Varsity Voice Presented by SFBN (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "26 May 2015",
                    "year": "2015",
                    "plot": "\n    Ari Bluestein and Emily Henning host the hour-long season finale of SFBN Talks! Ari & Emily recap the 2014-2015 school year and interview guests that had previously appeared on the show. Ari talks to a few writer's in a special edition of the writer's corner to talk about the top stories of 2014-2015. A couple special features including everyone's favorite SFBN correspondent Jack Kapp will top off what should be a great first season finale for SFBN Talks High School Sports!    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Bluestein, Ari"
            },
            {
                "name": "Henning, Emily"
            },
            {
                "name": "Treatman, Jeremy"
            },
            {
                "name": "Samsel, Mike"
            },
            {
                "name": "Kapp, Jack"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "budget": "$10,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Varsity Voice Presented by SFBN",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bluestein, Ari"
            }
        ],
        "production companies": [
            {
                "name": "The Sports Fan Base Network"
            }
        ],
        "distributors": [
            {
                "name": "The Sports Fan Base Network"
            }
        ],
        "plot": [
            "SFBN spotlights Philadelphia Area High School athletes::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}