{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 September 2014"
            }
        ],
        "release dates": [
            "USA::8 September 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Billy & Jeanne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Prison (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Billy and Jeanne have dated online for six months but they've never met face to face... until now. The wild-at-heart bachelor and single mom in search of \"The One\" are isolated on a remote island for one whole week in the \"Love Prison.\" After a wild roller coaster of a week, can their relationship survive or will they leave alone and broken hearted?    "
                },
                "2": {
                    "title": "Rosie & Chris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Prison (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Rosie, an LA party girl, and Chris, a computer nerd from Iowa, have been dating online for two long years without ever meeting in person. But now they're putting their relationship to the ultimate test by spending a week together on a remote island. Secrets and truths are revealed. Will they leave the island together, or alone?    "
                },
                "3": {
                    "title": "Lawrence and Nicole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Prison (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Lawrence, a physique competitor from New Jersey, who is always focused on his beautiful body, and Nicole, a social butterfly from Westchester County, NY, connected immediately when they met online six months ago. Although they have yet to meet in person, they are both extremely excited to be alone on the remote island together. Will their highly anticipated meet up be a hot and sexy beginning to the relationship they both crave? Or will the Love Prison reveal more than what meets the eye?    "
                },
                "4": {
                    "title": "Tiffany & Kenneth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Prison (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Tiffany-Nicole is a highly ambitious model and actress who splits her time between New York and LA. She and Kenneth met online nine months ago and made an instant love connection! But he's living in Ohio, working various jobs, and they've never been able to meet face-to-face. Now, they've decided to finally meet in the Love Prison, where they will spend a week together in isolation to find out if their connection is real and worth Kenneth relocating. Will Kenneth decide he is ready to leave Ohio in order to be with Tiffany-Nicole or will they leave the island broken?    "
                },
                "5": {
                    "title": "Evelyn and Mickey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Prison (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Evelyn and Mickey cyber met in a hard rock chat room and grew to have an intense, sexy online relationship. She is a heavy metal music groupie who loves head bangers, and he is a bassist in a heavy metal band who builds his life around his music. Now after dating for nine months without ever meeting face to face, they will finally spend a week alone together in the Love Prison where truths will be revealed forcing them to make decisions. Will their love be defeated... or will they set sail from the island together?    "
                },
                "6": {
                    "title": "Steve & Rachel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Prison (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Steve, a hot construction worker with a frat boy sensibility, and Rachel, the cute girl next door, met eight months ago through a mutual friend online and have been cyber dating ever since. Despite living in the same city, they decided to date online and get to know one another before ever meeting in person. Now they are finally ready to take their virtual relationship to the Love Prison to find out if their online compatibility can translate to real life chemistry.    "
                },
                "7": {
                    "title": "Casey & Laya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Prison (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Casey and Laya have dated online for nine months without ever meeting face to face. Casey admits that he's a fast mover when it comes to love and affection, but Laya believes in self-discipline and taking things slow. Alone on a remote island for a week, these virtual daters will see what happens when they're isolated together 24/7.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Murphy, Lawrence J"
            }
        ],
        "locations": [
            "Belden Island, Connecticut, USA::(house)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 5.9,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc1NDU2NTkwOF5BMl5BanBnXkFtZTgwNzM0OTcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "People involved in web relationships often don't meet in person for months or years. Love Prison lets online daters meet but not in ideal conditions. The encounter site is a cabin on a remote island, and many cameras capture their actions during the weeklong rendezvous - with a number of firsts, including first kiss. Each protagonist determines if the mate's online persona matches reality, and the couple decide whether to leave together to continue the bond or to call it quits.",
        "languages": [
            "English"
        ],
        "title": "Love Prison",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Love Prison (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Leftfield Pictures"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            },
            {
                "name": "Lifetime Television"
            }
        ],
        "other companies": [
            {
                "name": "Three Point Capital"
            },
            {
                "name": "Vanacore Music"
            }
        ],
        "plot": [
            "People involved in web relationships often don't meet in person for months or years. _Love Prison_ (qv) lets online daters meet but not in ideal conditions. The encounter site is a cabin on a remote island, and many cameras capture their actions during the weeklong rendezvous - with a number of firsts, including first kiss. Each protagonist determines if the mate's online persona matches reality, and the couple decide whether to leave together to continue the bond or to call it quits."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 3.3
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 6.2
            },
            "males": {
                "votes": 13,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 5.9
            },
            "females": {
                "votes": 8,
                "rating": 5.9
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 5.7
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 6.0
            },
            "us users": {
                "votes": 10,
                "rating": 6.7
            },
            "non us users": {
                "votes": 6,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 2,
            "7": 4,
            "6": 7,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 2,
            "1": 2
        },
        "arithmetic mean": 5.9,
        "median": 6
    }
}