{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "2 October 2014"
            },
            {
                "country": "USA\n",
                "date": "15 April 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "Japan\n",
                "date": "1 July 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::2 October 2014",
            "USA::15 April 2015                            (internet)",
            "Japan::1 July 2016                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Lovesick"
            },
            {
                "countries": "Spain",
                "title": "Lovesick"
            },
            {
                "countries": "USA",
                "title": "Lovesick"
            },
            {
                "countries": " (working title)",
                "title": "Scrotal Recall"
            }
        ],
        "akas": [
            "Lovesick (original title)",
            "Lovesick Spain",
            "Lovesick USA",
            "Scrotal Recall (working title)"
        ],
        "akas from release info": [
            "Lovesick (original title)",
            "Lovesick Spain",
            "Lovesick USA",
            "Scrotal Recall (working title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Andi and Olivia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 137,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Dylan and the group attends Abigail's Literary Festival. Meanwhile Evie feels jealous that herself and Dylan had years to figure things out, while him and Abigail seem to be doing just fine. Evie moves in with Luke.    "
                },
                "2": {
                    "title": "Bonnie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 120,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Dylan forgets to cancel Evie's hen party. The gang, along with Evie's cousin, spend the afternoon soap-making, and at karaoke.    "
                },
                "3": {
                    "title": "Abigail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 150,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The love triangle between Dylan, Evie, & Abigail comes to a climax, while Luke is looking for love in a nightclub.    "
                },
                "4": {
                    "title": "Evie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 128,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Dylan, Luke & Angus all experience complications in their love lives.    "
                },
                "5": {
                    "title": "Martha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 110,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A surprise party for Dylan's parents brings out a buried secret. Luke gets lost while Angus finds a kindred spirit.    "
                },
                "6": {
                    "title": "Queen of Cups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 101,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Luke is forced to confront his feelings about Jonesy at a fair. Angus examines his past relationships.    "
                },
                "7": {
                    "title": "Tasha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 116,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Dylan stumbles across the last name on his list - his ex, Tasha, who is opinionated to say the least.    "
                },
                "8": {
                    "title": "Evie (Part Two)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 123,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    At their college reunion, Evie and Dylan encounter a ex-boyfriend of Evie's. Luke tries to avoid dealing with his feelings. Angus concocts a plan to look more accomplished to his former college friends.    "
                }
            },
            "1": {
                "1": {
                    "title": "Abigail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 276,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Young Dylan is told by a doctor that he has the STI chlamydia and advises him to inform his past girl-friends. Starting alphabetically he chooses Abigail and recalls how he went to a wedding with his friends Evie and Luke. Helen the bride is angry that her groom Angus once dated Evie and wants to get back with her so to help Evie Dylan assures Helen that she is the only one. Dumped by his plus one he befriends the female vicar but ends up bedding the receptionist - Abigail. He must now contact her with his unwelcome news.    "
                },
                "2": {
                    "title": "Anna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 234,
                    "original air date": "9 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Having split with Helen Angus is now crashing with Dylan whilst Evie is engaged to Mal. Eighteen months earlier the sex-mad Luke persuaded Dylan to make up a foursome so that Luke could bed student Cleo, pairing Dylan with the older Anna. The two women visit for a dinner party but there is a power cut and Anna and Dylan end up in bed together, though she tells him he is too young to be a permanent boyfriend. In the present he rings her with his bad news - unaware that she is at a conference on speaker-phone - and then gets a call from Abigail.    "
                },
                "3": {
                    "title": "Cressida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 226,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In 2013 Luke persuades Evie and Dylan to accompany him to the birthday party in the Scottish highlands of his dream girl Ilona and eventually beats rival Ivan into bedding her though she has a bitter surprise for him. Dylan meanwhile sidesteps business woman Cressida but ends up being forced to strip nude by Ilona's gay brother, who has seen him prang Ilona's car. Still nude Dylan gets it together with Evie, resulting in her also having to make a trip to the clinic. Afterwards Dylan runs into Abigail and is relieved to hear that she is fine.    "
                },
                "4": {
                    "title": "Jane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 208,
                    "original air date": "23 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    On a bench with Abigail Dylan recalls Evie's birthday party from three years earlier. Here Luke tries to pair her with the annoying Jonno whilst Dylan has reckless sex in a toilet with new girlfriend Jane, resulting in them both ending up in the casualty department. Dylan is upset to learn that Jane merely regards him as one of several lays whilst a romantic picnic leaves Evie and Jonno locked out on the hospital roof. Jane does however agree to be Dylan's 'plus one' at the forthcoming marriage of Angus and Helen.    "
                },
                "5": {
                    "title": "Bethany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 205,
                    "original air date": "30 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Dylan visits another former girlfriend, Bethany, now a housewife and mother. Four years ago he is dating her but falls foul of her over-protective brother Gareth, who views all her suitors harshly. At the same time the charmless Luke is being duped by female work colleagues on a bowling alley outing into humiliating himself with boss Diana who claims he did something to her he cannot remember. Evie is with them but her camera is stolen and a call to Dylan gets him out of an awkward dinner party with Gareth as he races to lend her his. In the present Bethany notes that...    "
                },
                "6": {
                    "title": "Phoebe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 276,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Dylan has another date with Abigail but Luke persuades him to look up another ex-girlfriend, Phoebe, from five years ago at which time Evie was going out with Angus. It becomes obvious during a pub quiz that Phoebe is more suited and Dylan tries to explain to her that they should split up but she gets in first. The boys visit Phoebe's mum from whom they learn that Phoebe is dead. Whilst visiting her room they brawl, explaining to Phoebe's mother that they both loved her daughter. Luke urges Dylan to tell Evie how he feels about her and, when Dylan bottles it, Luke ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Frankie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 176,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dylan and new girlfriend Frankie go on a camping holiday with Evie, her boyfriend Mal and their friends Luke and Angus. Frankie is wild and causes trouble in a supermarket giving Angus magic mushrooms, hastening her departure. Luke goes rather overboard when Evie asks him to like Mal but Dylan, still carrying a torch for her, is dismayed to learn that she and Mal are getting married.    "
                },
                "2": {
                    "title": "Agata",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 164,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dylan meets Evie for the first time at her and Luke's costume party.    "
                },
                "3": {
                    "title": "Amy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 150,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    As Angus's friends help him celebrate his divorce from wife Helen Dylan tells Evie he has heard from Amy, whom he met six years ago and, after a one night stand, discovered that she was Evie's sister. Evie was not pleased and both girls dumped him but Evie agreed to remain friends and Dylan became her flatmate with Luke - who had just schooled Angus in making money selling things at a flea market.    "
                },
                "4": {
                    "title": "Liv",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 164,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Whilst staying at a hotel prior to Angus's marriage to the formidable Helen Luke is in the sauna and feels instantly attracted to a female guest sharing it with him - to the extent that, in the middle of the night, he sets off the fire alarm to locate her. Sadly she is not interested and Angus has to pick up the bill. Whilst Dylan gets dumped over the phone by girl-friend Liv Evie tries to sort out receptionist Abigail's problem with jilted boyfriend Steve, unaware of who she is.    "
                },
                "5": {
                    "title": "Isabel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 149,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Evie and Dylan accompany Luke to the Tech Awards, where Luke is horrified to learn that the award he covets will be going to a former colleague, Jonno, now dating the judging panel chief's daughter. He attempts to cheat, which involves Dylan befriending waitress Isabel, though Dylan falls for her and spends time behind the bar serving drinks with her. In the event Luke's team wins - though nobody knows quite how.    "
                },
                "6": {
                    "title": "Emma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 140,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    In the early days of their relationship Evie is unsure what to give Mal for his birthday but discovers that he is just happy with her company. Luke bumps into Jo and is hopeful of a reconciliation but things go wrong in the bedroom whilst Dylan, working in a bar, takes dancing lessons from colleague Cara to impress girlfriend Emma at a Valentine's day ceilidh but he and Emma split up anyway. At least a relationship with Abigail is on the horizon.    "
                },
                "7": {
                    "title": "Jonesy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 155,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Whilst Evie and Mal argue over their wedding arrangements Luke takes Dylan and Angus to a casino where Angus wins big time and they meet Dylan's old flame Jonesy, who encourages them to spend it on a night on the town. This involves a visit to a strip club where Angus's enthusiasm for one of the dancers lands them in jail, requiring Mal to come to their aid.    "
                },
                "8": {
                    "title": "Abigail (Again)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lovesick (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 217,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    At Angus's party to celebrate his divorce he re-encounters stripper Holly for a happy reunion. Dylan, however, is puzzled that Abigail appears to be blanking him and discovers that it is down to a few indiscreet remarks by ex-girlfriend Jane regarding his relationship with Evie. Abigail forgives him but for Evie and Mal things are not so simple.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Flynn, Johnny"
            },
            {
                "name": "Thomas, Antonia"
            },
            {
                "name": "Ings, Daniel"
            },
            {
                "name": "McGuire, Joshua"
            },
            {
                "name": "Britland, Hannah"
            },
            {
                "name": "Thomson, Richard"
            },
            {
                "name": "Akram, Yasmine"
            },
            {
                "name": "Clayton, Klariza"
            },
            {
                "name": "Steele, Riann"
            },
            {
                "name": "Ellerby, Jessica"
            },
            {
                "name": "Parkes, Aimee"
            },
            {
                "name": "Demetriou, Jamie"
            },
            {
                "name": "Convery, Turlough"
            },
            {
                "name": "Wight, Stephen"
            },
            {
                "name": "Aikman, Laura"
            },
            {
                "name": "Milne, Robyn"
            },
            {
                "name": "Donald, Chris"
            },
            {
                "name": "Bowling, Bekka"
            },
            {
                "name": "Saurel, Elena"
            },
            {
                "name": "Craig, Rosalie"
            },
            {
                "name": "Pepperdine, Vicki"
            },
            {
                "name": "Stevens, Gayle Telfer"
            },
            {
                "name": "Amuka-Bird, Nikki"
            },
            {
                "name": "MacKenzie, Sharon"
            },
            {
                "name": "Clarke, Antonia"
            },
            {
                "name": "De Candole, Katrine"
            },
            {
                "name": "Ogugua, Jade"
            },
            {
                "name": "Quigley, Pearce"
            },
            {
                "name": "Fielding, Susannah"
            },
            {
                "name": "Martin, James"
            },
            {
                "name": "Theobold, Cara"
            },
            {
                "name": "Wille, Clare"
            },
            {
                "name": "Chaal, Paul"
            },
            {
                "name": "Docherty, George"
            },
            {
                "name": "Khaan, Nomaan"
            },
            {
                "name": "Layton, Cassie"
            },
            {
                "name": "Westhead, David"
            },
            {
                "name": "Ewen, Jade"
            },
            {
                "name": "Allan, Kim"
            },
            {
                "name": "Coopersmith, Oliver"
            },
            {
                "name": "Coulson, Jordan"
            },
            {
                "name": "Crouch, Rob"
            },
            {
                "name": "Findlay, Deborah"
            },
            {
                "name": "Vickers, Sara"
            },
            {
                "name": "Bell, Tom"
            },
            {
                "name": "Anderson, Alisa"
            },
            {
                "name": "Beaumont, Daisy"
            },
            {
                "name": "Gouveia, Tala"
            },
            {
                "name": "Joss, Isabelle"
            },
            {
                "name": "Stourton, Tom"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:MA15+",
            "Italy:VM14",
            "Netherlands:12",
            "Russia:16+",
            "Singapore:M18",
            "South Korea:18",
            "Spain:13",
            "United Kingdom:15",
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 8.1,
        "votes": 11697,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzdjNDU5ZTEtNTA3OC00MmZkLTk0MDAtNDM1OTg3Y2NmZGM1XkEyXkFqcGdeQXVyMjA4Njg4OTQ@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Lovesick",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Edge, Tom"
            },
            {
                "name": "Baker, Andy"
            },
            {
                "name": "Macdonald, Ed"
            }
        ],
        "production companies": [
            {
                "name": "Clerkenwell Films"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            }
        ],
        "other companies": [
            {
                "name": "Air-Edel Associates"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "HireWorks"
            },
            {
                "name": "HireWorks"
            },
            {
                "name": "Production Copier Company"
            }
        ],
        "plot": [
            "After finding out he has an STD, Dylan must get back in touch with every girl he has ever had sex with to let them know the bad news.::BlueLightAlarm"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ],
            "camera": [
                "Red Dragon"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11697,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 10,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 3439,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 3660,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 901,
                "rating": 7.9
            },
            "males": {
                "votes": 4838,
                "rating": 8.1
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 1706,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 2087,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 606,
                "rating": 7.8
            },
            "females": {
                "votes": 3855,
                "rating": 8.1
            },
            "females aged under 18": {
                "votes": 5,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 1673,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 1510,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 281,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 73,
                "rating": 6.4
            },
            "us users": {
                "votes": 1670,
                "rating": 8.2
            },
            "non us users": {
                "votes": 4528,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 2610,
            "9": 2914,
            "8": 3652,
            "7": 1658,
            "6": 481,
            "5": 157,
            "4": 54,
            "3": 37,
            "2": 34,
            "1": 100
        },
        "arithmetic mean": 8.3,
        "median": 8
    }
}