{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "12 November 2014"
            },
            {
                "country": "USA\n",
                "date": "12 November 2014"
            }
        ],
        "release dates": [
            "UK::12 November 2014",
            "USA::12 November 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Strip the Cosmos"
            },
            {
                "countries": "Germany",
                "title": "Kopernikus - Rätsel der Galaxis"
            },
            {
                "countries": "Italy",
                "title": "Universo ai raggi X"
            },
            {
                "countries": "Russia",
                "title": "Космос наизнанку"
            },
            {
                "countries": "Spain",
                "title": "Desmontando el cosmos"
            }
        ],
        "akas": [
            "Strip the Cosmos (original title)",
            "Kopernikus - Rätsel der Galaxis Germany",
            "Universo ai raggi X Italy",
            "Космос наизнанку Russia",
            "Desmontando el cosmos Spain"
        ],
        "akas from release info": [
            "Strip the Cosmos (original title)",
            "Kopernikus - Rätsel der Galaxis Germany",
            "Universo ai raggi X Italy",
            "Космос наизнанку Russia",
            "Desmontando el cosmos Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Mystery of the Alien Asteroid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Scientists have spotted a mysterious object the size and shape of a skyscraper hurtling through space.    "
                },
                "2": {
                    "title": "Hunt for the Missing Black Holes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    CGI reveals our Universe might be teaming with mysterious 'seed' black holes.    "
                },
                "3": {
                    "title": "The Moon's Dark Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A story of planetary collisions, volcanoes spewing lunar lava, and a vicious act of celestial cannibalism.    "
                },
                "4": {
                    "title": "Inside Saturn's Rings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Scientists search for answers and discover incredible truths, including the presence of a giant unseen 'dark-ring'.    "
                },
                "5": {
                    "title": "Secret History of the Solar System",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    New evidence is forcing scientists to rethink the story of our cosmic roots.    "
                },
                "6": {
                    "title": "Inside Mega Space Storms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Stunning CGI reveals how this epic weather is now uncovering the inner workings of these mysterious giant planets.    "
                },
                "7": {
                    "title": "Secrets of the Alien Megastructure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Have we stumbled upon an extraterrestrial civilization doing some serious construction work?    "
                },
                "8": {
                    "title": "Hunt for the Missing Moons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Earth-like moons with oceans and mountains that could be home to advanced alien life.    "
                },
                "9": {
                    "title": "Pluto's Strange Secrets Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Scientists race to uncover Pluto's weirdest secrets and they're finding answers.    "
                },
                "10": {
                    "title": "Hunting the Holographic Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "24 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    An elite group of physicists have reached as astonishing conclusion: that the universe is a hologram.    "
                }
            },
            "1": {
                "1": {
                    "title": "Secrets of the Black Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 25,
                    "original air date": "12 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Black holes are nature's ultimate abyss, capable of swallowing up a star the size of our Sun in seconds. There are millions of them out there, too dark to see, but gobbling up everything that gets too close. More frightening still, there is one at the center of the Milky Way - our galactic home. But is there more to a black hole than just darkness? This film looks at these menaces in a new light, to discover that they are not only destroyers - they are vital anchors for the planets and stars in galaxies like our own. Stunning CGI animation strips away the event ...    "
                },
                "2": {
                    "title": "Inside the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "19 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The Sun is a nuclear inferno, its surface raging with violent eruptions. Huge plasma storms eject electromagnetic debris across the solar system, with up to 20 threatening Earth every day. Dark spots on the surface indicate that an eruption is brewing, but once we've seen them, the race is on - a giant solar storm could be heading straight for Earth. The US Air Force shows us how they keep the skies safe by warning astronauts and rerouting pilots to avoid blasts of radiation. But where does all the Sun's power come from? This film delves inside this gas goliath to ...    "
                },
                "3": {
                    "title": "Killer Asteroids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "26 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Asteroids are constantly threatening Earth, with thousands lurking too close to our planet for comfort. We travel to Arizona to meet the team who spend every night scanning the heavens for asteroids that could threaten earth, and reveal how scientists test an intense laser beam they hope could one day deflect an asteroid away from Earth. But is there more to these deadly space rocks than the next Armageddon? At NASA we see astronauts train in weightless conditions for the first manned mission to an asteroid, and discover how asteroids could become cosmic gas stations ...    "
                },
                "4": {
                    "title": "Expedition Mars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Mars has been a tough training ground, with half the missions sent there ending in failure. Swirling dust storms, deadly radiation, and arctic temperatures await the first, pioneering, astronauts. Despite the dangers, space agencies around the world race to launch the first human mission. So why explore this seemingly cold, barren wasteland? Mars was once a lot like earth. This film visits ancient riverbeds, polar ice caps, and giant volcanic regions, to find out what went wrong for this alien planet. Stunning CGI animation will sweep up Martian dust storms, dive ...    "
                },
                "5": {
                    "title": "Alien Worlds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "10 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Alien worlds are out there. Astronomers now think almost every star has planets orbiting around it, creating billions of different environments in deep space. Weird bacteria exist in the most extreme places on Earth, there's no reason why life shouldn't thrive elsewhere. How will we find life elsewhere in the universe? Diving into the deepest depths of our galaxy in search of the places life could be hiding. Stunning CGI animation cracks open frozen moons blasting ice into space, reveals hidden oceans, and unveils the bizarre worlds where mountains are made of ...    "
                },
                "6": {
                    "title": "Hunting a Comet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "17 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Comets appear from nowhere and then blaze across the sky in a magnificent display of cosmic fireworks before disappearing into the darkness. This film reveals our extraordinary relationship with comets, exploring how these icy dirt balls may actually hold the key to all life on Earth. Stunning CGI animation tears open the comet to reveal the secrets locked inside its nucleus. We travel back in time to witness the early earth and the storm of meteor impacts that could have brought the water to its oceans. While they may pose a threat to life on earth, Comets could also...    "
                }
            },
            "2": {
                "1": {
                    "title": "Supermassive Black Holes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    We strip apart black holes, one of the most feared objects in the universe, and tear off swirling galaxies of stars, planets, and cosmic dust layer by layer to explore the secrets of these hungry menaces lurking right on our cosmic doorstep.    "
                },
                "2": {
                    "title": "Extreme Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    We strip apart the Sun and tear off boiling seas of plasma, light particles, and force fields layer by layer to explore the secrets that lie beneath the surface of Earth's powerhouse.    "
                },
                "3": {
                    "title": "Hunt for the Big Bang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    We strip apart asteroids and peel back surfaces, slice open craters, and exploding out rocks layer by layer to explore these miniature worlds and the secrets of the early solar system.    "
                },
                "4": {
                    "title": "Jupiter: The Sun's Secret Twin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jupiter is a planet of extremes. Twice the size of all the other planets in our solar system combined it's formed almost entirely from Hydrogen just like the sun. Yet little is known about this super sized world. Now NASA have launched a billion dollar space mission called JUNO to explore Jupiter's long-held secrets. We join JUNO scientists at NASA's Jet Propulsion Laboratory to unlock the mystery of intense radiation belts around the planet. In New York a dramatic experiment with molten rock reveals what could be supercharging this deadly radiation. Conditions in ...    "
                },
                "5": {
                    "title": "Mystery of the Hidden Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    How much more is there to the Universe than meets the eye? In this episode, we join the scientists who hunt for our hidden cosmos. In New Mexico, radio astronomers probe the cold and seemingly empty void of space to uncover vast clouds of hidden matter called intergalactic plasma. But astronomers now realize that our universe has a 'dark side' - a second kind of matter and a mysterious 'energy' that together make up most of the universe. We join teams in the UK, Italy and the United States hunting for so called dark matter and dark energy. We go behind the scenes at ...    "
                },
                "6": {
                    "title": "Solar System: Hunt for the Missing Planet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Strip the Cosmos (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The solar system and its planets seem like a familiar place. Yet scientists now think they've detected something huge lurking in the far reaches of the system we call home. Could it be that a missing, giant ninth planet orbits our sun in the dark reaches of space? We'll meet the astronomers hunting for this hypothetical world. Scientists who are only now beginning to understand how such a massive planet could have ended up so far away from the Sun - way beyond where science predicts planets can form. We join teams in the UK, Germany and the United States who are ...    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Loren, Eric"
            },
            {
                "name": "Oluseyi, Hakeem"
            },
            {
                "name": "Cotton, Richard"
            },
            {
                "name": "Danly, Laura"
            },
            {
                "name": "Jr., Sylvester James Gates"
            },
            {
                "name": "Hull, Chat"
            },
            {
                "name": "Johnson, Jess"
            },
            {
                "name": "Linn, Timothy"
            },
            {
                "name": "Massimino, Mike"
            },
            {
                "name": "Plait, Phil"
            },
            {
                "name": "Rizk, Bashar"
            },
            {
                "name": "Schultz, Peter"
            },
            {
                "name": "Sykes, Mark"
            },
            {
                "name": "Thaller, Michelle"
            },
            {
                "name": "Vasile, Massamiliano"
            },
            {
                "name": "Walheim, Rex"
            },
            {
                "name": "Whipps, Pat"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.8,
        "votes": 160,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjZlNjQxNjctNDRiOC00ZjQ4LTgxM2UtZGMwNGU0NDMyMTVmXkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "STRIP THE COSMOS strips major planets, moons, black holes, stars and galaxies of their gas, force-fields, rocks and magma, layer by layer, act by act, to explore their hidden secrets and solve key mysteries surrounding the origins and destiny of the universe.",
        "languages": [
            "English"
        ],
        "title": "Strip the Cosmos",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Windfall Films"
            }
        ],
        "plot": [
            "STRIP THE COSMOS strips major planets, moons, black holes, stars and galaxies of their gas, force-fields, rocks and magma, layer by layer, act by act, to explore their hidden secrets and solve key mysteries surrounding the origins and destiny of the universe."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 160,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 29,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 57,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 35,
                "rating": 7.7
            },
            "males": {
                "votes": 113,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 24,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 51,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 7.6
            },
            "females": {
                "votes": 14,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 7.8
            },
            "us users": {
                "votes": 22,
                "rating": 7.3
            },
            "non us users": {
                "votes": 79,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 43,
            "9": 21,
            "8": 48,
            "7": 21,
            "6": 11,
            "5": 2,
            "4": 5,
            "3": 2,
            "2": 2,
            "1": 5
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}