{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 October 2014"
            }
        ],
        "release dates": [
            "USA::1 October 2014"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "New Perspective in a New RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "4 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A cancer survivor and his wife decide to live by their family motto \"You Only Live Once\" and hit the road. The couple hopes to find a class A motorhome that meets all of their lifestyle needs and has adequate space for their family of five.    "
                },
                "2": {
                    "title": "Fifth Wheel Trade for Motorhome Upgrade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A Texas family wants to trade in their fifth wheel for a motorhome. With a wish list that includes a residential fridge, bunks for the kids and plenty of storage space, they debate whether they should stick to their plan of getting a Class C or upgrading to a Class A.    "
                },
                "3": {
                    "title": "RV Home for Summer Travels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A Texas family searches for an RV to move into full-time. They're looking for a unit under 12,000 pounds with a large bunkhouse, a U-shaped dinette, a big pantry and a residential fridge on a $40,000 budget.    "
                },
                "4": {
                    "title": "Dating in a RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A young couple searches for a RV to live in during their quest to find their forever home. They plan to stick to their budget of $50,000, and they must have an awning, a spacious bathroom and space to walk around the bed.    "
                },
                "5": {
                    "title": "Fifth-Wheel Downsizing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "1 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    A travel-loving couple is looking to trade in their fifth wheel for something smaller. They'd like a unit under 34 feet with a varied color scheme, a TV facing the couch and a free-standing table and chairs.    "
                },
                "6": {
                    "title": "First RV for Parents of Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "8 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    A Tennessee couple looks for their first RV for their family of five. They want a towable unit with a bed for each kid, a master bedroom with a door and a modern interior. He's hoping to keep the price under $30,000, but she is all about the beauty.    "
                },
                "7": {
                    "title": "RV Upgrade for Louisiana Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "22 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    A Louisiana family is ready to trade in their travel trailer for a fifth wheel. With a $50,000 budget, their top priorities are bunk beds for the kids, plenty of storage and two A/C units.    "
                },
                "8": {
                    "title": "Full-Timing in a Travel Trailer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    A California couple loves living in their 18-foot RV full-time, but they've decided it's time for something bigger. They want to find a new unit under 35 feet with plenty of storage, a big shower and an outdoor kitchen.    "
                },
                "9": {
                    "title": "A Drivable Home for a Young Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    A Colorado couple living full-time in a fifth wheel decides to switch from hauling their home to driving it. They're looking for a RV with plenty of work space and separate dining and living areas.    "
                },
                "10": {
                    "title": "RV for an Extended Honeymoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "12 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A newlywed couple is searching for a RV for a honeymoon that hopefully never ends. They, along with their dog, look for a fifth wheel or travel trailer with room for guests, a large pantry, a big closet and plenty of work space.    "
                },
                "11": {
                    "title": "From City to Country Class C",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    An adventurous Chicago couple decides to ditch the plane tickets for a Class C RV to travel around the US. He would really like an outdoor entertainment center, while she wants large windows in the bedroom.    "
                },
                "12": {
                    "title": "Class A for Him or Class C for Her",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A couple loves to travel with their two boys but are tired of constantly going in and out of hotel rooms. While they both want to purchase a RV for their future travels, they don't agree on which class of vehicle to buy.    "
                },
                "13": {
                    "title": "RV for Almost Empty Nesters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Soon-to-be empty nesters Kari and Jon are looking for an RV to travel in full-time after all their kids leave home. Kari wants a big kitchen, but they still want plenty of space to accommodate their family of five, so Jon is willing to get a queen bed because it takes up less space. They both agree on the need for a toy hauler for their scooters.    "
                },
                "14": {
                    "title": "Early Retirement in an RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 14,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ann and Lin have decided to retire early and hit the road to travel full-time in an RV. They're looking for a Class A Diesel with plenty of room for their three dogs. Ann would like extra storage for their workout equipment, and Lin wants a washer and dryer.    "
                }
            },
            "1": {
                "1": {
                    "title": "Home Sweet Home on the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Kale family is looking to upgrade their existing RV with a new spacious one to call it their new home sweet home on the road. Stephanie and Curtis are avid travelers and want to show their two small children all that America has to offer, so a spacious ride is a necessity to match the big adventures they have in store. The Kales take a look at three new RVs, but hit some bumps in the road when trying to find the perfect place to accommodate this growing family's long list of demands.    "
                },
                "2": {
                    "title": "A Temporary Retirement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    With dreams of taking a new home out on the open road, Nikki and Jason Wynn have given up everything to start a new chapter in their lives. This young, L.A. couple is looking for an RV that's as hip and environmentally friendly as they are, but their budget is limited. Their plan is to spend the next two years exclusively in the RV, so it's essential that they make the right decision. Will the Wynns find an RV that matches everything that they hoped for?    "
                },
                "3": {
                    "title": "Tent to Travel Trailer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The Duggan family of five from Knoxville, TN wants to go from camping in a tent to camping in a travel trailer, but first they must find the perfect RV.    "
                },
                "4": {
                    "title": "Fifth-Wheeling and Dealing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The Begnaud family from Lafayette, LA wants to upgrade from their small RV to a spacious Fifth-Wheel, but first they must find one that meets all of their wants and needs.    "
                },
                "5": {
                    "title": "First Time RVers Go Full-Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Tom and Alisha Kuempel don't want to wait until retirement to live the full-time RV lifestyle, so they are searching for the perfect RV that will accommodate them and their two young sons.    "
                },
                "6": {
                    "title": "Tiny Travel Trailer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Tom and Wendy Cunningham have loved tent camping their entire lives. Now that they are a family of four, they've realized a basic tent just isn't enough. To stick to their low-key lifestyle, they are looking for the smallest possible trailer that will fulfill all of their needs.    "
                },
                "7": {
                    "title": "Massachusetts Motorhome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Pat and Joan Cronin of Seekonk, MA love to go RVing with their four children. But with such a large family, they need more space than their current travel trailer offers. Before their next family vacation, the Cronins hope to find the perfect Class A motorhome.    "
                },
                "8": {
                    "title": "Hotel on Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Buddy and Noelle Williams' career has allowed them to travel all over the world with their 18-year-old son, Michael. With Michael heading off to college, Buddy and Noelle want to purchase an RV that acts as their mobile office and hotel-- allowing them to comfortably explore their own country.    "
                },
                "9": {
                    "title": "Fifth-Wheel for Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Brent and Jenn Nims and their three sons live full-time in their RV. As the family gets larger, their current fifth-wheel stays the same size. So now they are in search of a larger fifth-wheel that will give them the space they need as their family continues to grow.    "
                },
                "10": {
                    "title": "Weekend Warriors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Cesareo and Janette Razo from Las Vegas, NV have loved camping their entire lives. Now, they want to pass the tradition on to their two children. They started with a tent and then a small travel trailer, and now they're ready to upgrade to a fancy Fifth-Wheel.    "
                },
                "11": {
                    "title": "RV for Family Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Reggie and Seemaa Prasad from San Francisco, CA, have recently become a family of five. They love taking their kids camping, but they are quickly outgrowing their current travel trailer. They need to find a bigger travel trailer to accommodate their big family.    "
                },
                "12": {
                    "title": "Energy Efficient Expedition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Full-time RVers, Jason and Kristin Snow, and their three dogs have lived in a 1965 Airstream Trailer for almost two years. They love living and working in a trailer full-time. However, they are finally ready to upgrade to a newer, drivable RV that's still small enough to fit into all of the campgrounds and remote locations they want to explores.    "
                },
                "13": {
                    "title": "Camper for Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Eric and Danielle Hannan have lived and worked out of their Class C RV for the past year. They love living on the road full-time, but they don't love the lack of space. To fulfill all of their wants and needs, they are looking to upgrade to a larger fifth-wheel.    "
                },
                "14": {
                    "title": "Modern Mobile Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Lauri and Jason Stumph met in the Minnesota International Guard and have been married for 10 years. Now that they are retired from the Service, they want to spend time getting to know their own country. They plan to sell their house and travel around America in their new permanent home on wheels.    "
                }
            },
            "2": {
                "1": {
                    "title": "Family Wants Simpler Life on the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Michael and Lisa Greene want a new life experience, so they decide to put most of their belongings in storage and RV full-time. The Greenes want a simpler, less-cluttered lifestyle, exploring the country with their two sons, and they need the perfect RV for the journey. They browse three RVs, trying to determine which has everything they need to live happily on the road and make the most of this new chapter!    "
                },
                "2": {
                    "title": "Family Needs RV with Bigger and Better Kitchen for Allergy-Friendly Vacations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    When vacationing, the Bragas need to take their kitchen with them, due to their daughter's food allergies. As they prepare to migrate away from the harsh Connecticut winter, they decide it's time to upgrade from their current travel trailer to a fifth-wheel. With two growing daughters and a necessity to work from the road, not just any coach will do for these snowbirds.    "
                },
                "3": {
                    "title": "Family Looking for Third RV with More Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Kilroys have loved RV-camping the past few years, but as the kids get older, this family needs more space than their current travel trailer offers. Looking for a fifth-wheel, Jim and Nadine have to decide which upgraded features take priority. They browse three great options, but the struggle comes when Jim prefers a coach with toy-hauling space and Nadine prefers one with a bunkhouse.    "
                },
                "4": {
                    "title": "Young Couple Chooses Life on the Road Instead of Settling Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "18 May 2016",
                    "year": "2016",
                    "plot": "\n    After getting married, adventure-seekers Joey and Brittney Lorenzo decided to forego buying a house and to instead purchase an RV. Excited to travel the country, they're looking for a travel trailer to get them through the beginning of their marriage. The Lorenzos enjoy browsing RVs, but they struggle to determine which one best accommodates the adventure they're after.    "
                },
                "5": {
                    "title": "Young, Full-Time RVers Need Updated Coach for Cross-Country Travel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 May 2016",
                    "year": "2016",
                    "plot": "\n    Newlyweds Heath and Alyssa love to travel, so they spent their first year of marriage visiting all fifty states in an old RV. Now, they want to keep the journey going, but to upgrade RVs. They're ready to find a Class-A that fits their style and full-time lifestyle.    "
                },
                "6": {
                    "title": "Family Considers Favorite Features for First RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 May 2016",
                    "year": "2016",
                    "plot": "\n    Having thought about purchasing an RV for a while, the Whippo family finally decides to go for it. They are looking for a vacation home-on-wheels to enjoy with their two small sons. As they look over RVs at the dealership, they don't want to sacrifice any of their wish-list features. But the more amenities they're shown, the more complicated their decision becomes.    "
                },
                "7": {
                    "title": "Family Ready to Trade Tent for Travel Trailer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "11 May 2016",
                    "year": "2016",
                    "plot": "\n    The Sherif family loves the outdoors, but after some tent frustrations, they decide it's time to upgrade. They are looking for a travel trailer that allows them and their daughter to enjoy nature more comfortably. Searching for their first RV, they have a tough time choosing which features will provide the camping experiences they're looking for.    "
                },
                "8": {
                    "title": "Large Family Seeks New Vacation Style with RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Hoovers are looking for an easier way for their family of six to travel. Inspired by the show \"Going RV,\" they decide a Class-A Motor Home is the solution to their vacation woes. Howard and Heather aren't sure what to expect from their RV shopping trip, and they're impressed with all that the coaches have to offer. But all the great features might make the decision more difficult for these first-time RVers.    "
                },
                "9": {
                    "title": "Spacious RV Needed for Family and Their Motorcycles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Glenn and Ulrika Peroni both grew up traveling with their families, and they want a similar experience for their family of five. But with five motorcycles to bring along for their trips, not just any coach will do. As first-time RV shoppers, the Peronis aren't sure what type of RV they need. They look at three unique models, but come decision time, it won't be easy for them to choose what features come out on top.    "
                },
                "10": {
                    "title": "Couple Wants RV to Upgrade Camping Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 May 2016",
                    "year": "2016",
                    "plot": "\n    James and Shelly Page are ready to go from camping to \"glamping,\" so they decide it's time to buy an RV. These newlyweds need a Fifth-Wheel that can hold their large family for their travel adventures. They browse three RVs but face a difficult decision when taking their style and budget into consideration.    "
                },
                "11": {
                    "title": "Family Must Decide Between RV Wish-List and Budget",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Walter and Jessica Borgen love traveling with their three daughters and two dogs, so they decide an RV would be great for their family. With a passion for tailgating and vacationing, they're looking for lots of bells and whistles in a Class-A. When RV-shopping, they don't want to settle for anything less than their wish-list; however, they quickly discover a conflict between their budget and the features they're after.    "
                },
                "12": {
                    "title": "Father and Son Want RV for Travels Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "8 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Steve and Bernie Nazer aren't your typical father-son duo. This adventurous pair loves adventuring and camping together, and they're hoping to upgrade their travels with an RV. At the dealership they look at three different classes of RVs; however, the decision won't be easy as they search for a unit that offers both a comfortable drive behind the wheel, along with plenty of space for the two of them.    "
                },
                "13": {
                    "title": "Family Needs RV for Year of Cross-Country Travel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "25 May 2016",
                    "year": "2016",
                    "plot": "\n    After living in Hawaii for five years, the Ackermans are moving back to the mainland. They want to travel the county with their two children for one year as they decide where to live, so they begin the search for an RV. Looking for a Class-A to serve as a comfortable home-on-wheels, the Ackermans struggle to choose which has the qualities their family needs for this new adventure.    "
                },
                "14": {
                    "title": "Young Couple Decides No Time Like the Present to Hit the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Erik and Kala have been wanting to travel full-time in an RV, and now they've decided- why wait? Ready to live on the road, this young couple heads to the dealership to find their perfect Class-A motorhome. However, finding a coach with enough space and technology for them to work remotely presents a challenging decision.    "
                }
            },
            "3": {
                "1": {
                    "title": "Growing Family Ready for Fourth RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "14 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Will and Lauren Mann's love of camping is shown through the three travel trailers they've enjoyed the past few years. But as their family has expanded, it's time for something bigger. Ready for a Fifth-Wheel, they explore new options at the dealership. But what features will they ultimately deem most important for their comfortable- yet affordable- upgrade?    "
                },
                "2": {
                    "title": "Couple Seeks Toy Hauler for Nationwide Brewery Tour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "21 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Pat and Stephanie love to brew their own beer and visit local distilleries across the country in their travel trailer. They've now decided to commit to their travels all year long, but will need a larger RV if they want to live in it full-time. This upgrade won't be an easy choice, as they search for a toy hauler with enough space for Pat to work and brew on the road.    "
                },
                "3": {
                    "title": "Toy Hauler for Business and Pleasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "28 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Frequent travelers Eric and Tamara are tired of hotels and want to feel more at home on the road. They need the perfect toy hauler that can function not only as a house, but also as an office-on-wheels. Picking out their first RV won't be easy, since they want something with everything they need for both family fun and work.    "
                },
                "4": {
                    "title": "Outdoor-Loving Family Needs RV Upgrade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    For the past year, Leif and Dedra have loved exploring the outdoors in the comfort of their RV. The couple has gotten so much use out of it, they're ready for a new one! They're heading out to the dealership to look for an upgrade with more space that still lets them feel close to nature.    "
                },
                "5": {
                    "title": "Texas Family Needs RV That Can Beat Summer Heat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    JP and Autumn Wilkins love camping with their three little ones in their travel trailer, but it's starting to get a little cramped. They're ready to upgrade to a Fifth-Wheel with more of their wish-list features, like an additional air conditioner to beat the Texas summer heat. The Wilkins give three units a good look-over, but they have a tough decision at hand when determining which has the space and amenities their family needs for travel fun.    "
                },
                "6": {
                    "title": "Engaged Naval Officers Need First Home on Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Engaged naval officers Michael and Hillary are looking for their first home together. Since they don't know where they'll be stationed next year, they decide to find a home that can travel with them! Can these almost-newlyweds find an RV spacious and comfortable enough to be their first home sweet home?    "
                },
                "7": {
                    "title": "Fifth Wheel for Family of Four",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Mike and Erica really value family time, and have found that traveling in an RV with their daughters and relatives is a fun way to spend time together. After starting with a Class A, they now want an RV they can tow and are seeking a Fifth Wheel with more space and amenities. They'll have a difficult decision choosing one that has everything their family needs.    "
                },
                "8": {
                    "title": "Former Football Pro Seeks Fourth RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Keith and Tia Sims weren't exactly sure what to expect when they got an RV for their family three years ago. Clearly, it worked out well, as they're ready for their fourth motor home! This family now knows exactly what they're looking for: a Class-A with more space and amenities to make them feel at home on the road. Will they find a coach that has the perks they need for all of their travels?    "
                }
            },
            "4": {
                "1": {
                    "title": "Down for Diesel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Scott and Shanna Cialini love to vacation in their RV with their two kids, Reese and Riley, and are interested in upgrading their current gas model for one with a more fuel-efficient diesel engine. They know they want a bunkhouse for the kids and a carpet-free unit, but will they be able to find the perfect class A that fits their needs?    "
                },
                "2": {
                    "title": "Classy Class C or Cool Class A",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Darnell and Sheila love to travel and are used to flying, but now they're looking for an RV to add comfort and ease to their travels within the continental U.S. They have a large extended family and want their grandkids to be able to travel with them, meaning they'll need a lot of sleeping space. Will they ultimately choose a smaller Class C or an all-inclusive Class A?    "
                },
                "3": {
                    "title": "Hitting the Road Full-Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Katy, Stephen and their two children are tired of being cooped up inside, distracted by electronics, so they're taking to the road to spend more quality time with nature and each other. After selling their home, they need to find an RV quickly. They're unsure of exactly what type of RV they want, but they definitely want an island in the kitchen, an outdoor kitchen for Stephen and beds for the girls. Will this family find their dream home on wheels?    "
                },
                "4": {
                    "title": "A Travel Trailer to Call Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "22 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ravyn and Jesse love spending quality time as a family and they're ready to make the leap and be able to go everywhere with each other at any time. They are searching for a unit that will fit their needs, which means an extra bedroom for their daughter and ample storage space due to living in the travel trailer full-time. Will they be able to find a travel that meets all the needs on their checklist?    "
                },
                "5": {
                    "title": "Canadian Transplants Seek RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Susan and Todd Cranford love the United States so much, they moved here about five years ago from Canada. They are eager to show this great country to their children and believe the best way to do that is in an RV. They know they need a lot of storage for all the kids' toys, and Susan wants a large kitchen to ensure her ability to provide meals. What kind of RV will they choose?    "
                },
                "6": {
                    "title": "Full Time Travel Trailer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Travel nurse Jaci Cederberg has always loved to travel and move around, and now she wants her home to come with her everywhere. She and her best friend Amanda Brey are looking for a travel trailer that Jaci can live in full-time. Jaci needs tons of storage for her extensive wardrobe, as well as an open floor plan, but is worried about towability with her SUV. Which travel trailer will end up suiting her best?    "
                },
                "7": {
                    "title": "Cross-Country RV Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Breana Evans and Robert Haley love a great adventure. They're moving from Boise, Idaho, into their RV full-time so they can live a more intrepid lifestyle. Ideally, they want a lightweight unit so they can pull it with their current truck. They also would love as many windows as possible to guarantee the ability to see all the sights around them as they travel. Which unit will they end up driving away with?    "
                },
                "8": {
                    "title": "RV for Trips with Grandkids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Phil and Mary love being grandparents, and they're ready to take their family on the road. The couple is searching for a Class C unit that is easier to drive than other models, but they still want a comfortable ride. Their new RV must accommodate car seats and have plenty of storage for all the toys their grandkids will want to bring along on their trips.    "
                },
                "9": {
                    "title": "Upgrade for Family of Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Brian and Diane love vacationing with their family in their RV, and they're ready to invest in a larger, more comfortable unit. They're searching for a Class A motor home with a bunk area for their three kids and a spacious interior that can accommodate Brian's wheelchair.    "
                },
                "10": {
                    "title": "Newlyweds Look for a New RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Newlyweds Noëlle and Andrew are ready to take their work as health coaches on the road. They need ample space in their living area to workout and counter space in the kitchen for cooking healthy meals. The couple would also love to utilize state and national parks, so they need a unit under 30 feet.    "
                },
                "11": {
                    "title": "Young Couple Seeks a Class C",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Adventure lovers Katie and Noah are shopping for a RV to take them around the United States. Katie really wants a full kitchen, including an oven, because they love cooking together as a couple. They also need a unit that is 26 feet or shorter to be able to beach camp and plenty of sleeping space for their guests.    "
                },
                "12": {
                    "title": "Travel Trailer for Athletic Triathlons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    Denise and Brian have loved camping their entire lives and plan to go full-time when Brian retires, so they are searching for an RV that will help them see places not accessible by airplane. They love to cook and want a residential-sized fridge and a dishwasher for easy cleanup. Since they're going to be spending so much time in their new RV, they want it to have the comforts of home, like a roomy shower and king-sized bed.    "
                },
                "13": {
                    "title": "Trailer to Travel the US",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Veterans Jennifer and Kory are ready to hit the road and explore every corner of the United States with their family. Both want plenty of space and a large refrigerator in their RV while Jennifer really needs a bedroom door. The couple would also love a bathtub for their young son, Troy.    "
                },
                "14": {
                    "title": "Fifth Wheel to Call Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    Kym and Kevin are ready to make the move out of Los Angeles and are looking for a large fifth wheel to call home. Kevin loves to cook, so it is imperative that he has a lot of counter space in a large kitchen. They also have two dogs and one cat, meaning carpet is a no-go. Additionally, they want to use the fifth wheel for off-the-grid camping and need a space to install solar panels.    "
                }
            },
            "5": {
                "1": {
                    "title": "First Time Full-Timers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    An Atlanta family decides to try out RV living with hopes of simplifying their busy lives and spending more time with their kids. They're hoping to find a Class A with bunk beds for the kids, two bathrooms and a washer and dryer. These features should help the family live in their RV year-round as they take on adventures around America. Will they be able to find the perfect rig for their new laid-back lifestyle?    "
                },
                "2": {
                    "title": "Fifth-Wheel for Financial Firm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A young couple trades in their home for an RV while simultaneously growing a successful business. With a young daughter and a dog, the family hopes to find the perfect home on wheels with plenty of living space, a work space for the business and a large closet. Will they be able to find an RV that can handle both work and play?    "
                },
                "3": {
                    "title": "Kid-Friendly Bunkhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "19 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A Georgia couple that wants to continue family traditions with their children looks to upgrade to an RV that meets everyone's needs. They hope to find an RV with a spacious living area, a king size master bed, but most importantly, a bunkhouse for the kids.    "
                },
                "4": {
                    "title": "Motorhomes for Motorcycles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A couple with four children looks for a motorhome that can keep up with their on-the-go lifestyle. They need a rig that's big enough to fit the entire family and has enough horsepower to pull a trailer full of motorcycles and bikes.    "
                },
                "5": {
                    "title": "Interim RV Living",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A family of five from Washington searches for a fifth-wheel to call home while they build their dream home. The couple hopes to find an RV with an open floor plan and separate master bedroom, as well as plenty of televisions so the kids can play video games.    "
                },
                "6": {
                    "title": "RV for Retirement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A family of five from Washington searches for a fifth-wheel to call home while they build their dream home. The couple hopes to find an RV with an open floor plan and separate master bedroom, as well as plenty of televisions so the kids can play video games.    "
                },
                "7": {
                    "title": "Bunks for Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    This family of four is always on the go in their travel trailer but it's time to upgrade to a newer RV that is drivable. They want to be able to access all the amenities while driving including a bunkhouse for the kids, a roomy kitchen, easy maneuverability and plenty of sleeping space. Will this RV-loving family be able to find exactly what they want on the lot?    "
                },
                "8": {
                    "title": "ATV Toy Hauler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A Nevada couple decides to buy an RV that will allow them to set up camp while going on ATV trips with friends. They're looking for a toy hauler with dry camping capabilities, an open floor plan and an ATV garage. Will they be able to find the perfect rugged rig to fit their budget?    "
                },
                "9": {
                    "title": "Easing Into Camping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A Texas couple wants to spend more quality time with their daughters while easing them into outdoor adventures in an RV. They're looking for a travel trailer that is lightweight and easy to tow, but they also want plenty of sleeping space, a large awning, a roomy dinette and a full bathroom. Will this family of four be able to find a rig that'll make for easy camping?    "
                },
                "10": {
                    "title": "New Priorities, New RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    After a recent health scare, a couple decides to make new priorities that include having fun and making memories while taking family trips in an RV. They're hoping to find a diesel unit but this may interfere with their priority of staying within budget. Will they be able to find the perfect motorhome for their family while not breaking the bank?    "
                },
                "11": {
                    "title": "Luxury on Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    A fun-loving couple tries to compromise on an RV upgrade that will cater to his rugged camping style and her glamorous camping style. They also love motorcycling, so they are looking for a unit that will accommodate their bikes. Will this couple be able to find a Class A that caters to both of their wants?    "
                },
                "12": {
                    "title": "Fifth-Wheel for Fifty States",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    A couple hopes to find the perfect RV that will help them achieve their goal of visiting all 50 states. They've decided to live full-time in the new rig so they're looking for a fifth-wheel that will serve as a comfy home for their family of three. Will they be able to find a rig fit for cross-country travel and full-time living?    "
                },
                "13": {
                    "title": "RV for Horse Shows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kaitlin's been competitively riding horses for years, and recently she and her husband, Sam, have decided to swap out hotel rooms for a well-equipped RV. They're looking for a unit to escape the heat at horse shows and room for entertaining.    "
                },
                "14": {
                    "title": "Bear-Proof RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Rod and Camille want to provide their young sons with more outdoor adventures, so they are looking for their very first RV to take on camping trips. They want plenty of space for their family of five, a king-size bed and protection from bears.    "
                }
            },
            "6": {
                "1": {
                    "title": "Full-Time RV for Vegas Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After a scary four-wheeler accident, a Las Vegas couple re-evaluates what they really want in their RV home life. They search for a rig with more room for their granddaughter, plenty of exterior storage space and a bigger kitchen and shower.    "
                },
                "2": {
                    "title": "His Toy Hauler or Her Bunkhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kari and her husband Jose search for their first travel trailer so that they can give their young daughter the same RV camping memories she experienced as a child. However, the two must decide between his toy hauler and her bunkhouse.    "
                },
                "3": {
                    "title": "Travel Trailer to Motorhome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A New Jersey couple is looking to purchase their third RV as they transition from a travel trailer to a motorhome. On their wish list is a residential fridge, large bunks, an outdoor entertainment center and more storage.    "
                },
                "4": {
                    "title": "RV for More Family Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    TJ and his wife Alysha have decided to sell everything and move into an RV so they can spend more time with family. Although they can't agree on a floor plan, they both want a bunkhouse for their boys, two couches, a large fridge and lots of storage.    "
                },
                "5": {
                    "title": "Sleeping for 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After adopting their three nieces and increasing their family size from seven to ten, Jason and Nikki Nakamura search for a motorhome that can accommodate their large family. At the top of their wish list is two bathrooms, a large fridge and a lot of storage.    "
                },
                "6": {
                    "title": "Class A for a Sporty Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A couple searches for a luxurious class A motorhome for their sporty family's adventures. Their wish list includes a king-size bed, a bunkhouse and an engine with at least 450 horsepower. With a $255,000 budget, will they be able to find the perfect RV?    "
                },
                "7": {
                    "title": "An RV with Elbow Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A couple searches for a fifth wheel to accommodate their growing sons. Their wish list includes more elbowroom, a private master bedroom and a bunkhouse. Will they find all their needs within their $40,000 budget?    "
                },
                "8": {
                    "title": "Mother and Daughter RV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A retired mother-daughter duo look for a new, Class A diesel motorhome to live in together full-time. With a budget of $400,000, they hope to find a home with a traditional oven and separate sleeping areas.    "
                },
                "9": {
                    "title": "Anniversary Gift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    A New York couple is looking to upgrade their motorhome for their 10 year anniversary. With a budget of $25,000, they hope to get everything at the top of their wish list, including an outdoor kitchen and space for their dog.    "
                },
                "10": {
                    "title": "Bigger and Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    An Indiana couple looks for a new motorhome for their family of four. With a budget of $40,000, they hope to find an RV that's under 40 feet and has a large shower.    "
                },
                "11": {
                    "title": "The RV Tradition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "16 May 2018",
                    "year": "2018",
                    "plot": "\n    A Georgia couple searches for an easy-to-drive motor home to continue the tradition of RV camping with their daughters. He wants two air conditioning units, and they both want a king-size bed and bunks for their girls. They're hoping to hit everything on their wish list while staying within their $150,000 budget.    "
                },
                "12": {
                    "title": "RV for Six",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "23 May 2018",
                    "year": "2018",
                    "plot": "\n    The Bramer family is searching for a new Class A motorhome for their family of six. After traveling across the Alaskan frontier, they're ready to hit the road in the continental US. He wants a fifth-wheel, but she wants a Toy Hauler, so they need to find some common ground and still stay within their $200,000 budget.    "
                },
                "13": {
                    "title": "Out with the Old RV and in with the New",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    After having their travel trailer stolen, a Texas couple is ready to find the perfect upgrade to replace their old rig. Their wish list includes an outdoor kitchen, a fireplace and the ability to sleep up to eight people. Will the new rig live up to their expectations?    "
                },
                "14": {
                    "title": "A Full-Time RV for Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going RV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    A Texas couple searches for a new motorhome to live in full-time with their family of five. Even though they're downsizing, they want all of the amenities of a stationary home including a large garage, a king-size bed and enough space for homeschooling their kids. Will they be able to get all their needs and keep it within their budget?    "
                }
            }
        },
        "number of episodes": 92,
        "cast": [
            {
                "name": "Fulkerson, Katy"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "rating": 8.1,
        "votes": 16,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTIyNTZjMjYtNWRkNy00MWZkLWE3NTMtNDYyNWI5MjI4YmM4XkEyXkFqcGdeQXVyNDcyNDc4OQ@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "\"Going RV\" follows families who decide to ditch ordinary daily life for an adventure out on the open road. Each episode showcases the families as they buy the perfect RV for their trip and highlights what happens when daring homeowners trade their walls for wheels.",
        "languages": [
            "English"
        ],
        "title": "Going RV",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Going RV (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "Great American Country"
            }
        ],
        "plot": [
            "\"_Going RV_ (qv)\" follows families who decide to ditch ordinary daily life for an adventure out on the open road. Each episode showcases the families as they buy the perfect RV for their trip and highlights what happens when daring homeowners trade their walls for wheels.::GAC"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 16,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 8.7
            },
            "males": {
                "votes": 9,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 9.0
            },
            "females": {
                "votes": 3,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 8,
                "rating": 8.9
            },
            "non us users": {
                "votes": 2,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 8,
            "9": 1,
            "8": 3,
            "7": 0,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}