{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 October 2014"
            }
        ],
        "release dates": [
            "USA::5 October 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Brathwhaite, Barbara"
            },
            {
                "name": "Hill, Carla"
            },
            {
                "name": "Hill, Kharma"
            },
            {
                "name": "Santana, Brenda"
            },
            {
                "name": "Sinclair, Hugh"
            },
            {
                "name": "Thompson, Calibe"
            },
            {
                "name": "Washington, Ngai"
            }
        ],
        "locations": [
            "Florida, USA"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "budget": "$390,000 (estimated)",
        "plot outline": "The Caribbean Diaspora Weekly is a television show that connects the Caribbean community with its Diaspora in the Americas. The program offers an appealing, engaging and relatable look at our world from the perspective of Caribbean people living overseas. Beginning in April, in addition to its current South Florida broadcast, the show begins airing in other diaspora markets in the US and Canada, and throughout the islands. Each week, the show offers a Roundup of news highlights from the Caribbean and the diaspora, an Exposé on issues and people making an impact in our community, and a thought-provoking Perspective on a controversial subject. The show is supported by a small network of power players in the Miami area including: Jamaicans.com - the most visited Jamaican diaspora website in the world Caribcast TV - a new media savvy, globally accessible portal to the Caribbean community Blondie Ras Productions - a rising power player in the Caribbean lifestyle television genre Frame by Frame Productions - the production house behind Island Stylee and other internationally acclaimed Caribbean lifestyle programs",
        "languages": [
            "English"
        ],
        "title": "The Caribbean Diaspora Weekly",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Caribbean Diaspora Weekly (United States)"
        ],
        "writer": [
            {
                "name": "Brathwhaite, Barbara"
            },
            {
                "name": "Guniss, Carolyn"
            },
            {
                "name": "Hill, Carla"
            }
        ],
        "production companies": [
            {
                "name": "Blondie Ras Productions"
            }
        ],
        "distributors": [
            {
                "name": "Blondie Ras Productions"
            }
        ],
        "plot": [
            "_The Caribbean Diaspora Weekly_ (qv) is a television show that connects the Caribbean community with its Diaspora in the Americas. The program offers an appealing, engaging and relatable look at our world from the perspective of Caribbean people living overseas. Beginning in April, in addition to its current South Florida broadcast, the show begins airing in other diaspora markets in the US and Canada, and throughout the islands. Each week, the show offers a Roundup of news highlights from the Caribbean and the diaspora, an Exposé on issues and people making an impact in our community, and a thought-provoking Perspective on a controversial subject. The show is supported by a small network of power players in the Miami area including: Jamaicans.com - the most visited Jamaican diaspora website in the world Caribcast TV - a new media savvy, globally accessible portal to the Caribbean community Blondie Ras Productions - a rising power player in the Caribbean lifestyle television genre Frame by Frame Productions - the production house behind Island Stylee and other internationally acclaimed Caribbean lifestyle programs"
        ],
        "tech": {
            "runtime": [
                "24 min (USA)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        }
    }
}