{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "27 November 2014"
            }
        ],
        "release dates": [
            "Australia::27 November 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tashi"
            },
            {
                "countries": "Spain",
                "title": "Tashi"
            }
        ],
        "akas": [
            "Tashi (original title)",
            "Tashi Spain"
        ],
        "akas from release info": [
            "Tashi (original title)",
            "Tashi Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Golden Jawbone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    On the night of the Golden Jawbone storytelling competition, Tashi is experiencing brain fizz. When the greedy Baron chases after Tashi for a winning story, they are forced into a wild adventure with witches, bandits, tigers and the pigeon who started it all.    "
                },
                "2": {
                    "title": "The Ogre Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    After accident-prone Jack is crowned the Village Warrior, his first job is to protect the village from a rowdy bunch of Ogres that have settled nearby. Tashi challenges Azgrog to a series of games in order to get them to move on. But even with Tashi by his side, Jack's got an ogre-sized problem on his hands.    "
                },
                "3": {
                    "title": "A Saucy Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Tashi and Jack go on a trip to \"sauce\" the ingredients to whip up a batch of ketchup. Sauce mania soon takes over the village, even attracting the attention of a ketchup crazed giant to the town. Uh oh.    "
                },
                "4": {
                    "title": "Tashi and the Genie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When a lazy genie is released into Tashi's village Tiki Pu swoops in and wishes to be the ruler of all the land. With an enraged ex-Warlord on their tails, Tashi and Jack must convince the genie to reverse the wish - But only if they do something for him first.    "
                },
                "5": {
                    "title": "The Dragon Tooth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Lotus Blossom manages to calm an rampaging dragon, long enough to determine a rotten tooth is the cause behind the dragon's rage. Tashi and Jack sneak into the giant's house to borrow some ground dragon's tooth to fill the gap, but the giant isn't too happy about it and chases them back to the village, and the dragon.    "
                },
                "6": {
                    "title": "Tashi: Squid Ink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Jack reels up a baby Kraken, Squidly, in a fishing competition, they adopt it as a pet. Meanwhile, a series of thefts occur in the village and agent Jack is on the case. The Warlord's fishing trophy goes missing and he points the finger at Tashi and Jack. Can they solve the crime before the Warlord catches them?    "
                },
                "7": {
                    "title": "Tashi and the Curse of the Monkey's Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Upon giving chase to a thieving band of monkeys, Jack is kissed by the Monkey Princess and begins to turn into a monkey. The only way to turn him back in time is to infiltrate the Monkey Temple and have Jack kiss the Monkey Princess before sunset.    "
                },
                "8": {
                    "title": "Big Trouble in Tiny Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Every year on her birthday, Baba Yaga likes to torment the town. This year, she's created a miniature model of the village that replicates any mischief she wreaks, upon the real village. The only way to remove the hex is to disenchant the replica town, and who best for the job other than Tashi and Jack.    "
                },
                "9": {
                    "title": "Tashi and the Bandits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Jack and Tashi stumble into a bandit camp, they are recruited by the chief to join their bandit gang. Though the boys do their best to be the worst recruits ever, the bandits are thoroughly entertained by their antics. Oh to be a bandit.    "
                },
                "10": {
                    "title": "Tashi and the Yeti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    As the boys prepare for the annual lantern festival, their lantern goes rogue and leads them on a chase up into the misty mountains inhabited by the Yugala. The boys run into Second Uncle, who has been trapped on the mountain as his plane's propeller has been taken by the Yeti. Needless to say, the Yeti is not happy when the boys come to retrieve it.    "
                },
                "11": {
                    "title": "Tashi and the Invasion of the Buddy Snatcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Tashi and Jack discover a jade egg near a mountain, they set out on an adventure to find more jade eggs. But not before a clumsy Jack manages to crack open the egg, releasing a mist. Whilst they are off on their journey, Grandma, Wise as an Owl and Granny White Eyes return to find a bound Jack covered in eggy goo in the pantry. If Jack is at home, who is the imposter with Tashi?    "
                },
                "12": {
                    "title": "A Wolf's Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When groaches invade, the only way to get rid of them is the stink from a Stonk. While the boys are on the search of the stinky Stonk, they stumble across Lotus Blossom, who has been hexed by BabaYaga and is half fawn. The only way to turn her back is to bring Baba the tail of a wolf.    "
                },
                "13": {
                    "title": "Tashi and the Golem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    After a series of failed attempts to build a secret log fort, Tashi, Jack, Lotus and Ah Chu decide the only way to stop Lily Thistle's goons from smashing down their fort is to build their own Golem. They awaken the Golem, but have trouble stopping his rampage!    "
                },
                "14": {
                    "title": "Tashi and the Deep Blue Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "5 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Jack stumbles across a treasure map at the beach, Tashi, Jack and Lotus build a submarine to travel to the sunken galleon. What they weren't expecting was to run into some tricky pirates - And also a very hungry sea dragon.    "
                },
                "15": {
                    "title": "Tashi and the Airmaids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When some mischievous Airmaids feeding on rainclouds are discovered to be the cause of the village drought, Tashi, Jack and Lotus must fly up to the clouds to replenish the cloud's water supply with storm sprinkles. Jack is hypnotized by one of the airmaids, but Tashi rescues him. A chase through the clouds, by some angry Airmaids ensues.    "
                },
                "16": {
                    "title": "Tashi and the Mountain of White Tigers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    When the Baron unlawfully comes to auction off Granny's house, Tashi, Jack and Lotus Blossom head off to raid the Baron's vault to gather enough jewels to buy back the house. Upon the Mountain of White Tigers, they encounter some angry, well, white tigers.    "
                },
                "17": {
                    "title": "Tashi and Bluebeard's Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Inside Tiki Pu's shop, a squawking parrot tells Tashi and Jack of hidden treasure, and when they accidentally set it free, Tiki Pu orders them to bring it back, or else! Instead of leading them to promised treasure, Bubbles leads them to a galleon of Monkey Pirates led by the Ghost Captain Bluebeard.    "
                },
                "18": {
                    "title": "Tashi and the Midnight Sloth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    When the Midnight Sloth is stolen from the village, Tashi and Jack must get it back from a fearsome Demon trio, otherwise no one will be getting a good night's sleep anytime soon.    "
                },
                "19": {
                    "title": "Tashi and the Beanstalk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    In order to win the harvesting competition, Jack and Tashi set off to retrieve some rumpus milk, a well kept secret to the art of growing giant vegetables. When Jack gets separated from Tashi, who is being chased by a Rumpus, Jack is tricked into trading the fresh milk for some magic beans. Instead of giant beans at the end of the giant beanstalk, there's a pile of gold and a very greedy demon.    "
                },
                "20": {
                    "title": "Big Top Tashi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    At the Baron's circus, Lotus Blossom discovers the brand new act is a very unhappy dragon who has had the fire in his stomach, stolen by the Baron. Tashi, Jack and Lotus become part of the act to replenish his flames and free the dragon, all part of a special show... for the Warlord.    "
                },
                "21": {
                    "title": "Tashi and the Tiny Tyrant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    When a mussel soup concoction accidentally shrinks the Warlord instead of making him super strong, a Kingfisher swoops in and flies the Warlord back to the nest. An enraged Mumsy, sends Tashi and Jack to go rescue her son. To avoid the territorial bird, they boys shrink themselves down to climb the tree. With the Warlord in hand, how do they get down now?    "
                },
                "22": {
                    "title": "Tashi and the Ice Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Tiki Pu's ice block stall is an absolute sell out on a hot summer's day, so when Jack and Tashi's super hot curry accidentally melts all of Tiki's product, he sends them packing to the mountains to bring back some more ice. When they reach the peak, they accidentally set free an ice imp that freezes the villagers. Tashi and Jack must break the spell.    "
                },
                "23": {
                    "title": "Tashi and the Sky Pirates",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    When Jack's video game console is taken by the Baron in payment to some plundering Sky Pirates, his attempt to get it back results in him stowing away on the pirate ship. It's time for Tashi to rescue him and get back the village's belongings.    "
                },
                "24": {
                    "title": "Tashi and the Big Scoop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Fed up with the noisy and obnoxious new town crier, Tiki Pu, the boys decide to start their own printing press and deliver news peacefully to the village. Unfortunately, Tiki is always one step ahead when it comes to finding a scoop, so the boys invent their own news.    "
                },
                "25": {
                    "title": "The Big Sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    When Tashi and Jack find Wise as an Owl in a deep slumber and are unable to wake him, they find BabaYaga and ask her for the cure for sleeping sloth sickness. She sends them to Demon's Peak to retrieve a fire herb, but the demon who owns the garden is not happy to spot them plucking out his plants!    "
                },
                "26": {
                    "title": "Tashi and the Magic Carpet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Tashi and Jack have been invited to CanDu's birthday party and acquire an old rug from Second Uncle. Just as CanDu becomes skeptical of the \"magic\" carpet, the inscribed runes, send them into the prehistoric era. In a failed attempt to return to the present, they are sent into a future where the monkeys rule. Will they be able to return to the present to stop the monkey madness?    "
                },
                "27": {
                    "title": "Tashi and the Dancing Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "16 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Tashi tells Jack about the annual dancing competition, but the trouble is that Jack can't dance. When they happen across a shoe stall in the market, the shop keeper trades Jack his stinky old sneakers for a fancy new pair of dancing shoes. The shoes immediately help Jack to boogie, the only problem is that they never stop.    "
                },
                "28": {
                    "title": "Tashi Goes Off the Rails",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "Apr. 2015",
                    "year": "2015",
                    "plot": "\n    All Tashi and Jack want to do at the village fair is to ride the Ghost Train. When the ride operator turns them away due to height restrictions, they jump on each other's shoulder's and come back in disguise. Turns out that this ride is a one way trip to the Ghost Mines.    "
                },
                "29": {
                    "title": "Tashi: The Four Kings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "plot": "\n    It's a little strange in Tashi town when the Warlord suddenly bestows title onto King Tashi and King Jack for the day. The boys quickly learn - Lord Fleamus from another village has apparently unleashed his spider menace toward them!    "
                },
                "30": {
                    "title": "Tashi and the Space Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "plot": "\n    When a diamond comes hurtling through the atmosphere and lands in the ocean, not far from the village, the race is on to retrieve it! In an exciting race across the horizon, Wise as an Owl, Tashi and Jack are up against the likes of the Baron, stormy seas and the Kraken.    "
                },
                "31": {
                    "title": "Tashi and the Book of Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "plot": "\n    When Tashi and Jack discover Wise as an Owl's cave to be in a bit of a mess, they summon a cleaning fairy from the Book of Tales. They forget to close the book and a fire-breathing monster jumps out and terrorizes the village. Tashi and Jack, summon a Knight in the book.    "
                },
                "32": {
                    "title": "Tashi and the Great Pigarotti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "plot": "\n    When Tashi and Jack rescue BabaYaga from a pinch, she promises to grant Jack the talents of a musical genius. Throw a random piggy into the mix, and you have a botched spell, an oinking Jack and one operatic pig. The only way Baba agrees to reverse the spell is for one bag of gold - the grand prize for the winner of the village talent show.    "
                },
                "33": {
                    "title": "Tashi and the Genie's Wish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n    A wild Rumpus is set upon the village, and the only one who might help Tashi, Jack and Lotus, is a sad genie who has been displaced from his lamp by a grumpy old Lightning Ghost.    "
                },
                "34": {
                    "title": "Tachi vs. The Volcano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "plot": "\n    When a plague of ravenous butterflies threatens the village, legend says the only way to stop them is to have the chosen one, blow the Alpine horn, up on Lava Mountain. The chosen one, turns out to be a very wheezy Ah Chu and can barely make it ten metres up the mountain. An impatient and desperate Jack, blows the horn instead, causing a soundwave that disrupts a nearby volcano.    "
                },
                "35": {
                    "title": "Tashi and the Mixed Up Monsters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "plot": "\n    When Tashi and Jack are sucked into the Book of Tales, they are chased by the Mixed Up Monster. They encounter a Knight who is ready for a fight, but has lost his sword and shield. After arranging the runes within the book, they summon the Knight's lost gear, and amidst a fierce battle, realise that they will need to re-write their way out of the book.    "
                },
                "36": {
                    "title": "Tashi Gets Bamboozled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "plot": "\n    Upon exploring the bamboo forest with Tashi and Jack, Lotus gets bitten by a bamboo snake and begins to turn into a bamboo plant. The timing couldn't be any worse as the Baron's latest scheme is to harvest the entire forest! Tashi and Jack set off to find the cure - the nectar of a bamboo flower. Coincidentally, the Bamboo Snake's favourite food!    "
                },
                "37": {
                    "title": "Tashi and the Fish of Destiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "plot": "\n    When luck finds Granny White Eyes, Jack and Tashi a fortune-telling fish, it's not so lucky that the Baron overhears it tell them that a great calamity that will befall the village. When the fish escapes, the boys chase after it... Right into the Kraken's stomach!    "
                },
                "38": {
                    "title": "Tashi and the Great White Rumpus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "plot": "\n    When the Warlord's mother opens a Rumpus petting zoo, the only thing missing is the actual Rumpus. When she catches wind of the mythical Great White Rumpus, the Warlord is sent on a journey with Tashi and Jack to find and capture it.    "
                },
                "39": {
                    "title": "Tashi and the Pied Bagpiper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "plot": "\n    When the glugs come to town, the only way to get rid of them is to call upon the Pied Bag Piper. When the greedy Baron refuses to pay, the Bag Piper hypnotizes the village and steals all their pigs. Tashi and Jack need to find a way to rescue the pigs and undo the Bag Piper's spell.    "
                },
                "40": {
                    "title": "Tashi: Sprite Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "plot": "\n    It's Sprite Night in Tashi's village and all the villagers are in costumes. When an encounter with Lily Thistle ends in a double dare, Tashi, Jack, Lotus, AhChu and Lily find themselves on an adventure to seek out Old Ratmus - a demon so scary, his name should never be said out aloud.    "
                },
                "41": {
                    "title": "Tashi and the Phoenix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    Tashi and Lotus show Jack how to find a Phoenix egg, but right at the last second, Tiki Pu steals it to present it at the Warlord's Banquet. When the egg unexpectedly hatches, the three kids must find a way to free the very angry, very fiery bird.    "
                },
                "42": {
                    "title": "Tashi and the Big Chuckler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "25 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Tashi and Jack run into Little Giant lost in the woods and attempt to stop Unle Giant eating all the food in the house. When they are too late, and all the food is gone, they have to devise a plan to stop Uncle Giant from scavenging the village to feed his appetite.    "
                },
                "43": {
                    "title": "Tashi and the Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "26 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Jack stumbles across an old stone tablet in the forest, a one-armed Borg and his brigade of ghost pirates are set free. Their first order of business is to plunder the village. Can Tashi, Jack and Lotus send them back to their tomb?    "
                },
                "44": {
                    "title": "Flying Blind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "26 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    On the day of an annual hunt for mushrooms, Tashi and Jack are high above the mountain peaks on a glider being chased by an angry giant bat. Just as they manage to crash land into the forest, they stumble across some bandits looking to loot the village. Instead, they cleverly lure the bandits to a golden cave filled with yellow mushrooms - and an angrier giant bat.    "
                },
                "45": {
                    "title": "The Wishing Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "5 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    When Jack accidentally sells a not so magical Wishing Tree to a giant, Tashi and Jack need to get it back before the Giant realises he's been tricked. Jack disguises himself as the dolly, the little giant has wished for, while Tashi desperately thinks up a plan to rescue him.    "
                },
                "46": {
                    "title": "Tashi and the Flight of the Phoenix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When the perfect day comes along for the Phoenix to migrate away from the village, the villager gathers to participate in the Flight of the Phoenix - a race to retrieve a single phoenix feather that will keep the village fires lit throughout the winter. Unfortunately, with unsavoury characters like the Baron, Tiki Pu and Baba Yaga in the mix, it's definitely not going to be a fair flight.    "
                },
                "47": {
                    "title": "Attack of the Mummies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "6 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When Tashi and Jack discover an ancient amulet in a tomb, they awaken the sleeping mummies and are chased back to the village. The amulet is stolen by the Baron to control the mummies and power the village with electricity. Will Tashi and Jack be able to put the mummies back to rest?    "
                },
                "48": {
                    "title": "A Thousand Wishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "6 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When Little Sister stumbles across a Genie's lamp, she wishes that everyone in the village to get what they wish for. Unfortunately, the spell doesn't go quite right and people are floating, turning into creatures and just being plain, strange. Tashi and Jack return to the chaos and must track down the lazy genie.    "
                },
                "49": {
                    "title": "Tashi and the Haunted House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "7 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The hunt for a pie thief leads Tashi, Jack and Ah Chu to a haunted house in the forest. The thief is revealed to be Little Sister feeding her newly rescued white tiger cub. A brigade of bandits is out to reclaim their lost pet, as are the white tigers in search of their cub.    "
                },
                "50": {
                    "title": "Tashi Grows Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "7 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In order to dissuade some very rowdy Ogres from rampaging through the village, Tashi and Jack take some embiggening potion to scare them off. It works, but then there's the problem of returning back to normal.    "
                },
                "51": {
                    "title": "Tashi & Jack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "8 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    As Jack writes home of his adventures with Tashi, he recalls his arrival from the lowlands to the Village: As Tashi and the village prepare for cousin Jack's arrival, little do they know that Jack is also bringing with him an angry Swan and even angrier Dragons.    "
                },
                "52": {
                    "title": "Tashi and the Witch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tashi (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "8 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When playing with their kites amidst a wild thunderstorm, Tashi and Jack watch as Granny White Eyes is whipped up by the wind, sent flying off into the forest. Stuck up in a tree, the Tashi spots a nearby house and go to borrow a ladder to rescue her. Unfortunately, BabaYaga is inside, brewing up an even bigger storm.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Aseoche, Althea"
            },
            {
                "name": "Buckingham, James"
            },
            {
                "name": "Hamlyn, Charlotte Rose"
            },
            {
                "name": "Marriott, Jacqueline"
            },
            {
                "name": "Pang, Tin"
            },
            {
                "name": "Ralph, Cam"
            },
            {
                "name": "Russell, Dan"
            },
            {
                "name": "Tate, Emma"
            },
            {
                "name": "Williams, Leon"
            },
            {
                "name": "Hutson, Mary"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.4,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTFjY2Y1ZTgtN2UxOC00Yzc4LWIwNDktNGY3Yzc0NGRmY2ZhXkEyXkFqcGdeQXVyNTIyMzQzNDM@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "When Jack's parents bundle him off to stay with his distant cousin Tashi, the two boys become swept up in a series of wild adventures exploring a fantastical land far, far away and protecting Tashi's village from a host of creatures and villains.",
        "languages": [
            "English"
        ],
        "title": "Tashi",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Auclair, Laurent"
            },
            {
                "name": "Prineas, Cleon"
            },
            {
                "name": "Bodie, Jane"
            }
        ],
        "production companies": [
            {
                "name": "Flying Bark Productions"
            }
        ],
        "distributors": [
            {
                "name": "Seven Network"
            }
        ],
        "plot": [
            "When Jack's parents bundle him off to stay with his distant cousin _Tashi_ (qv), the two boys become swept up in a series of wild adventures exploring a fantastical land far, far away and protecting _Tashi_ (qv)'s village from a host of creatures and villains."
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 5.4
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 2.7
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "males": {
                "votes": 8,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "females": {
                "votes": 3,
                "rating": 3.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 2.0
            },
            "us users": {
                "votes": 2,
                "rating": 2.5
            },
            "non us users": {
                "votes": 8,
                "rating": 3.5
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 2,
            "5": 3,
            "4": 0,
            "3": 3,
            "2": 2,
            "1": 0
        },
        "arithmetic mean": 5.4,
        "median": 5
    }
}