{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 November 2014"
            }
        ],
        "release dates": [
            "USA::29 November 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Unearthing King Tut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Creative Arts is tasked with one of their biggest builds to date: Help boost attendance at the St. Petersburg Museum of History by creating an all-new exhibit around the museum's own Egyptian mummy, The Lady of the Nile. The Museum Men's solution? King Tut. They will create an exhibit that showcases the museum's Lady of the Nile side-by-side the world's most well-known Egyptian mummy. But the team will have to come up with a new and innovative exhibit that can fit the museums needs and lives up to the public's lofty expectations of this famous pharaoh. Meanwhile, ...    "
                },
                "2": {
                    "title": "Hunting Nazi Submarines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Initial air date 12/06/2014    "
                },
                "3": {
                    "title": "Relaunching Apollo 13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The Museum of Science and Industry is looking to expand their space race exhibit, and they know just the team to help them do this: Creative Arts. The team agrees to build the iconic Apollo 13 lunar module, the hero craft from the perilous Apollo 13 mission. Creative Arts will also build a heat shield for the museum's existing Mercury capsule. In 1970, a mission to the moon turned into a story of survival when an oxygen tank exploded. Their command module disabled, the three-man crew was forced to take refuge in their lunar module. With a lot of ingenuity and a little...    "
                },
                "4": {
                    "title": "Yeager's Supersonic Jet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Creative Arts is building the Bell X1 for the Armed Forces History Museum in Largo, Florida. American pilot Chuck Yeager flew this experimental rocket plane as he attempted--and succeeded--in breaking the sound barrier. This record-setting flight was the envy of the world as several countries had been trying for years to build and fly a plane fast enough to break the speed of sound. Roger and his team have a unique challenge as they choose to display the airplane suspended form the museum's ceiling and not resting on the floor. The Bell X1 must be light enough--and ...    "
                },
                "5": {
                    "title": "Lincoln's Last Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The Creative Arts team has just 17 days to build a full-scale replica of President Abraham Lincoln's Springfield funeral carriage, the same number of days that the city of Springfield had to make the original carriage for Lincoln. The team will also build a knight's suit of armor for a friend who plans to wear it in a Renaissance-era joust.    "
                },
                "6": {
                    "title": "Evel Knievel's Rocket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Creative Arts has been commissioned by the Tennessee Museum of Aviation--home to one of the best historical aircraft collections in the country--to build the Skycycle X-2, the rocket used by Evel Knievel in his most famous daredevil stunt. Knievel used the Skycycle to attempt an 1,800 foot jump across Idaho's Snake River Canyon. Creative Arts will bring this flying machine to life, focusing on the streamlined fuselage and minimalist cockpit, the fighter plane-inspired nose and tail, and the signature paint scheme that matched Evel's flashy personality. The team will ...    "
                },
                "7": {
                    "title": "Medieval Torture Devices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Creative Arts has been commissioned by a Tennessee museum to build an exhibit focusing on items of torture from the Spanish Inquisition. This spine-tingling exhibit will include a life-sized bronze bull, complete with built-in door and hollow interior. Creative Arts will also build a rack and a breaking wheel to help tell this gruesome tale. The team also takes on a side project-a sidecar for a WW2 Russian motorcycle. As part of the Wounded Warrior program, the vintage bike and sidecar will be presented to a disabled veteran from the Marine Corps.    "
                },
                "8": {
                    "title": "First WW1 Tank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Creative Arts is building the Mark 1 tank for the Discovery Park of America, one of the premier museums in the southern United States. The Mark 1 was the most game-changing weapon to emerge from World War 1 because it revolutionized modern warfare. With no replicas in the United States, Creative Arts will have to depend on photographs and illustrations as they build the first Mark 1 ever for any American museum. The team also takes on a side project-a telephone booth for a local Florida hotel. This historical phone booth will house the hotel's prized possession: an ...    "
                },
                "9": {
                    "title": "The Levitating Throne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Creative Arts is building a Byzantine hydraulic throne inspired by King Solomon for the Museum of Science and Industry in Tampa, Florida. This mighty hydro-powered throne was an engineering wonder as it elevated above a ruler's subjects. Roger and his team will have very few resources to use as they recreate this throne-complete with animals and ornate jewels-using only sketches and ancient text that describe this almost supernatural seat. The team will also build a medieval crossbow for a \"living historian\" and archery enthusiast.    "
                },
                "10": {
                    "title": "Resurrecting the Titanic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Museum Men (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Creative Arts has been hired to recreate the grand staircase from the most famous ship of all time: the Titanic! They'll be building it for the Titanic Museum in Pigeon Forge, Tennessee. This will be the team's most challenging wood-working project to date, and they'll only have 65 days to get it done. They'll face equipment failures and learn more about the history of the Titanic as they complete their project. In addition to the grand staircase build, the team will also be building a Terracotta warrior for a local Chinese restaurant. The team will make their warrior...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Mosher, Daryl"
            },
            {
                "name": "Barganier, Roger"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYwMTExNDUxMV5BMl5BanBnXkFtZTgwMjM3NTk2MzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Museum Men",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Museum Men (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "T Group Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "plot": [
            "On _Museum Men_ (qv), you'll meet the talkented craftsmen at Creative Arts who produce historically precise displays for museums, exhibits, businesses and towns. From the Oval Office to Cleopatra's tomb, no detail is overlooked."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 7.3
            },
            "males": {
                "votes": 16,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.9
            },
            "females": {
                "votes": 4,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.4
            },
            "us users": {
                "votes": 15,
                "rating": 6.9
            },
            "non us users": {
                "votes": 1,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 12,
            "9": 2,
            "8": 1,
            "7": 3,
            "6": 2,
            "5": 2,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.6,
        "median": 9
    }
}