{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "15 October 2014"
            }
        ],
        "release dates": [
            "Australia::15 October 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Pedersen, Aaron"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "15 Oct 2014 (Australia)",
        "plot outline": "I Heart My People is a three-part factual documentary series showcasing a never before seen insight into the world of Indigenous health. The series follows our key characters; Paramedic Trainee Gemma Armit, Rescue Chopper Officer Patrick Martin, Midwife Margaret Martin, Aboriginal Health Worker Stanley Ozies, Massage Therapist Jeremy Batt and Doctor Sarah McEwen as they deal with real life medical emergencies and situations across Australia. These situations will give a first hand insight into the motivations, frustrations and willingness of these everyday health care professionals to have a \"heart\" for their people. For the first time ever on Australian broadcast television, cameras have been granted rare access into real life Indigenous health services and will confront the experiences and challenges faced in closing the formidable gap in health equality Narrator Aaron Pedersen, will take the audience on a whirlwind, fast paced, honest and entertaining journey observing and admiring this new breed of professionals delivering a diverse range of services in real life situations.",
        "languages": [
            "English"
        ],
        "title": "I Heart My People",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-2014",
        "akas": [
            "I Heart My People (Australia)"
        ],
        "director": [
            {
                "name": "Moran, Amber"
            }
        ],
        "production companies": [
            {
                "name": "Carbon Media"
            }
        ],
        "distributors": [
            {
                "name": "NITV"
            }
        ],
        "plot": [
            "_I Heart My People_ (qv) is a three-part factual documentary series showcasing a never before seen insight into the world of Indigenous health. The series follows our key characters; Paramedic Trainee Gemma Armit, Rescue Chopper Officer Patrick Martin, Midwife Margaret Martin, Aboriginal Health Worker Stanley Ozies, Massage Therapist Jeremy Batt and Doctor Sarah McEwen as they deal with real life medical emergencies and situations across Australia. These situations will give a first hand insight into the motivations, frustrations and willingness of these everyday health care professionals to have a \"heart\" for their people. For the first time ever on Australian broadcast television, cameras have been granted rare access into real life Indigenous health services and will confront the experiences and challenges faced in closing the formidable gap in health equality Narrator Aaron Pedersen, will take the audience on a whirlwind, fast paced, honest and entertaining journey observing and admiring this new breed of professionals delivering a diverse range of services in real life situations."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}