{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "3 November 2014"
            }
        ],
        "release dates": [
            "Belgium::3 November 2014"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Als klaveren zwart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "4 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Bevervel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Tik Tak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "S.R.K.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "7 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "De Schaduwzijde van de Zon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Gekoppeld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Koffie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Bevermop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "14 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "De Animis Errantibus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Jules anxiously awaits a phone-call, which makes him happy, but he timidly tells Alex the sting: he can get a long internship with his dance idol Tony Davies, next week, but it's all the way in Australia. The woman the gang suspected to be the clubs queen is just an archive librarian, who agrees yo copy the letters for them, seeing they are after the coded recipes, and explains it's supposed to be the 1800 AD key to a book, as they promise progress. The magical board accepts this as a pace ahead but explicitly announces more tasks to follow. The new drama teacher ...    "
                },
                "10": {
                    "title": "Twee vakjes vooruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "19 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Alex can think only of having to miss his boyfriend for a long time, but decides to return the favor generously by repeating his advice: seize your dream, even if it's in Australia. The code from the correspondence, apparently a love letter and a shopping list, looks hopeless as clues to find the book by Mephisto Valcke, even to Jim. However a ghosts consultation sessions yields a feline clue allowing Charlie to drag him along to the family's estate, but the descendant living there simply throws the door in their face.    "
                },
                "11": {
                    "title": "Kattenkop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Alex is too gloomy to write his deepest emotion assignment over the prospect of missing his boyfriend for a long time, until Jules helps him use just that and stage a heartbreaking performance together. While Brandon observes a truce with Mila for the presentation day, Jimmy misses it, dragged along by Charlie back to the snoop illegally for clues to find the book by Mephisto Valcke, at the inhospitable descendant's family's estate Kattenkop, but the brute returns cursing, so they barricade in a room until they can escape by a window.    "
                },
                "12": {
                    "title": "Sterrennacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "21 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Alex gloomily but bravely takes goodbye from Jules, who must follow his dancing cream across the globe to Australia. The other duo performances all succeed, but Jonas sighs dancing with Mila rekindled his feelings. Brandon couldn't dance due to Jimmy's absence. He and Charlie return to the Mephisto Valcke descendant's family's estate Kattenkop, but find the ghosts' clues apply not to the house, only to a rundown woodshed, from which the angry owner chases them wit a pitchfork.    "
                },
                "13": {
                    "title": "Gaatjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Alex gloomily misses Jules, who followed his dancing dream to Australia. When the others despair the feline jack in the box Jimmie brought from the Valcke woodshed is a useless clue, Alex finds it contains a more intriguing pierced card, which Jimmie later realizes is the key to decipher the letter. Brandon worries that Mila actually still wants Jonas. The school's stern new janitor Rutger Ballinc is presented as the principal's haughty 'managerial assistant' and clashes quickly with Alex, whose attempt to make up by helping him move into an office backfires, but also...    "
                },
                "14": {
                    "title": "Smoorbenieuwd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Brandon is startled that his father is paroled, as the reopened Firebirds case included procedure errors, and seeks support with initially hostile Mila, as Rocco expects to move back home with him. Clover delivers, by moving chess game and masked person overpowering Mila, the message the gang must deliver the book within 70 hours. Alex concentrates on janitor Rutger Ballinc, searches his office and finds more indications he may well be clover queen, including an old map allowing to trace the Valcke-related smith's estate. There the gang finds, thanks to clues from the...    "
                },
                "15": {
                    "title": "Kus in de vlucht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    (Kus in de vlucht) The gang fears the weird object they find inside the purse won't satisfy the Clover queen, but Alex finds another urgent summons. Brandon is convinced his father really deserves another chance, insisting to Mila she must meet him to see he has changed for the better, but springs her with a home-cooked dinner from which she rushes practically without a word. He ignores she was summoned to deliver the book to Klaver Koningin the book alone, but the gang mounts guard hidden outside.. Only Alex returns to janitor Rutger Ballinc's office about the day's ...    "
                },
                "16": {
                    "title": "Game over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "28 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Alex mounts guard at janitor Rutger Ballinc's office but somehow the creep slipped away. Clover queen noticed the watchers, and instructs Mila to deliver inside an enclosure, following a white trail littered with tests. Only Jonas follows her, but one stage behind, scolded by her until the screams for help as the masked character comes seize her. Meanwhile the clues suggested to the temperamental ingrate he's more important then Brandon.    "
                },
                "17": {
                    "title": "Het onderste uit de kan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "2 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Brandon seeks and outlet for his frustration in love and family dancing on the pier, and bumps into surprisingly understanding Laurel. Jonas cracks the code to follow Mila by realizing he's still in her heart, so the trio reaches the camera left by Clover queen, but only to be shown the masked creep holds Mila captive and silently demands delivery of the book within minutes. As showing they did everything possible but found only the bizarre object doesn't do the trick, Jonas risk reversing the ultimatum; release Mila or the gang stops searching. It works, she's dumped...    "
                },
                "18": {
                    "title": "Van der Noot 33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Alex presents the near-desperate gang his findings from janitor Rutger Ballinc's office : a map with date and time. After consulting the ghosts, Jimmie realizes a clue shows how to decode the shopping list, and obtains an address, which the old map allows transposing to present Antwerp. It's the home of a sinister band member Seppe, another Valcke descendant, whose previously 'visited' kin ponders the kids may be o the trace of the book. Brandon looses his patience with Mila's secrecy and bitterly starts considering Rocco's doubts against her; she confides in ...    "
                },
                "19": {
                    "title": "Gouden valk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Alex deals with his sweet sorrow of missing Jules a while and counsels Charlie to go for such a bond with Jimmie too. Brandon firmly stand by father Rocco as their house is vandalized as protest against his parole. Jonas's worried nostalgia for his relationship with Mila finds an outlet in cool Dutch new dance student Jana Hartman, whom Mila was assigned to mentor. The exes believe they can search Golden falcon player Seppe' Valcke's home where that band rehearses unnoticed, pretending they just need to use WiFi and the loo, but Jonas overhears his calling his father ...    "
                },
                "20": {
                    "title": "Jana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Trough a press article, the band learns about Rocco's release and that Mila knew from Brandon, who confides in her about his vandalized home. Jonas and Mila report that they found the clues from the shopping list on a mantle piece before Seppe Valcke nearly caught them and decide to return alone when he's out, but he arrives in time to catch them again, just after they found another puzzle piece, which looks like a piece of a key mold, with at least one more needed. Taking Alex's advice, Charlie wants to ask Jimmy on a date, but backs down and behaves strangely when ...    "
                },
                "21": {
                    "title": "Episode #4.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "8 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Kaas met confituur) Jonas used the clues to find in the mantle piece a second piece and escape just after Seppe Valcke and his father arrive to corner them. Alex realizes that the incomplete key mold means there must be a third letter, Jimmie that it should correspond to the last shape of holes in the deciphering plate. Charlie acts every weirder around and concerning Jana, even suggesting she may be Clover Queen, which launches another ultimatum. The band consults the ghosts again for clues, which seem useless.    "
                },
                "22": {
                    "title": "Episode #4.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Verloren dromen) Seppe Valcke arrives at the school, accompanied by his father, to attend a DAM workshop, Jonas ias assigned to show Seppe around. Brandon is relieved Mila sides with him now his father and he are targeted by vandals, but she can't concentrate o the dance assignment. The Valckes demand the clues to find the book and warn none of the band's friends are safe otherwise. The clues indicate the school, an old cotton mill, is the hiding place, and Seppe has another map, but can't find the indicated spot. Mila sees him snoop, follows and photographs the map,...    "
                },
                "23": {
                    "title": "Episode #4.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Bevercode) Alex hides to observe janitor Rutger Ballinc's secret plan, but it seems only a séance and he makes a noise, runs but can't get out of the building and if caught. Jonas's arrival allows Mila to escape Seppe, who recuperates the map and the song text, having heard her say over the phone it's the clue to the book, which father Valcke is determined to work out. Brandon tells Rocco, who can't get a job, he feels the relationship with secretive Mila is doomed, but is told to hang on.    "
                },
                "24": {
                    "title": "Episode #4.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "original air date": "12 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Langs de kade) As the principal arrives, Alex and Rutger Ballinc cover for each-others unauthorized presence after hours, pretending tutoring. Confronted by Alex, the janitor convinces him he only performed a ritual with candles for private purposes -presumably linked to a child's picture- and seems unaware of the Clover Queen's sinister doings. Jimmy and Seppe's father both realize the key is cutting and reassembling the map to find the hiding place I the DAM, but being on site, the Ghost Rockers arrive first and find a chest marked Valcke. Brandon asks Mila if they...    "
                },
                "25": {
                    "title": "Episode #4.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 25,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (De laatste dans) By the time the Valckes arrive, the band has already found the third puzzle piece, which completes the mold, so Jimmie promises to make the key. Frustrated, Seppe is caught raging at Jonas and expelled for threats to a pupil. Alex tells the others Rutger Ballinc can't be Clover queen, even has an alibi, yet resolves to check out why he changed his name. Brandon and Mila agree to remain dance partners only.    "
                },
                "26": {
                    "title": "Episode #4.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 26,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (De gouden ster) After another threat from Clover queen unless Jonas delivers the book within a day, the gang uses another ghosts-inspired song clue to speculate about the central location of the place to use the key. It's a church, where they find I spot it fits in. The Valckes fail to decipher any clues, but simply decide to track the band, hoping to seize the book once it's found. Brandon consoles Rocco, who fears his criminal record will prevent him from getting any job, while their savings dwindle, and sets his hopes on a DAB job opening.    "
                },
                "27": {
                    "title": "Episode #4.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 27,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Een Koalabever) Alex can't concentrate on his animal evocation assignment wondering about Rutger's secret, is caught snooping trough his things, finding only a picture of a girl, and gets him to admit implicitly he's searching for ghosts. The gang being out of clues and having found no trace of the book in the church , Jonas resolves to face the threat from Clover queen without the book, wired. The principal no longer tolerates them ditches classes. Brandon shows Rocco, who despairs about finding any job, a DAB job opening as theater teacher.    "
                },
                "28": {
                    "title": "Episode #4.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 28,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Gevallen Paard) Alex gets Rutger to admit he's searching for ghosts, hence uses a false name, but not to specify his 'personal motivation'. Brandon gets the principal to agree considering his father Rocco, given perfect experience, for the open DAB job opening as theater teacher. The Ghost Rockers wire Jonas, planning to tail him and trap the Clover Queen, but the girls are kept back in detention last minute and Jonas finds the abandoned swimming pool, agreed as meeting place, empty while Alex can't spot anyone outside. The Valckes are lurking around. Jimmy gets lost...    "
                },
                "29": {
                    "title": "Episode #4.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 29,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Eén Stap Voor) After covering for kidnapped Jimmie and Jana's absence with fake sick notes, the ban is clueless how to find or liberate them. Alex makes not progress researching Rutger's past, but hangs on. Brandon gets the principal's answer against his father Rocco for the open DAB job opening as theater teacher, and a vague promise of recommendation to other schools. The Ghost Rockers no longer hope to outsmart Clover queen, who won't accept anything less then the book, yet Alex and Jonas dismiss offering to team up with the Valckes as to dangerous, but the girls ...    "
                },
                "30": {
                    "title": "Episode #4.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 30,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Groot Verlies, Groot Verdriet) Alex uses Rutger's former name to research and get him to confirm he's seeking to contact the ghost of his granddaughter, who died in an accident. Brandon realizes his father Rocco is unlikely to get any school job and considers part-time courier work. Father Valcke dismissed the girls' request for help, but allows Seppe to invite the band to join forces in the search for the book. While he admits to Seppe he's cheating, the Ghost Rockers think they work out the clues to the book, yet hesitates whether to burn the Valcke bridge. for ...    "
                },
                "31": {
                    "title": "Episode #4.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 31,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (De Vijf Valken) While Brandon starts working as part-time courier despite his father's protestations he should focus on school, Rocco gets visit form a dodgy acquaintance but bluntly waves his offer of an alternative income. The Valcke strike a deal with the band to join forces in the search for the book: they can consult it, the gang keep it to redeem Jimmie. A pentagram theory proves the right idea to look in the sewer, where the key actually fits and the book is found. Jimmie speculates the masked henchmen work for a mastermind who remained in the shadows so far.    "
                },
                "32": {
                    "title": "Episode #4.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 32,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Hallo Kleine Wolf) Alex is desperate about his animal-as-beloved-person exam, but Rutger inspires him to use his late daughter's favorite story about a wolf who lost his cub, a hit. Brandon works as part-time courier. Father Valcke had cahoots at call to seize the book from the gang claiming it would allow Mephisto to establish an eternal reign of hell and throws in onto a bonfire. However Seppe liberates the gang who run off, the book having been switched in time. Jimmie and Jane smash a glass to cut their cuffs and escape, but run into the masked henchmen who have ...    "
                },
                "33": {
                    "title": "Episode #4.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 33,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (In Rondjes) Alex is delighted after his glorious exam, even wants to reward Rutger for inspiring him to use the wolves story, perhaps help him contact his beloved ghost, but promises the gang to keep silent about the Firebirds. Brandon's part-time courier compromises his dance training badly. The others worry the book may be useless now the ultimatum has expired and speculate, having read Mephisto's reign of hell may be the actual intent, not just sales value. They ignore Jimmie and Jane escaped, but run in circles and try to steal the masked henchmen's van but are ...    "
                },
                "34": {
                    "title": "Episode #4.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 34,
                    "original air date": "29 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Kat- en Beverspel) Jimmy and Jana escaped but went in circles, ignoring where they are. They attempt to steal the masked henchmen's minivan, but are noticed and barely escape, get stuck and run on foot, seeking shelter in an abandoned caravan. Alex's minivan is needed to ride to their rescue after he figures out the clues the runaways managed to pass by phone, but he still drives responsible, even too much to the mates' taste. Brandon's part-time courier compromises his dance training badly but Rocco has no shot at an alternative income.    "
                },
                "35": {
                    "title": "Episode #4.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 35,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Super Jana) Jimmie and Jane are rescued just in time to escape the masked henchmen. Rutger covers for Alex's absence. After a vague threat to take out his debts on Brandon, Rocco accepts to do 'one more' criminal job and tells Brandon to focus on school full-time again, pretending he has a courier job. The band gang ignore those manage to follow to the school basement while they ponder whether to hand over the book, fearing Mephisto's creepy text may be abused.    "
                },
                "36": {
                    "title": "Episode #4.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 36,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Klaver Koningin is) Knowing the Clover gang can get to them anywhere, the band decides, despite hesitation, to hand over the book, but take copies and attempt to follow it, hoping to identify the queen. The handover proceeds, they race to the hide-out. Alex and Jonas follow to the lair, which is a psych ward, where the director has a deal to release, for the book, patient clover queen, which is Pieter Verlinden.    "
                },
                "37": {
                    "title": "Episode #4.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 37,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Koningin aan zet) The Ghost Rockers are shocked to find they unwittingly arranged for the liberty of Clover Queen, which is none other then their mastermind-gone-made former opponent Piet Verlinden, who hastes to start phase two of the vindictive plan, again requiring their participation, while the book may be used for other evil. Brandon nearly gets wind of Rocco being drawn deeper back into crime for a plan he's not initiated into.Jimmy and Jana are very vulnerable during the trail chase as her tripping makes him loose their walkietalkie and henchmen approach.    "
                },
                "38": {
                    "title": "Episode #4.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 38,
                    "original air date": "7 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (21 Jaar) The Ghost Rockers realize Pieter's threat is even greater now he's free, so the search for clues in a new Freebirds song and conclude it refers to the name of the director of the psychiatric institute where Verlinden bought his release with the book. While Jonas and Eva prepare a performance to seduce leading producer John Hendrickx and the school announces early theatrical exams with a very influential jury, Alex and Mila sneak into the psych ward, but attract staff attention pushing over a flyer stand. Brandon duly suspects Rocco's sudden and long absences...    "
                },
                "39": {
                    "title": "Episode #4.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 39,
                    "original air date": "8 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    (Waar Is Dat Feestje) Alex and Mila pose as visitors, the dress up as staff, to hide in psych director Roos's office, which looks macabre, overhear her confer with Pieter Verlinden about 'phase two' and find his personal effects file includes copies of three chapters of the Mephisto book. Having gathered everything his mob contact required, Rocco is shocked when presented, in the port, to his boss: Pieter. Jonas and Eva assemble a team to finish preparing their performance for producer John Hendrickx.    "
                },
                "40": {
                    "title": "Episode #4.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 40,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Plan Z) Alex and Mila escape after copying the chapters of the book constituting Pieter's \"Plan Z\", but can only speculate what it may be, taking into account they also found the Black Eye logo, so the band agrees to bluff they aren't impressed. Rutger helps Alex, who desperately misses his late father's unrelenting 'best fan' encouragement, brain storm for his next theatrical exam. Rocco discovers he was lured into stealing explosives for Pieter, who now leads the resurrected Black Eye and holds blackmail recording to keep him in line to avoid a return to jail. ...    "
                },
                "41": {
                    "title": "Episode #4.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 41,
                    "original air date": "12 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Begin van het Einde) Jonas and Eva's duet was cut short when a henchman triggered the stage light to fool on them, warned just I time by Jimmie, but the producer still promises to plead their case in New York. Alex is surprised that although Rutger's participation to his brainstorming didn't yield anything, his mental support did the trick. Brandon dedicates his exam choreography to Rocco, who dares not confide he's back in Pieter's revived Black Eye web. The Ghost Rockers get chilling proof that Pieter's Plan Z is working frightfully well, and he is observing them.    "
                },
                "42": {
                    "title": "Episode #4.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 42,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Charlies Geheim) The Ghost Rockers realize that Pieter's Plan Z is based on the psychological torment techniques dealt with in the three chapters of the Valcke-legacy Mephisto book. Pieter plans to terrorize Alex with his gay lover down under. Brandon is shocked that Rocco misses his dedicated choreography for an urgent delivery and learns his father is not even employed by the courier service..    "
                },
                "43": {
                    "title": "Episode #4.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 43,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Hoofdstuk 3) Jonas is offered to tour the States and gets the go-ahead from the mates, even if that means abandoning the band, and taking his exams afterward. Alex is ready for his final theatrical exam, until he gets a virtual ultimatum from Pieter: abandon it or let his lover Jules be killed, so he rushes off to the docks. The band mates just worked out that must be a ploy based on the book, but too late. Brandon anxiously wonders why Rocco lied about his job and missed the choreography, duly fearing a crime relapse.    "
                },
                "44": {
                    "title": "Episode #4.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 44,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Moeilijke Klim) Forced to choose before the others can warn him it's a trick, Alex rushes to the port cargo dock to attempt saving beloved Jules. He even braves his nightmare fear, climbing a loading crane like the one his father fell to his death from, only to find it's just a dummy, and ridiculed for having thrown away his dream career for nothing, which the principal heartlessly confirms 'you own willful fault', only Ballinc seeks to understand. Charlie meanly suggest Mila shouldn't think of Jonas's future but herself, asking him to stay for her, but the sight of ...    "
                },
                "45": {
                    "title": "Episode #4.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 45,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Jonas Hartje Eva) The Ghost Rockers ponder how the last book chapter on crushing truth may complete Pieter's plan Z, with three of them left. Alex is crushed, refusing to go on as neither fighting nor complying with the demands helped. Brandon follows his liar father to 'courier work', witnesses a pay-off and confronts him. Verlinden records frustrated Mila telling Charlie wishing Jonas and his duet to hell, not her retraction, and sends it to Jonas.    "
                },
                "46": {
                    "title": "Episode #4.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 46,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Tickets) Jonas decides to accept touring in America with Eva, as Mila betrayed him so meanly. Challenged unilaterally to a 'fair duel' by Mila, who consulted nobody, Verlinden invites the Ghost Rockers for a final game, but the others join Alex(s refusal to take such risk again. Scolded untrustworthy by Brandon, Rocco tells Verlinden's henchman Sven he no longer obeys and is warned for consequences.    "
                },
                "47": {
                    "title": "Episode #4.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 47,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Geen voor Allen, Allen voor Geen) Alex's refusal to join Mila, who insists even alone to challenge Pieter, is shared by the others, yet they feel guilty and harbor doubts, Jonas even tells Eva to wait for him to settle 'one more thing'. Brandon feels abandoned even by his father. Charlie fears she's loosing Jimmie -who concentrates on his musical final exam- on top of being Verlinden's next targets and is haunted by Jana's ominous remark about fearing the loss of friends. Mila goes to the duel site, facing another masked henchman.    "
                },
                "48": {
                    "title": "Episode #4.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 48,
                    "original air date": "24 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    (Ontmaskerd) Jonas arrives and finds Mila cuffed, only to suffer the same fate from more henchmen, Pieter having promised the whole band as test persons to the psych ward. Pieter's latest message and the new ghost-inspired song convince Alex to bite his frustration and stand by his friends, dragging along frightened Jimmie. When Jana finds out, she rushes off, while suspicious Charlie searches her room and finds incriminating evidence, including a henchman mask. Brandon wonders how to handle his relapsed father after the confession Verlinden tricked him to help ...    "
                },
                "49": {
                    "title": "Episode #4.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 49,
                    "original air date": "26 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Alex and Jimmie having liberated Jonas and Mila, Jana arrives at the abandoned mill and promises to show them the right way. Pieter is furious at Jana after the gang chooses to believe over her Charlie who implores not to trust Jana, so he must send his masked henchmen to and activate his secret weapon. Despite Brandon's objections to risking his father's arrest, Rocco insists to track Verlinden down and attempt preventing the resurrection of the Black Eye.    "
                },
                "50": {
                    "title": "Episode #4.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 50,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The gang manage to dodge Pieter's traps and tranquilizer-crossbow-armed henchmen's throughout the mill, but are cornered and captured outside. They are delivered as guinea-pigs to psych ward director Roos, who hints they'll probably loose their memory functions after the experiment by pair. Pieter orders Jana to redeem her failure as undercover by executing Charlie from high above a fire hole. Brandon and Rocco seek to find out the Black Eye plan by searching their courier service HQ.    "
                },
                "51": {
                    "title": "Episode #4.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 51,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The gang manages to wrestle free and overpower Pieter's henchmen's throughout psych ward back to the mill. Jane sides with Charlie and turns on Pieter to free her, but he escapes from the mill, where he corners them at crossbow-point, and welcomes what seems a bunch of henchmen, and even expects them captured when it's the gang tearing off their masks. Brandon and Rocco however have filmed chief henchman Sven explaining the Black Eye plan and blackmailed him to cooperate, so the police arrives and arrests all fiends. Jonas must hurry to catch his US tour flight with ...    "
                },
                "52": {
                    "title": "Fonkelende buitenbeentjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 52,
                    "original air date": "30 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilootaflevering - Deel 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Pilootaflevering - Deel 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Even cocky Brandon is surprised -Jimmy terrified- when the director announces the Autumn exams are to be preceded by in-school individual act performances, to be directed by Alex, who may then do so for the exams too. Nevertheless, the friends who witnessed the instruments from the basement magically improving their musical abilities are drawn there again, willing or not. Meanwhile Jonas hides his transfer to art academy from his family by changing in the locker-room.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alex is busy preparing the autumn pre-exam performance he may direct. The acts are far from ready. Jonas and the girls drag Jimmy back to the instruments, which still enhance their talent inexplicably. They find a clue to their provenance, leading to the late builder's former shop. It's now run by an inhospitable man, but they resolve to return at night.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alex imposes black and withe costumes for the autumn pre-exam performance he may direct. Jonas, Jimmy and the girls discover a picture of the maker the instruments. A teacher recognizes him and the band he was in, which played the very songs they so magically can play on those mysterious instruments. Jonas's mother finds a clue in his laundry about his secret switch from high school to arts academy.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alex isn't impressing the principal as the pre-exam perfoamnces show's director, unlike cheater Brandon's bling show and Jonas's guitar song, a ghostly inspiration. Jonas convinces his mother he only forged her signature to hide a bad physics grade. That evening, the gang attempts holding a sceance in the basement.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alex is solely blamed by the principal fort the power-cut, resulting from Brandon's last-minute demands for his flashy performance, and is denied directing the autumn exams. Jonas's gang meanwhile holds a séance in the basement, but the spirits aren't responsive. Finally they conclude the only clues are the titles of songs offered to them, which seem to combine to 'help us'. Sneeking out of the dark basement due to the power-cut, they are nearly caught by the principal.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alex is fired as exams director by the principal, who assign the repeat-student to Jonas's gang. They must dump their new partner before they can sneak into the basement again to hold another séance to ask the spirits what they must help with. Brian is humbled as the teacher finds his performance lacking in substance and cites Jonas as an example.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Having dodged Alex, Jonas's gang is locked in by the principal, and tells their parents thy're holding sleepovers. They hold another basement 'séance' yam session, in which the spirits inspire a song about graffiti. The clue seems the bizarre phrase about a high angel, which Jonas believes to find in the attic.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alex is mildly disappointed not to have been invited by Jonas's gang for the alleged basement repetition when they are found locked-in after the weekend. The principal ad his deputy are furious at their disrespectful vandalism-akin pigging out and duly impose lots of cleaning chores. Brandon enjoys using sexy postures in dance class to flirt with haughtily hostile, klutzy newbie Mila, which renders Jonas discretely and Brandon's girlfriend madly jealous.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alex sweetly covers for Jonas's gang and semi-accidentally discovers their basement séance, threatens to expose them if not informed and is eager to join. Brandon easily gets back on kissing terms with girlfriend by assuring his dance lass flirt with Mila was meaningless, while she tells the gang he's just a good mentor. While the others are stuck in class, Jonas takes Mila searching for graffiti that fit the lyrics, as the ones on the playground don't, but they run into a tough skaters street bunch.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Alex eagerly helps Jonas's gang work out what the graffiti clue in the song text means. Jonas and Mila get help from the street skaters gang who explain 'angel' is a term for a late graffiti artist, 'moonlight' relates. Brandon juggles flirting with Mila, who keeps hesitating between appreciating his dance class help and Jonas's jealousy, and his girl Laurel, whom Alex hints might get jealous before Brandon intimidates him. The gang now even ditches classes to keep investigating the clue.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The 'angel' graffiti tags suggests that the ghosts' band 'Freebirds' was murdered. Alex eagerly joins Jonas's gang in the next séance, playing the keyboard, but isn't ghost-inspired to the song which suggests it was sabotage, and they died in a plain crash. Brandon and Mila must prepare for a famous choreographer's visit, and he's early.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The gang is shocked but eager to investigate the apparent sabotage by which the ghosts' band 'Freebirds' was murdered, but they have more pressing matters. Alex covers again for absences from class while Jonas still hasn't intercepted principal Rocco's letter to his parents, and his mother voice-mailed she's picking him up after class in the academic school he never enrolled in. Brandon and his girls prepare for famous choreographer Toby Jones's visit, and Mila didn't sleep all night.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Brandon saves Mila's neck by turning her hopelessly failing solo performance into a brilliant duo, risking lover Lauren's wrath, but she's still picked for for famous choreographer Toby Jones's next modern production. Still ingrate Mial wines about the absence of Jonas, who has to rush off to the other school to prevent his mother finding out about his transfer. Jimmy overhears director Rooco is determined to inform their parents by letter the next day about the \"vandals'\" locked-in night.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Brandon celebrated having saved Mila's neck by accepting to have drinks and prancing in a public fountain together, until he steals a kiss. Toby Jones picks him to dance with Lauren in his next production, but she's jealous and he refrains from touching her with the explicitly required passion, then confesses the 'meaningless' kiss. Jonas and Jimy were too late to prevent principal Rooco sending letters to the gang's parents, but Alex saved their necks, despite being kept out of everything and demands as sole reward to be fully included. His keyboard now is activated ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Brandon barely dares touch jealous Lauren, who pushes him away, during practice for Tony's video. The gang finds the new song does after all contain clues to statues in the park, leading to a lovers' couple, but they're chased off by park staff, so they agree to return after class. Mila is called to the vice principal's office, where police waits.    "
                },
                "20": {
                    "title": "Het Liefdesstandbeeld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Poëziespeurneus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "29": {
                    "title": "Achter de Schermen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "De laatste kans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "52": {
                    "title": "De Brief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "53": {
                    "title": "De Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "12 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    At the beginning of the new term, the band members are welcomed as school heroes, almost celebrities. The principal, exposed as murderer, is replaced. Brandon counts on Mila rather then distracted Lisa as the school is challenged to a dance battle by the city's famous crew. Alex jokes about not being the late one, as Jonas 'beats' him', but then arrives news he won't start the new term.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    At the beginning of the new term, the now popular band is to open the year with a school concert. They must cancel, as a letter from Jonas states he won't resume the course. Brandon worries if Mila will commit to the dance battle. Cocky Dutch new student Robin clashes instantly with Charlie, yet they are paired for a theater assignment. Both girls believe the atypical letter 'wrong'.    "
                },
                "3": {
                    "title": "Uitgewist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Alex and Charlie deeply regret the band had to cancel the school concert and a whole agenda of gigs. They agree with teacher Pieter that a guitarist to replace Jonas is the answer, if they can get Jimmy and Mila to accept the new boy. Mila takes the ghosts' latest song 'Deleted' for a clue and drags Jimmy along to break into the principal's office, finding more indications that Jonas's letter about moving to his family in America may be fake. Cocky Dutch new student Robin, the 'locker thief' for the girls since he got Jonas's, enjoys teasing Charlie, proving himself a...    "
                },
                "4": {
                    "title": "De Nieuwe Gitarist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Pieter proposes Robin as new guitarist to replace Jonas, but the girls refuse, Mila even refuses to stay if he joins. Charlie attempts to ridicule Robin as a jealous winer in the theater assignment to imitate each-other, but only wrecks her own score, while he stars expressing her and the whole band resenting the loss of Jonas. Brandon eclipses everyone in the dance battle, impressing record label executive Cliff Smith, Lauren's suspiciously generous boss.    "
                },
                "6": {
                    "title": "De Audities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Robin being excluded as new guitarist to replace Jonas by the girls, Alex, Jimmy and Charlie hold auditions, but even candidates who make the cut musically are turned down as 'not enough like Jonas'. Afterward, they hear the right sound - from Robin. Brandon considers singing for record label executive Cliff Smith, Lauren's generous boss. Mila still refuses Jonas had emigrated, sees men move furniture from the van Loo home to be shipped and asks cop Tom to check them out, to no avail.    "
                },
                "7": {
                    "title": "Opgesloten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Robin being the only guitarist able to replace Jonas, Charlie eats humble pie to praise and ask him, but he smugly refuses. Another song inspires the gang to keep investigating what happened to Jonas, but Mila drags Jimmy along to end up locked in the moving van. Brandon expresses an interest in singing for record label executive Cliff Smith, Lauren's generous boss, maybe even instead of dancing.    "
                },
                "8": {
                    "title": "De afspraak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Robin decides Charlie groveled enough and agrees to replace Jonas as band guitarist. Clues from the song are tried on the masked youngster who eludes Mila when she visits the van Loo home again. Brandon is impressed by record label executive Cliff Smith's generous contract offer with artistic control. An anonymous caller sends Mila to visit a prisoner.    "
                },
                "9": {
                    "title": "Krakende Treden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    As jail visitor, Mila is shocked to find she was called by Rocco and refuses to talk properly, but he leaves saying there's lots to discuss concerning Jonas. Brandon still needs more time to decide whether to sign a contract as singer with Cliff 's record label Smith and Blacks and remains committed to dancing with Mila, who hates being assigned to salsa. Alex is ordered to show more maturity. Robin prepared some music but is ignored by Jimmy and Charlie, who think a song clue leads to the school attic.    "
                },
                "10": {
                    "title": "Geen Tijd voor Spelletjes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "24 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Teacher-mentor Pieter insists the band must start rehearsing, with Robin as band guitarist. First however he's ignored as the gang can't wait to lay a trap, well install a video camera, after finding the mask in the attic tried on the masked youngster who eludes Mila but seems to have hid it there. Brandon compensates Mila's abysmal salsa performance admirably, yet she's duly scolded. Alex's hidden camera-video of their practice delights the staff, yet Mila wines bitterly about 'intrusion'.    "
                },
                "11": {
                    "title": "Verborgen Camera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "26 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Robin is confused, unamused, when the band starts during his first practice session as guitarist playing a new song, unaware it's inspired by the ghosts. Clues from the song are tried on the masked youngster who eludes Mila when she visits the van Loo home again. Rocco offers the truth about Jonas's irreversible fate if told whom the band tracked his crimes down, Mila refuses. Brandon dreams of a sports car but still hasn't decides whether to sign up as singer with Cliff's record label. Having heard Mila risks being expelled as unmotivated lazybones unless their salsa...    "
                },
                "12": {
                    "title": "De Videoclip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "27 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The band pretends to new band guitarist then can instantly improvise a new song. Brandon compensates Mila's abysmal salsa performance admirably, yet she's duly scolded. Alex's hidden camera-video of their practice delights the staff, yet Mila wines bitterly about 'intrusion'. Charlie abuses a pupil who peeked at the rehearsal basement door as masked man, until the video camera signals him in the attic, where he nearly eludes them again, but Mila gets to unmask him.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "29 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The mystery man is unmasked: Robin, but he explains to be investigating his grandfather's death, which he believes the work not just of Rcco but a f a shady 'blanck hand' organization. Clues from the song are considered, still without him. Brandon signs up as singer with Cliff's record label when promised his sports car as bonus. Alex's video is a triumphant rehabilitation at school.    "
                },
                "14": {
                    "title": "De Kelder van mijn Hart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "1 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The kids find a mark proving the Black Hand must have kidnapped Jonas. Out of clues, they plan Mila to get info from Rocco, but he's not impressed by their claim to have read the truth about the murders in letters, so they need to find those for real. Alex must promise Brandon to direct a video to promote his first song release to make up for the embarrassing practice clip and covers for Mila's failure to bring music for free dance assignment. The latest song clue points to the basement.    "
                },
                "15": {
                    "title": "Holle Ruimte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Based on a song clue, the kids search the rehearsal basement, again, and find a false wall, behind which lies a Firebirds archive. Robin catches them but still isn't informed about the ghosts. Alex convinces Brandon he needs a horror monsters video to promote his first song release and hence 'borrow' school costumes.    "
                },
                "16": {
                    "title": "Gewist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "4 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Alex is worried and impressed as the Dark Eye managed to remove from In Internet the picture of Jonas, taken after his disappearance. Robin identifies the background graffiti as a city nightclub, but the manager pretends the surveillance video overwrite two-daily. The quest there nearly made the Ghostrockers miss their school concert, but it still impresses staff and press. Firebirds archive. Alex takes Brandon's crew to a castle ruin for the horror monsters video to promote his first song release and hence 'borrow' school costumes, but its creeps out Laurel and he ...    "
                },
                "17": {
                    "title": "Ontcijferd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Alex brilliantly directs Brandon's cast and Cliff's crew inform the horror monsters video to promote his first song but is still pressed o edit it the same day, during class, just before his notebook is confiscated and both knaves are detained for nit working n a script assignment. As they can't be reached, JImmy -who worked out the basement number code and song clues combine to an address- and Charlie follow the club manager, gangster Chris Vanderborgt, from his thus known home to the castle ruin, where they end up locked in a room without issue, probably by Chris, ...    "
                },
                "18": {
                    "title": "Bereikbaar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Brandon accept to pay a first prison visit to Rocco since his father was jailed, but only gets a warning to avoid dangerous gangster Chris, no details that might help the band. Alex is stuck in chores instead of Mila, so when Jimmy cracks a clue and links nightclub boss Chris Vanderburgt to the Dark Eye, he and pushy Charlie shadow the creep alone, heading for the castle ruin, where they suspect Jonas might be held.Cliff presents Brandon and his first single to the press.    "
                },
                "19": {
                    "title": "Als Ratten in de Val",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Brandon incurs scoldings, chores and detention for his recent school absences and fears it's all for nothing as his video clip seems no hit. Luckily a groupies bunch later makes his and even the principal's day with 10,000 Internet hits on the second day. Alex, Robin and Mila find Jimmy's notes and check out the address, then follow gangster Chris Vanderborgt to the castle ruin. With Robin left on guard outside, Alex and Mila find the others, only to be up locked in with them, probably by Chris.    "
                },
                "20": {
                    "title": "Wie zijn je Vrienden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "10 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Brandon enjoys his instant star status, and Cliff announces a TV showcase, but video clip director Alex feels ignored and pushed aside. Robin manages to overpower old gangster Chris Vanderborgt in the castle ruin and free the others, who force Chris to admit he's a former Black Eye member. He claims he wants out since years, in vain, and reluctantly promises info at noon, but when the kids arrive, he's being arrested and a Black Eye logo is in the police car.    "
                },
                "21": {
                    "title": "Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "14 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Alex volunteers to direct a Shakespearian play which the principal entered the school for but forgot about until a week before show date. Brandon needs to concentrate on practice for his TV showcase, so Cliff tells the baffled principal he'll do it in school; great publicity, in exchange for exemptions from school work. Now the police has arrested gangster Chris Vanderburgt, the band fears to have lost their only lead to Jonas. Even Milas' cop friend is unapproachable, as his police partner was on the arresting team. The new song is about stormy conditions.    "
                },
                "25": {
                    "title": "De Film van ons Leven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon starts at his first live-performed showcase, to Cliff's satisfaction too. Alex convenes the band, having found his actress Ella's father is Cliff, and a Black Hand member of rank four. The ghosts in spite a new son 'movie of our life', at first impression non enlightening. To challenge the pupils, Brandon is paired with Mila for dance exams, Robin and Charlie however split up in drama class. Cliff arrogantly comments attending a rehearsal, but is overheard being summoned by a 'chief', so even Alex drops everything to follow him to the nightclub.    "
                },
                "26": {
                    "title": "Rang 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon's heavy press interviews schedule is found by the principal, who grimly warns it's incompatible with his courses and midterm exams. Alex's party sneaked into the club following Cliff, and find his thanks the manager for an update envelope as his Black Eye boss, who must then be a rank four. The kids speculate the ghosts song 'movie of our life' ma refer to the club security camera video, so Jimmie and Charlie stage a 'method acting' fake fainting to allow Alex and Mila sneaking in to steal the tape from September when Jonas disappeared. Director Alex uses ...    "
                },
                "27": {
                    "title": "Midexamen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "6 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Alex is nearly caught copying the coded message but improvises an excuse. Everyone must concentrate on the midterm exams and the theatrical competition. Brandon must cut short a press conference organized bu Cliff to do his midterm exam. Alex's piece is a hit.    "
                },
                "28": {
                    "title": "Geen Keuze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "8 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon and Mila nearly suspended for being a little late at his ballet midterm exam creation, the controversial experimental nutcracker. The principal demands he commits to school first and takes after hours tutoring. Cliff however warns that any failure to comply with the promotional program can be called breach of contract, meaning he must reimburse all PR costs. Fearing for Jonas's life, the kids consider confiding into his mentor, teacher Pieter Verlinden. Alex spots him on the nightclub recording with the manager, suggesting he may be Black Eye member, but Mila ...    "
                },
                "29": {
                    "title": "Rang 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "10 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Worried about Cliff's ruthless demands without regard for his dance schooling, Brandon considers canceling his record contract and visits father in jail, only to be told it's the ironclad type Rocco signed years ago and led to his jailing for murdering the Firebirds, as Cliff is part of a complex criminal mob. Alex is just in time to prevent Mila confiding into Pieter, who may get suspicious, and agrees to search his office together, which yields something.    "
                },
                "30": {
                    "title": "Zender",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "11 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Cliff's merchandising doll only adds to Brandon's dissatisfaction. Now they assume Pieter rank two in the complex Black Eye mob, the bunch decides to plant a bug in his smart-phone. Robin gets more suspicious, despite his budding romance with Charlie, about another ghosts song session he almost walks in on.    "
                },
                "31": {
                    "title": "18 Voor Altijd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    To listen to the bug by short-range receiver, Mila tails Pieter trough town, notices a statue fitting the latest \"18 forever\" song clues and arrives at a bed where Jonas is kept. Cliff spoils Lauren and promises Brandon treats if he tows the line again. Robin pressures Charlie to come clean about the gang's basement secret, but can't believe the Firebirds ghosts story, so she tries to show him.    "
                },
                "32": {
                    "title": "De Redding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "14 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Jonas is found by Mila in a secret Black Eye lab, where she overhears Peter saying his DNA copy is completed, so he may be destroyed. Brandon visits father Rocco in jail again, but gets only commiseration, no advice to get out of Cliff's grip. Robin bonds further with Charlie now showed him the gang's basement secret, but wonders why the Firebirds ghosts only sing clues trough Mila. The gang gets officer Tom to liberate Jonas, but they're all surprised.    "
                },
                "33": {
                    "title": "Op de Vlucht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "18 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Officer Tom finds an empty room, no Jona, dismisses Mila as a dumb girl who cried wolf once too often and refuses any further cooperation, even threatens the whole gang. Brandon decides to let Cliff sabotage his singing career now he's offered a chance to dance with the Swedish hip-hop king and make up for his mediocre midterm. Pieter has evacuated Jonas just in time, but the tranquilizer doesn't work, so the knave overhears him discuss the murder plan with the nightclub manager, wriggles loose and escapes into the wood, as night falls. The gang still has Pieter ...    "
                },
                "34": {
                    "title": "Alle Rangen op Scherp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Fearing he can neither fight nor ignore Cliff, Brandon decides to play nice, offering to help Lauren and work the scene, while preparing a hip-hop duet routine. Pieter's team has failed to prevent Jonas being rescued, so he swears to deal with them ruthlessly. The knave spends the night recovering at Mila's, but refuses to just lay low in hiding as she insists. The gang considers Robin's status now Charlie told him everything but Jonas is back.    "
                },
                "35": {
                    "title": "Vastgezet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "20 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Jonas refuses to stay hidden and simply returns to school, hoping the Black Eye won't kidnap him so publicly. Pieter finds and removes the bug in his cellphone.Cliff demands that Brandon spies on Mila, and on refusal locks him up, so he may miss dancing the Swedish hip-hop duet. Robin offers to leave the band now Jonas is back, but is asked to stay. A basement session, interrupted by Pieter, yields half of the next song, but enough clues to start looking for grandpa Victor's hidden evidence. Mila refuses to resume, stealing a kiss and claiming to protect Jonas out of ...    "
                },
                "36": {
                    "title": "Eindelijk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "21 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Cliff kept Brandon locked up, so by the time Lauren, tipped-off by Mila, has liberated him, someone else danced the Swedish duet, and the livid principal sentences him to expulsion. Pieter interrupted the jam session, but the clues from the first part of the song suffice to find in Jonas's grandpa Vic' attic references to a vault containing evidence against the Black Eye, requiring blood kin - or Jonas's stolen DNA. Mila still refuses to help at least by singing the rest of the song; stealing a kiss and claiming it's out of (never before outspoken) love.    "
                },
                "37": {
                    "title": "Adelaar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "25 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Cliff boycotts Brandon's career completely, so he fears loosing both dance and singing, so Lauren suggests trying to perform without Cliff. Pieter and the other ranks report to the Black Eye's female number One, for her grand moment. After Jonas convinces Mila to hold another basement session, the remaining clues help find Jonas's grandpa Vic's bank vault containing evidence against the Black Eye, requiring blood kin - or Jonas's stolen DNA. But the content of Vic's box disappoints the gang.    "
                },
                "38": {
                    "title": "De Eerste Sleutel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Feeling completely career-sabotaged by Cliff, expelled Brandon visits father Rooco in jail, who inspires him not to give up dance and singing, a venue may be found again later. Pieter has beaten the kids to the vault and emptied it, but can present to Black Eye's female number One only a box containing a key and a note stating the other three Firebirds each kept another. Jonas's party overhears Pieter discussing this with the nightclub manager, and warning to cover their tracks without eliminating the teens, who may still be useful.    "
                },
                "39": {
                    "title": "Onder de Mat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "27 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The principal plans to end 'her' first school year with the DAM's first-ever prom, starring the Ghostrockers in concert and a dance creation; as the teacher declines the extra work late-notice, Mila volunteers, then realizes she can't pull it off and turns to Brandon, who accepts to dance a duo with her, just maybe his ticket back in. Alex gets the key clue from the latest Firebirds song: under the carpet is the first of a series of chalk arrows. The gang follows it to a secret elevator floor exit, but Pieter, who needs to prove himself again within the Black Eye, ...    "
                },
                "40": {
                    "title": "De lift naar...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "28 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Feeling completely career-sabotaged by Cliff, expelled Brandon accepts Mila's invitation to dance a duet at the school prom and competently takes over the choreography she foolishly offered to devise. Pieter has found the kids' clue to the elevator and reaches the secret floor first, but can't find the second key and hides to observe Jonas's party.    "
                },
                "41": {
                    "title": "Telescoop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "1 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Having found the bassist's key the kids are elated, so Alex decides to try his hand at baking celebratory pizzas, but burns them, and finds out Jonas and Mila to be on kissing terms. Pieter had to watch hidden and reports to the black Eye, where he's blamed for not grabbing the key. Robin is convinced to bring bad luck and decides to break up with Charlotte for her own safety, which she can't accept. Pieter and Cliff visit Rocco in jail and force him to summon son Brandon, who is offered readmission at the school if he finds out the Ghostrockers secret by spying on ...    "
                },
                "42": {
                    "title": "De Beat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon succumbs to the blackmail and accepts grudgingly to spy on Mila. The latest basement jam session yields little text, about the beat, and ends -also a first- in a long drum solo, so it seems to lack clues but point at the Firebrirds drummer's key. Brandon starts practicing his completed prom dance duet with Mila and seizes the first chances to go trough her bag and photograph the lyrics. To place a letter in Robin's locker, Charlie borrows the principal's master key and semi-accidentally finds, falling from his wallet, his prize photograph, inscribed at the ...    "
                },
                "43": {
                    "title": "De Gouden Tip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "3 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon brings Pieter and Cliff the lyrics, but they don't see the relevance and demand a 'golden hint' to a key or vault, or the origin of the clues. Jonas believes that the latest song as a whole simply points to Jimmy's drums, the instrument as hiding place. Robin is furious at Charlotte, who speculates about his greatest secret.    "
                },
                "44": {
                    "title": "Verraad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "4 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Blackmailed Brandon has worked out it's about the band's drum and sees no alternative to telling Pieter, who finds the key in it. The Ghostrockers are crushed to find they're too late. Mila slowly realizes only Brandon may have had opportunity to spy and betray her. Jonas is furious about her naivety and has to hold her back when she openly attacks smugly denying Pieter.    "
                },
                "45": {
                    "title": "Lente",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 45,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon insists to do the prom duo choreography, even if Mila refuses to trust him again. The Black Eye chief threatens Pieter he lust break the kids' lyrics secret.Jonas generously forgives Mila, Robin reconsiders his breakup with Charlotte after a talk with secret rival Jimmy and finding her letter and tries consulting his grandpa Desloover in the basement just before the band's next session.    "
                },
                "46": {
                    "title": "De Vloek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 46,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon hopes his choreography can help him make up with Mila, so he practices the routine with Lauren, then consults Rocco in jail, agreeing they must find the Black Eye' weak link, presumably Cliff. Robin catches Pieter spying on the latest basement session, taking notes of the lyrics. Jonas bluffs it's just music, even throws texts at him, but Pieter isn't misled and starts analyzing them too, about spring and water. Robin finds Charlotte's letter and makes up, which ends up inspiring her to speculate his grandpa Desloover's greatest secret has a clue from his ...    "
                },
                "48": {
                    "title": "Het Lot van de Freebirds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 48,
                    "original air date": "18 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon and Lauren are nearly caught planting in bug in Smith and Black's HQ to spy on Clff, who fails to notice it. The kids realize the dress with the key isn't buried at the tree and avoid Yuri, who is joined by Pieter. Robin calls his father, who says he threw the dress away in the old well. Dragging it works.    "
                },
                "50": {
                    "title": "Afspraak met de Geschiedenis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 50,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The kids work out that the numbers on the four keys combine to coordinates, pointing to a church nearby. Inside they find the Freebirds' hidden 'evidence vault'. Meanwhile Brandon, who followed Cliff to what turns out a general assembly of the Black Eye, where he is promoted and meritorious members are praised, records everything and learns they trust Pieter and Yuri Petroski to eliminate the Ghostrockers, just as the Freebirds before them, by bomb, which is being fixed under Alex's bus.    "
                },
                "51": {
                    "title": "Episode #2.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 51,
                    "original air date": "24 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Elated to have found the evidence about the Firebird's end, the Ghost Rockers return to the prom. Impatient Mila stupidly ignores calls from Brandon, all too long. Brandon finally manages to warn the band kids, but the bomb is already activated, so he must steer the minivan he 'borrowed' from the Black Eye besides Alex's mini-bus, so one by one can jump over to him. This almost takes too long, yet Alex too manages to block the controls and jump shortly before the bus explodes, so Pieter and Yuri, observing from a distance, assume operation evidence elimination ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "16 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The kids return to the DAM for the new school term. The Ghost Rockers play an opening concert, but the girls are late due to Charlie's fashion trouble and Mila feeling watched, which she is. Alex feels a little left-out, having no lover in the band. Unwilling to be out-staged by visiting colleagues from prestigious art schools, the principal foolishly claims ti have entered the musical competition. Matthew is happy with Lauren.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "18 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The DAM staff hastily seeks to organize a musical by presenting the whole project as a competition to win the director's chair, for which candidates abound. Unamused Mila reacts rudely when she discovers her sneaky observer is none other then her ex-con father Miguel, but he insists to have been falsely accused of murder. They agree to meet in a stash location, but the police follows them there unseen.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon's senor dance class pupils are instructed to prepare a choreography on their roots, so he visits his father Rocco in jail to learn about his late mother, especially her fatal accident. The DAM competition to win the musical director's chair divides even the band, as Alex is tempted to desert Jimy's side for Lauren. Cop Tom and his partner question Mila about her ex-con father Miguel's escape, but she insists pretends not to have heard about him, despite warnings of complicity charges.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "20 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon goes trough his late mother Helena's things, which wields inspiration for his choreography, but also finds the story of her fatal accident abroad when he was little can't be true. The DAM competition for the musical director's chair is won by Jimmy's side but Lauren refuses to give up and still expects Alex's help. Charlie finds out about Mila's ex-con father Miguel's escape and claim of innocence, but guesses they know the victim. The band ghosts give them a clue, pointing to the retired cop detective who still believes Miguel murdered Lena.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "24 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon goes confront father Rocco in jail with the holes in the story about his late mother Helena's death, but finds him unresponsive and evasive, which messes up his dance practice. Alex convinces musical director's Jimmy's to offer Lauren chores, but overplays it by promising her the assistant director chair. Mila's ex-con finds escaped father Miguel at home again claim of innocence, but however convincing that sounds, making her persist to lie to the police, fears he murdered Lena and decides to tell Brandon that's probably his mother Helena.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "25 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon refuses to hear Mila's theory, yet makes jail father Rocco admit his late mother Helena's death was murder, but is shocked to hear Mila's father is the killer, so he turns bitterly on her for apparently defending and protecting him, which she does again questioned by cop Tom. At Alex's suggestion Jimmy made Lauren his assistant director but keeps dumping chores on her, while ignoring her ideas for 'Titanic the musical' or taking credit.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon investigates his late mother Helena's murder, but ignores the significance of the key he found in her things, while the ghosts inspire Mila b-trough another song it and young Brandon are the clues, even adding a locker number. Behind Alex's back, Lauren abuses her assistant director chores to sabotage 'Titanic the musical' and discredit Jimmy.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Brandon and Mila team up and make up to investigates his late mother Helena's murder, finding the key fits an old school wing locker, containing papers showing she shared a secret with best friend Manuel. Discredited Jimmy's director job goes to Lauren, until her sabotage of 'Titanic the musical' is exposed and his initial instructors found adequate.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Alex is pleased to see buddy Jimmy restored as Titanic director and eager to help, yet lets duly chores-punished Lauren lure him to write an alternative, Beaty and the Beast, to star them both. Jonas, having recorded Mila and Charlie's exclusive ghosts session, and supported by the other boys, confronts his lover who acts as if a victim when asked what they investigate behind his back. Brandon consults his father Rocco in jail again, who admits already having broken up with his late mother Helena before her murder, so she might have had a affair with Manuel.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Jonas get the girls and Brandon, who agrees first, to tell the boys about Helena's murder. They agree to consult the spirits and research jointly without telling Brandon their secret. Jimmy's Titanic is finally staged properly and pleases the visiting musical competition selection panel. Alex helps chores-punished Lauren writing an alternative, Beauty and the Beast, starring them both. Manuel visits Mila again and hides in the school's props attic, but his noises raise Lauren's suspicion.    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Having spotted a 'creep' in the school's props attic, Lauren calls the police, which interrupts Titanic but fails to find Manuel. Alex and Lauren hastily stage their Beauty and the Beast, which also pleases the visiting musical competition selection panel.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "4 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jonas finds a clue in the ghosts' song 'up and down ever over' and Matthew's video of Helena dancing: the venue, an old show house. Cop Tom fails to find the 'creep' in the school's props attic, as Mila helps Miguel hide. The jury appreciates both Titanic and. Alex and Lauren's Beauty and the Beast, the last even more, while wining the students seem to lack team spirit, but the bad news doesn't stop at questioning Alex's gang loyalty; the principal wants neither show to go on.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jonas's clue idea leading to an old show house yields a mushy poem by Helena about love for then toddler Brandon, which Rocco and Miguel recall was her 'proud-artistic' habit. Jimmy notices a strange pattern. The gang expected the principal to punish Lauren for staging an unauthorized alternative show, but Titanic is canceled too and both crews are deemed 'unprofessional', The spineless principal orders staff to consider expulsions and orders the next assignment to be 'team building' by pairing the best dancers with the weakest.    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The mushy poem and pattern remain mysterious, even after a Ghosts song suggest's there's a matching half. The principal forces Jimmy to chaperon elsewhere expelled new pupil Fenne, who ditches him, yet both blame him. Lauren gets Alex to volunteer minding other newcomer Jules for her, but the principal and his hot looks change her mind. The poor dancers' unrealistic expectations can't be met, Jonas worries about Brandon's closeness with Mila.    "
                },
                "15": {
                    "title": "Episode #3.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The chemistry class inspires heating the mushy poem to complement the pattern which remain mysterious, until Brandon recognizes the map of a camping site his parents took him to as a little boy. The principal must force Jimmy to chaperon new pupil Fenne, until he hears ow badly the previous school treated her, but Lauren takes over from Alex to volunteer minding other newcomer Jules once she sees what a hottie that is. The dance assignment is neglected to check it out dispersed, allowing Brandon to playfully steal a kiss from non-amused Mila.    "
                },
                "16": {
                    "title": "Episode #3.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "10 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jules sees trough Lauren's lies and shows no interest in wasting time on her. While Brandon's talent drags even hopeless Charlie trough the duo dances, absent-minded Mila ruins it for Jonas. The gang concentrates on searching the camping site, where Alex finds the spot the map suggests they must dig.    "
                },
                "17": {
                    "title": "Episode #3.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "14 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The gang finds and digs up on the camping site a buried suitcase, presumably Helena's, but apparently a robber's kit and hefty cash loot, plus a detailed map, probably for a target. Back at school, Jonas and Mila are 'blacklisted', in danger if expulsion unless they put up a dialogue within a week. Jimmy volunteers as director, picking Fenne as assistant. Brandon reluctantly agrees to consult Miguel, but the groundskeeper's dog has spotted the hole and the stash in the school attic is empty.    "
                },
                "18": {
                    "title": "Episode #3.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "15 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The gang finds Helena's robber's kit and cash loot not stolen, Alex just took them to the abandoned theater. Despite Jimmy, Jonas and Mila make little progress preparing a romantic dialogue. Brandon consults Rocco in jail, who doubts if Helena was a thief. Lauren deliberately locks herself up at school with Jules, but he shows no romantic interest until luckily liberated by Alex, into whom he confides being gay. Against Miguel's warning, Mila returns to snoop in the camping site but the groundskeeper's dog spots the intruder, so he captures her.    "
                },
                "19": {
                    "title": "Episode #3.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The gang is puzzled why Mila misses rehearsals with Jonas for their vital performance, ignoring she's caught and roped up by the camping keeper. However a voicemail inspires Brandon to get suspicious and go there, just in time to help her escape despite the formidable guard dog. Jimmy has a breakthrough deciphering the letter code found in Helena's robbery kit and at the camping site, actually the name of a legendary robbery gang which was after the chalice which presumably was her museum robbery target, and indeed got stolen.    "
                },
                "20": {
                    "title": "Episode #3.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "18 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jonas dumps Mila having seen her kiss rescue-savior Brandon, one secret too much. Yet Jonas's anger renders their vital performance career-saving. Fenne waves mystery calls but gets a surprise visit from a man from her past. The deciphered letter code and another ghosts song combine to point to the chalice robbery-suspected mystery gang. Mila panics when she sees her father secretly arriving there.    "
                },
                "21": {
                    "title": "Episode #3.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jonas, having dumps Mila, bitterly abstains from gang activities. The others speculate why Miguel never told Mila about his connection to the relics gangsters, having seen him at the presumed HQ, like the camping manager. Jules, raised in Dixieland, is to co-teach a Charleston project, and selects enthusiastic two-left-feet-hottie Alex as his dance partner. The mystery man from Fenne's past snatches an advance from her purse when demanding she pays back her 1,500 Euro debt soon. Jimmie gets the principal to consider reentering the musical competition by promising to ...    "
                },
                "22": {
                    "title": "Episode #3.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "22 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The gang sneaks out of the robbers' HQ, nearly discovered by their boss and his security cameras. Jimmie's musical budget projection is laughed away as twice what the school can afford, so he needs to raise half himself. So he and Fenne plan to turn the Charleston project into a paying performance, increasing the pressure on Alex to do well with relaxed partner Jules. Jonas avoids Mila, but is convinced to rejoin the Ghostrockers in the case of Helena and the chalice. The girls wriggle trough Quinten's home, finding out he directed the piece during which Helena was ...    "
                },
                "23": {
                    "title": "Episode #3.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jules shows insecure Alex his own method to teach the Charleston 'by feeling' outdoors, and it helps. Jimmy and Fenne start selling tickets for the dance spectacle, but she's reminded by the mystery man she must pay soon, even if that means stealing from the till. The girls are caught breaking into director Quinten Merx's home, detected by his security cameras, so the boys hold him at knife-point and demands details about his and Migue's part in Helena's toxic murder and the chalice robbery, but he's too scared, and indeed gets grilled afterward by the camping ...    "
                },
                "24": {
                    "title": "Episode #3.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "24 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jules and Alex perform great at the Charkeston event, which is a ht, yes Jules's mother seems displeased how well it clicks between the new mates. Jimmy is delighted by the ticket sales, but Lauren sort of sees how Fenne steals most to pay off her debt. The robbers gang, having questioned Quinten Merx after the break-in, head for the school. The clue Quinte slipped to Mila leads her and Brandon to an archive, where they find a stash including a tape containing the theater lay rehearsal recording used to frame Miguel for Helena's toxic murder.    "
                },
                "25": {
                    "title": "Episode #3.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "28 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jules tells Alex his dream is to dance for his idol in Australia. Jimmy doubts Lauren's claim that Fenne stole the ticket sale receipts, which she indeed hands to Freddie to pay off her debt, so a body search yields nothing. The robbers gang arrives at the archive, where they find a destroy the tape containing the theater play rehearsal recording used to frame Miguel for Helena's toxic murder. Miguel still is delighted that Mila finally believes him, but his hideout is assigned by the principal as junk dump.    "
                },
                "26": {
                    "title": "Episode #3.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Alex leaves silently upset when Jules laughs about his mother's condition they not become boyfriends to afford him a dream workshop in Australia for food grades.The principal's 'squatter' alert puts cop Tom on the trace of Miguel, leading to Mila, who clearly helped the 'escaped murderer'. Jimmie needs inspiration for a cheap hit musical by tomorrow and sees Freddy kiss Fenne. Brandon wants to replace Jonas as Mila's boyfriend but believes it's too soon to move. Out of other clues, the gang returns to Quinten, who moves now the gold snake bandits are active again and ...    "
                },
                "27": {
                    "title": "Episode #3.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 27,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex is strangely quiet after Jules cheerfully remarks his mother thinks they are an item. Jimmy overhears Freddie warning Fenne even paying off her debt can't sever their ties, then finds she has a bracelet with the golden snake emblem. The police officially searches Mila's place for traces of Miguel. Brandon agonizes how to approach her without scaring her off.    "
                },
                "28": {
                    "title": "Episode #3.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 28,
                    "original air date": "2 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex gives a great sensitive mime performance. Jules is not amused when his snobbish mother makes crystal clear his dream workshop in Australia depends not dating 'common' Alex, posing a dilemma. Miguel hides scared and hand-wounded, is delighted that Mila sent him provisions, delivered by Brandon, whom he finds greatly recalling his mother. Jimmie gets desperate for inspiration for a cheap hit musical by tomorrow and gets Fenne to admit she was dragged into the gold snake gang with Freddy. Jonas promises to help Mila who wants to try getting her recruited.    "
                },
                "29": {
                    "title": "Episode #3.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 29,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex is down because Jules is no longer cheerful and aloof, is if preoccupied by Australia, ignoring his mother's condition. Inspired by Jonas's research about the Medici murder play Miguel rehearsed with Helena, and the news their theater is being restored for the musical competition, Jimmy decides to stage that. Brandon finds out that Mila is determined to leave the Ghostrockers, who are shocked, so Jimmie must admit Fenne considers introducing her to the golden snake. Freddie is not amused that Fenne suggests Mila could take her place and orders the intruder ...    "
                },
                "30": {
                    "title": "Episode #3.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 30,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex is down even more then Jules, who reluctantly tells him he's concentrating on his career and preparations for by Australia. Blinded by colleague Vince De Leeuw's ambition to beat the conservatory in the musical competition, the principal agrees to team up with Vince in artistic charge on Jimmy's Medici murder play. Brandon and her fellow Ghostrockers protest that Mila is determined to leave the band, so Jimmie must admit it was Fenne condition for introducing her to the golden snake. Freddie ponders Fenne's suggestion that Mila, being unknown and Miguel's heir, ...    "
                },
                "31": {
                    "title": "Episode #3.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 31,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex's gloom yields a fine melancholic piano performance, which he dedicates to unnamed negative muse Jules, who has chosen Australia but regrets it. Jimmy is panicking, unable to track down the rare Medici murder play script. Brandon and Jonas decide to keep an eye on Mila, whom Fenne prepares for her 'test mission' to join the golden snake.She must seduce the rival Silva gang's playboy prince Lucas, and her grossly cocky attitude seems to awake his interest.    "
                },
                "32": {
                    "title": "Episode #3.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 32,
                    "original air date": "8 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Jules's posh mother's endless nagging and snobbery over finding a suitable mate 'our level' decides him to break his promise and delightfully surprise Alex with a passionate kiss. Brandon can't resist breaking up Lucas and Mila, which renders him suspicious. Frederik prepares and instructs her to break into the rival Silva gang's playboy prince Lucas's villa, and steal the priceless statue, but she clumsily sets off his alarm. Jimmy finds the rare Medici murder play script, helped by Charlie, and assures her they remain best buddies.    "
                },
                "33": {
                    "title": "Episode #3.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 33,
                    "original air date": "12 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex wants to tell the mates being on kissing terms with Jules, but he holds back, asking to 'chill'. Frederik nearly left without Mila as the villa alarm was triggered but gets her out after Lucas arrives, who fails to follow them, and wonders how she got into the safe unprepared, but is delighted they got the statue. Desperately preparing the Medici Murder musical project for Vince, Jimmy kisses Charlie.    "
                },
                "34": {
                    "title": "Episode #3.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 34,
                    "original air date": "13 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Medici Murder musical project presentation is a hit, hood enough to snatch the last competition spot the Conservatory was counting on. In celebratory mood, Jimmy and Charlie tells the band gang they're a couple. Alex confides Jules kissed him, but wants to keep it quiet, and when asking Jules with another kiss learns the problem is his mother's obsession with an exclusive career focus. Mila ignores warnings from Manuel and Brandon that stealing to infiltrate Golden Snake is way over the top, and overhears the gang boss explain to Frederik that the cup Helena ...    "
                },
                "35": {
                    "title": "Episode #3.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 35,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex overhears Jules' mother stating he must not only focus on his career, but 'common' Alex isn't good enough for the posh family, so Alex goes into sulking mood, fearing their relationship is doomed. Mile wines endlessly to Miguel and Brandon as if they had no reason to worry about her excessive risk, and is duly given a non-passing grade by the new dance teacher, as she failed to prepare or even find a proper partner. Instructed by Vince to show the musical cast and crew who's boss, Jimmy finally does but overdoes, needing sensible advise. The ghosts latest song ...    "
                },
                "36": {
                    "title": "Episode #3.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 36,
                    "original air date": "15 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex overhears Jules' mother stating he must not only focus on his career, but 'common' Alex isn't good enough for the posh family, so when Jules begs understanding to save his Australian dream, Alex goes into sulking mood, fearing their relationship is doomed. Mile wines endlessly to Miguel and Brandon as if they had no reason to worry about her excessive risk-taking, and is duly given a non-passing grade by the new dance teacher, as she failed to prepare or even find a proper partner, even runs off, yet Brandon seeks to comfort and rescue her, but she just snaps ...    "
                },
                "37": {
                    "title": "Episode #3.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 37,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Jules' mother bursts into class to praise his devotion to his career, but thus decides his mind to publicly kiss Alex , so when she demands Jules chooses give up his Australian dream, even proves prepared to move out of home. Mila gets Brandon as stake-out to plant a bug on the ballerina statue, but Fre catches her at the safe. Jimmy's casting is compromised when headless Charlie forces him to offer poor actor Jonas the male lead.    "
                },
                "38": {
                    "title": "Episode #3.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 38,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex is back in jolly mood now Jules has chosen him over Australia. Jonas and co-lead-lover Fenne act worse then Jimmie feared, yet Vince announces a checkup soon. Fre doesn't realize what Mila was doing, she even overhears him agree to a delivery with the one person who knows where to find the cup and is given the ballerina statue as price . Brandon comes along to check up on the parcel, but they're caught.    "
                },
                "39": {
                    "title": "Episode #3.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 39,
                    "original air date": "21 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex is delighted that Jules chooses him over Australia, but his mother calls his bluff when Jules threatens to move out. Vice attends a rehearsal where Jonas didn't even learn the right text and orders the male lead replaced. Mila plants a bug on the ballerina and follows Fre delivering it to a fence who pays for it with a horse statue delivered to a warehouse, where Jonas and she are caught searching for it, but he bluffs their way out and snatches the Trojan horse, even makes the owners explain it holds half the code to the poisoned cup.    "
                },
                "40": {
                    "title": "Episode #3.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 40,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alex is back in jolly mood now Jules has chosen him over Australia and charms unwilling Mila in taking Jukes in as temporary house guest. Jimmie fired Jonas as male lead, the rest of the gang feels he betrayed the band of friends. There is no progress in deciphering the Trojan horse code or finding the other half. Miguel is pleased that Mila starts believing in Brandon again. Thanks to a security video, Fre and his superior find out Jonas and Mila commandeered the horse and realize they're after the cup for Miguel's sake.    "
                },
                "41": {
                    "title": "Episode #3.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 41,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Jules and Alex are happy as artistically productive, openly kissing couple, his posh mother tries to get the Australian masterclass to count but the Academy stick to the program. Fre and his superior admit to big boss Torenstra that Miguel's daughter stile the first code part and are ordered to fix things. Fre arranges to copy her cellphone which puts them just as far as the band gang plus Miguel and Brandon on the trail of the second code half, a Paris museum piece Helena probably stole. Jimmie's alternative leads impress Vic, but Charlie wines friendship must come ...    "
                },
                "42": {
                    "title": "Episode #3.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 42,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Jules, who color-messes her laundry, and self-invited Alex happily take over host Mila's apartment. Both band and crime gang realize the second code half must be on the Trojan horse artist's simultaneously Paris museum-stolen Odysseus-statue, and resolve to get it. Jonas objects to Charlie dumping Jimmie over the recasting.    "
                },
                "43": {
                    "title": "Episode #3.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 43,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The band gang is first at the villa to steal the Odysseus statue from a villa, with Alex risking life and limbs to distract the guard dogs. Fre's gang arrives just in time to record the break-in, his boss decides to let them go and inform the police. Only Jimmie refused to go along with such excessive risk, but finds his new cast too professional to bond as friends.    "
                },
                "44": {
                    "title": "Episode #3.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 44,
                    "original air date": "12 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Jules and Alex give Mila's apartment a much-needed makeover with gay taste, but the ingrate comes him a nearly-overstayed guest. Alex smashes the Odysseus statue, revealing a note containing the second code half, but Mila walks around with it outside, where Fre can snatch it up and show he recorded the break-in, which cop Tom already received. Jules dates Fenne, who backs down when he tries to kiss. Charlie remains mean to Jimmie.    "
                },
                "45": {
                    "title": "Episode #3.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 45,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The break-in recording instantly makes the Ghost Rockers wanted fugitives. Jonas barely escapes from school when cop Tom searches it and hides with Miguel and Brandon, yet can' resist sneaking out to see Fenne, waving her claim he's too good for her as he's the wanted criminal. Jules furiously believes art-thieving lover Alex is also a liar who made him sacrifice his home for nothing, so he returns. Jimmie is ordered by Vince to cease all contact with the disgraced band. Alex risks sneaking there to explain, but alas mother Curtis observes them and calls the police. ...    "
                },
                "46": {
                    "title": "Episode #3.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 46,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Alex risks everything to explain and win Jules back, but his mother called the cop Tom, whose team set a successful trap using Jules as reluctant bait. Jonas kissed Fenne and Mila Brandon before consulting an old theater contact from Miguel's day, but none of them makes progress on the code -nor does Fre's side- or escapes arrest. Jimmie is found out by Vince having delegated directing rehearsals to incompetent Lauren to visit the band -Brandon still isn't included- and duly rebuked.    "
                },
                "47": {
                    "title": "Episode #3.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 47,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Cop Tom having arrested Alex and Charlie, Vince pulls the lug on the musical, so Charlie has too much time to visit them and make up. Mila thinks the old man's clues can break the and goes to Miguel and Brandon, but was followed by Tom's team. Miguel distracts the by offering himself for arrest, Brandon makes sure she thus escapes. Fre and his boss captured Fenne to force her to help finding the band gang and crack the code, but she manages to call Jonas for help. .    "
                },
                "48": {
                    "title": "Episode #3.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 48,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Locked up, Alex and Charlotte can only speculate. Brandon proves the smart a,s responsible one, controlling Mila's headless emotions. Jonas rushed to the gold snake HQ to liberate Fenna, which as Bradon fears went too easy: Fre secretly follows them to the band's hideout. Charlie joins them and manages to crack the code, combining the halves into Greek letters spelling a Ducth text, unaware they're overheard the cu must be in a Great war fort.    "
                },
                "49": {
                    "title": "Episode #3.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 49,
                    "original air date": "22 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Visiting Alex and Charlie in prison, Jimmie reports the code is cracked, the others free except Miguel. He convinces the school team a low-budget version of the Titanic musical is worth making, yet isn't sure how himself. Jules refuses even to hear about Alex. Jonas and Brandon's party find clues and key in the fort, and ultimately Helena's contraband stash, containing an apologetic letter for Brandon and the cup. But gild sneak observed and moves in to snatch it all up, including the gang boss whose murderer ID it may prove.    "
                },
                "50": {
                    "title": "Episode #3.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 50,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The gang is stunned to find the fold snake big boss in none other then principal Vince, who orders them eliminated by means of the fort's torture room with descending ceiling. But an open cellphone alerted Jimmie, whom Jules helps bring in the police, find and free the mates. Only Fre escapes and lurks around, while Alex and Charlotte are freed and join the celebration. Brandon accepts to play the lead with the others completing cast and crew so the musical can still go on.    "
                },
                "51": {
                    "title": "Episode #3.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Rockers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 51,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 171,
        "cast": [
            {
                "name": "Verstappen, Wout"
            },
            {
                "name": "Gerlo, Juan"
            },
            {
                "name": "Avastia, Elindo"
            },
            {
                "name": "Michel, Matthew"
            },
            {
                "name": "De Munter, Hans"
            },
            {
                "name": "Mertens, Maarten"
            },
            {
                "name": "De Meyer, Michiel"
            },
            {
                "name": "Van Herwegen, Kobe"
            },
            {
                "name": "Decleir, Jenne"
            },
            {
                "name": "Schepens, Jan"
            },
            {
                "name": "de Ridder, Leendert"
            },
            {
                "name": "Clerckx, Kristoff"
            },
            {
                "name": "De Donder, Walter"
            },
            {
                "name": "Muylle, Leonard"
            },
            {
                "name": "Boen, Steven"
            },
            {
                "name": "Linden, Ernst ter"
            },
            {
                "name": "Hirsch, Serra"
            },
            {
                "name": "Oltmans, Tinne"
            },
            {
                "name": "Stroobants, Mark"
            },
            {
                "name": "Verhulst, Marie"
            },
            {
                "name": "De Nul, Agnes"
            },
            {
                "name": "Goossens, Carry"
            },
            {
                "name": "De Jonckheere, Justine"
            },
            {
                "name": "De Vucht, Nick"
            },
            {
                "name": "Van Nuffel, Steve"
            },
            {
                "name": "De Beul, Joris"
            },
            {
                "name": "Delhem, Rudi"
            },
            {
                "name": "Kroezen, Sophie"
            },
            {
                "name": "Bernaerts, Philippe"
            },
            {
                "name": "Bober, Marc"
            },
            {
                "name": "Lahousse, Gert"
            },
            {
                "name": "Steen, Jan"
            },
            {
                "name": "Geerling, Fauve"
            },
            {
                "name": "Mintjens, Jade"
            },
            {
                "name": "Vanhaverbeke, Bianca"
            },
            {
                "name": "de Graauw, Bart"
            },
            {
                "name": "Oomen, Joni"
            },
            {
                "name": "Poelmans, Stef"
            },
            {
                "name": "Wolfs, Pjotr"
            },
            {
                "name": "Pasteleurs, Charley"
            },
            {
                "name": "Tylleman, Cedric"
            },
            {
                "name": "Van Goethem, Alain"
            },
            {
                "name": "Vandaele, Andrew"
            },
            {
                "name": "Vereycken, Eddy"
            },
            {
                "name": "Bouve, Mieke"
            },
            {
                "name": "Luts, Zion"
            },
            {
                "name": "Mertens, Gert"
            },
            {
                "name": "Waem, Jimmy"
            }
        ],
        "genres": [
            "Drama",
            "Family",
            "Fantasy",
            "Music"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Norway:7::(TV rating)"
        ],
        "number of seasons": 4,
        "rating": 7.6,
        "votes": 36,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzcwOTQyZDEtZDQ3Mi00NzI2LTk3OWUtOWQ4YjY1NDYwYTRhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjk2NzE1OTQ@._V1_SY150_CR5,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Ghost Rockers",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Ghost Rockers (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Studio 100"
            }
        ],
        "distributors": [
            {
                "name": "VRT / Ketnet"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 36,
                "rating": 7.6
            },
            "aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 13,
                "rating": 5.6
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "males": {
                "votes": 18,
                "rating": 5.3
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 5.6
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "females": {
                "votes": 5,
                "rating": 5.8
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.5
            },
            "us users": {
                "votes": 2,
                "rating": 10.0
            },
            "non us users": {
                "votes": 16,
                "rating": 4.8
            }
        },
        "number of votes": {
            "10": 16,
            "9": 4,
            "8": 3,
            "7": 5,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 7.6,
        "median": 9
    }
}