{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 December 2014"
            }
        ],
        "release dates": [
            "Canada::4 December 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Lennox Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coastal Stories (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "9 May 2016",
                    "year": "2016",
                    "plot": "\n    Gilbert Alex Sark is a pillar of his community. This documentary celebrates his rich culture and explores how he's inspiring the next generation of youth on Lennox Island, Prince Edward Island.    "
                },
                "2": {
                    "title": "We Are The Galley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coastal Stories (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 May 2016",
                    "year": "2016",
                    "plot": "\n    Chef Norman fell in love with Prince Edward Island. The moment he crossed the Confederation Bridge he immediately knew that he wanted to open his own kitchen in his own way. Check out how he and his partner chef Richard are taking the Summerside food scene by storm.    "
                },
                "3": {
                    "title": "For The Love of Oysters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coastal Stories (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 May 2016",
                    "year": "2016",
                    "plot": "\n    Jeff Noye is a pillar of his community and not shy to shout about his love for Tyne Valley. Find out how he helped to bring his homegrown oyster festival to the International stage.    "
                },
                "4": {
                    "title": "Farmboys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coastal Stories (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    The Maynard brothers have farming in their blood. They can't imagine life without it even amongst tragedy.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Tale of Two Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coastal Stories (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Twenty-eight years ago Shelley Campbell left her tropical island for love. Since then she has become instrumental in protecting PEI's history, literature and Lucy Maud Montgomery's legacy on her new island home.    "
                }
            }
        },
        "number of episodes": 5,
        "locations": [
            "Prince Edward Island, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTQzYjcyMGEtZTU1Mi00MzNmLWE4MGEtZTQwOTE1OWE4NGJmXkEyXkFqcGdeQXVyMjIyNzMyOTE@._V1_SY150_CR93,0,101,150_.jpg",
        "plot outline": "Coastal Stories is a documentary series consisting of eight short documentaries about the people, places and themes that make Western PEI unique. We started collecting the stories throughout the summer of 2014 and it was mainly through word of mouth that we came across these 8 diverse individuals. After being submersed into these rich and charming communities, we easily could have made 100 more documentaries. We are excited to build upon this project and create a visual database that can be cherished not only in this region but from all over Canada and the world for years to come.",
        "languages": [
            "English"
        ],
        "title": "Coastal Stories",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Coastal Stories (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Tiny Town Media"
            }
        ],
        "plot": [
            "_Coastal Stories_ (qv) is a documentary series consisting of eight short documentaries about the people, places and themes that make Western PEI unique. We started collecting the stories throughout the summer of 2014 and it was mainly through word of mouth that we came across these 8 diverse individuals. After being submersed into these rich and charming communities, we easily could have made 100 more documentaries. We are excited to build upon this project and create a visual database that can be cherished not only in this region but from all over Canada and the world for years to come."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}