{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 December 2014"
            }
        ],
        "release dates": [
            "USA::22 December 2014"
        ],
        "episodes": {
            "4": {
                "2": {
                    "title": "A Big Family Goes Tiny in the Shenandoah Valley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "22 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Brian and Sarah want to leave behind all the work that goes along with having a 4000 square foot home and go tiny so they can spend more time with their three young boys. Can this big Shenandoah Valley family of five find everything they need in a super small space? The hunt is on!    "
                },
                "3": {
                    "title": "Tiny Vacation Sanctuary in Northwest Washington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "28 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Greg, Heather and their two kids are big time outdoor enthusiasts, and since they live just outside Seattle, there are almost limitless possibilities. They've saved up a nest egg for a tiny getaway home where they can unwind, un-plug, explore, and enjoy each others' company. But Northwest Washington offers such a smorgasboard of mountains, forests, rivers, beaches and lakes, that the decision will be harder than they ever imagined.    "
                },
                "8": {
                    "title": "Tiny Living Big Sky Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "9 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Susan, Darryl and son Cooper balance their time between the outdoor life they love in Montana and sailing on their boat in Mexico. In order to continue enjoying the best of both worlds the family needs to spend less by going Tiny in Polson. Can Susan, with the help of her wild friend Kim, settle on a Big Sky Country home that will work for a family of three? Let the tiny hunt begin.    "
                }
            },
            "1": {
                "1": {
                    "title": "Luxury Micro Cabins in Wisconsin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Bostonians Gus and Kyle are always on the go juggling busy careers and social lives. This couple craves a tiny, vacation home along the shores of Lake Superior in Northern Wisconsin, where they can escape their hectic lifestyle to enjoy the natural surroundings and quality time with each other.    "
                },
                "2": {
                    "title": "A Tiny Bite of the Big Apple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    As a licensed real estate salesperson of many years, Jacqueline is hip to New York City's notorious real estate scene. But this time the hunt is personal. Jacqueline and her husband David want to raise their growing family in the city they love, but in a town where the price per square foot can hit $1,000, buying a tiny space is an all out survival tactic. Ingenious design will be key to fitting their soon to be family of four into 650 square feet and as they say--if you can make it tiny here, you can make it tiny anywhere.    "
                },
                "3": {
                    "title": "Portable Micro Homes in Portland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Eric Cavizo, an eccentric barbershop owner based in Portland, Oregon, is sick of writing rent checks every month and wants to buy his very first home that he can share with his seven-year-old son, Kaden. But after seeing some of the extraordinary options available, all with modular customizations, Eric is having a tough time trimming down his options. Eric has a big decision on his hands about how tiny he should ultimately go.    "
                },
                "4": {
                    "title": "Tiny Beach Bungalows in Florida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Empty nesters Glen and Lawson are looking for the perfect, tiny beachside getaway for themselves and their family. But with five adult kids and two dogs in tow, finding a tiny beach bungalow that accommodates all seven of them and fulfills the other items on their wish list will be quite the challenge.    "
                },
                "5": {
                    "title": "A Tiny House Boat in Seattle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Middle School Gym teacher Jason is looking to trade in his comfortable one bedroom Seattle apartment for a tiny floating bachelor pad. But will living in a tiny houseboat mean giving up the party and entertaining space his lifestyle requires? And is life on the water all it's cracked up to be?    "
                },
                "6": {
                    "title": "Going Tiny in the Tetons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Erin and Lindsey are outdoor sports fanatics. So it's not a shock that they've targeted Lindsey's hometown of Jackson Hole, Wyoming for their first home purchase. To make their dream affordable, they're looking at a new community of state of the art tiny homes. But will going tiny be a good thing for their ten-year relationship?    "
                },
                "7": {
                    "title": "Tiny Intervention in Cape Cod",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Cathy tells her partner Andy that she's ready to downsize from their twenty-six hundred square foot lives in Pennsylvania into a tiny Cape Cod cottage near the beach--but much to Andy's dismay she's having trouble walking the talk. When things get real, she wants to take a wrecking ball to every space she sees in order to make it bigger, and that's just not what going tiny is all about. Either her big dreams to renovate get a tiny intervention or Andy gives up his dream to put his toes in the sand.    "
                },
                "8": {
                    "title": "Tiny Retreat in Coastal Maine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Celine is a doctor in Portland Maine. Her wife Jac is a sculptor, painter, and creative dynamo. They also invest in tiny rental real estate, mainly to meet the needs of Maine's \"summer people\". Recently, they've started wondering if they'd be happier trading in their beautiful but demanding 3000 sq. ft. 1920's home for a tiny year-round place of their own. But is 500 square feet big enough for two willful women who each need their own space? A great relationship hangs in the balance.    "
                },
                "9": {
                    "title": "A Tiny Bachelor Pad in Phoenix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Matthew, a Phoenix native, is trying to piece his life back together after ending his engagement. He's tired of couch surfing. With the help of his brother Tim, Matthew is determined to be a homeowner. Having decided to go tiny, he's enlisted sisters Lila, an architectural designer, and Jenny, a real estate agent, to help him find the perfect pad. Together, these dual sibling teams are on the hunt for a tiny place that will fit Matthew's bachelor needs.    "
                },
                "10": {
                    "title": "Texas Tiny in Austin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Mickey and Catalina are ready to leave their high-rise in downtown Austin for a tiny house just outside the city. They're hoping to find a home that's close to their favorite hiking trail, has enough yard space for their beloved dog, and has a great design aesthetic. But with a wedding on the horizon, this newly engaged couple will have to be extra mindful of their budget!    "
                },
                "11": {
                    "title": "Tiny Living in Nashville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    John and Sarah, a young and successful couple living in Nashville, have become tiny house enthusiasts. They've embraced a lifestyle in which less is more, and hope to raise their two-year-old daughter on the principles of simple living and valuing experiences over possessions. But local laws prohibit long-term living in tiny houses, and they're not sure if John's desire for a functional kitchen will be at odds with Sarah's budget concerns.    "
                },
                "12": {
                    "title": "Tiny Condos Versus Cottages in San Francisco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Sara and Andy started out as roommates living together in a rental in San Francisco, but before long, their friendship blossomed into romance. Now, they're finally ready to invest in a place of their own, and with a modest budget, they have their hearts set on going tiny. They've recruited Sara's cousin Jennifer, a local real estate agent, to help find a tiny home for them and their dog. Sara prefers a house with a yard, while Andy advocates for a condo, so there will be a lot of discussion about compromise as they traverse the hills of San Francisco.    "
                },
                "13": {
                    "title": "Tiny and Portable in Portland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Originally from Atlanta, Alice moved to Portland after landing her dream job working for a major sporting goods company. As an engineer, she's always been fascinated with efficient living, and as an athlete she's passionate about outdoor sports. With these combined motivations, she's decided to ditch her regular-sized apartment, along with most of her belongings, and opt for a tiny house. Her mom is making the trek from Atlanta to give Alice her trustworthy opinion, and to make sure Alice chooses a home with enough space for guests, including herself!    "
                }
            },
            "2": {
                "1": {
                    "title": "Tiny Alternatives in Charleston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Shauna and Justin are married \"dual income no kids\" entrepreneurs who love to travel, hang out in downtown Charleston with their friends, and enjoy the outdoors. When it comes to buying their first living space, they both want to keep it simple and tiny.    "
                },
                "2": {
                    "title": "Puget Sound Tiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Tiny Home Hunter Carol is a single mom in La Conner, Washington a cute little town on Puget Sound. With only high school junior Jayna left at home, Carol thought life would start to settle down. But then along came Rob, a six-foot- three former pitcher for the Houston Astros. Now a definite item, Carol and Rob plan to move to Seattle when Jayna heads off to college.    "
                },
                "3": {
                    "title": "Tiny Beach Bungalows of Long Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "8 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Virginia and Debbie are partners in business and in life. Their business is managing vacation properties on Long Island's legendary coastline. At home, their lives revolve around their four shared kids, and each other. With the kids nearing adulthood, Virginia and Debbie want to lavish a little more attention on themselves.    "
                },
                "4": {
                    "title": "The Straight Skinny on Baltimore's Slim Row Houses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "8 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Eric Meyer is a sharp whip who is used to having things go his way. But when it comes to making his first property investment in Baltimore's historic harbor district, his appetite for the finer row home offerings some being only 10 feet wide is bigger than his pocketbook can bear.    "
                },
                "5": {
                    "title": "Tiny Home Saves Couple Lost on Adventure Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "15 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Alan and Ann started building a cargo container home on a remote island north of Seattle, but after too many project delays to count they've got nothing to show for their eight years of effort. Time for Plan B -- buy a super off-the-grid tiny home with all the modern conveniences and have it barged out to the island. Hmm, will that be any easier than Plan A?    "
                },
                "6": {
                    "title": "Going Micro in Gotham",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Jasen and Eric are a married couple with family roots and a Victorian home in quiet Long Island, but a passion for the Manhattan lifestyle. And since they both work in Gotham, they'd love to get their commuting time back. They want to have the best of both worlds by keeping their home on the Island, and buying an affordable tiny space in the city.    "
                },
                "7": {
                    "title": "An ADU in Austin, Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Austin dwellers Michael and his girlfriend Beth are modern American nomads. They want to keep their financial commitments low, and their flexibility high so they can wander the world as they please. Michael's normal-sized home of ten years seemed like an impediment to this lifestyle, until he got a brainstorm.    "
                },
                "8": {
                    "title": "Tiny for Two in Chicago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Jenna and Scott are buying their first place together in the windy city and although they agree that limiting their lifestyle to a five hundred square foot space will allow them to live life to the fullest, that's where the harmony ends.    "
                },
                "9": {
                    "title": "A Tiny Starter Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Currently living in Sarah's parents' house, these risk-taking newlyweds are ready to take on one of their biggest adventures yet--investing in a tiny home. As freelance videographers, Patrick and Sarah love being in control of their own schedule, and having the ability to travel for extended periods of time.    "
                },
                "10": {
                    "title": "Tiny Beach Bug Bites Hardened City Dweller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "29 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Maura and Scott are the proud parents of two year old Beatrice and until now they've always thrived on the art scene and energy of New York City. But Maura, who's from Charleston, SC originally, wants to rediscover her roots, and historic downtown Charleston has a lot to offer: cultural events, walkability and cozy abodes under 600 square feet.    "
                },
                "12": {
                    "title": "Once Upon a Tiny House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "6 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Boise based writer Elisabeth McKetta and her husband James Stead have a tiny quandary on their hands. They know they want to by a tiny house but they each want one for completely different reasons.    "
                },
                "13": {
                    "title": "Tiny Honolulu Bachelor Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "5 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Jon is Honolulu born and bred. He went to college in Ithaca, New York, but migrated right back to his Pacific paradise when he was done with school. He's a physical therapist, Ironman triathlete, and an eligible bachelor with a gonzo social life. And at the age of 30, he's ready to buy his first home.    "
                },
                "15": {
                    "title": "Hitting the Tiny High Notes in Boulder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "12 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Railsplitters is a Boulder, Colorado based bluegrass band headed by lead singer and guitarist Lauren Stovall, and now that they're blowing up she's spending long stints on the road moving from gig to gig and living in one hotel to the next.    "
                },
                "16": {
                    "title": "Tiny Home of Kitchen Nomads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "12 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Nash and Sophie are newlyweds and professional cooks at a high end restaurant in Salt Lake City. But to become chefs in the ultra-competitive culinary world, they need to be nimble. That means pulling up stakes and moving to a new city whenever opportunities arise.    "
                },
                "17": {
                    "title": "Living Tiny on Hawaii's Big Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Australian Andrew and Californian Connie are the original free spirits. Andrew's first job was as a guitarist in a 1980's Aussie rock band. He met Connie on a rock video shoot in LA where she was a wardrobe stylist, and sparks flew. Fast forward 22 years, and they're married and living in Hawaii.    "
                },
                "18": {
                    "title": "Hold Me Closer Tiny Dancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Kendra is a successful dancer who travels the world performing in blockbuster theater productions, but when it comes to investing in a tiny home base, Chicago is where her heart is--especially near one of the city's many beaches. With jazz hands excitement, Kendra has always dreamed about owning a tiny urban space near the water, but she's not the only one in the chorus line.    "
                },
                "19": {
                    "title": "Tiny Retreat in Kansas City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    As a road manager on a bunch of big name music tours, Angela spends eight months a year living on a sleeper bus. Every day she rolls into a new city, sets up a production office, manages the event, and packs up again. When a tour wraps up, she usually heads back to her hometown of Kansas City, and crashes with her mom.    "
                },
                "20": {
                    "title": "San Diego's Tiny Craftsmen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Drew Smith is a Navy doctor who's been deployed to San Diego. He and his wife, Libby along with their two dogs, have moved into a temporary apartment downtown until they can find a 700 square foot craftsman home in the historic streetcar neighborhood of North Park. Original built-ins and vintage charm abounds in the area's prewar homes, something Libby loves.    "
                }
            },
            "3": {
                "6": {
                    "title": "Tiny Honeymoon in San Diego",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Bianca and Sara met in grad school and became inseparable best friends. A semester studying abroad brought them even closer and when they realized it was love, they never looked back. Now engaged, these glamor girls are house hunting and planning their wedding, at the same time. To stay in one of the trendy and pricey San Diego neighborhoods they love, they're going tiny.    "
                },
                "7": {
                    "title": "Tiny for a Family of Five in Temecula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    With three teenagers in the house, Joe and Sheri live a hectic life of sports, homework and family meals. But they'll be empty nesters soon, and it's motivating them to look tiny. Their hope is to find a place that will work immediately as a family retreat for five, but also serve as a permanent residence for the two when the kids fly the coop. Joe and Sheri are led on their search by local agent Jackie, who does her best to navigate their differences in size and location.    "
                },
                "11": {
                    "title": "Tiny Living in Sonoma Wine Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "6 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    On a trip from D.C. to California's wine country a few years ago, Keith and Rob discovered how much they love the place. So much so that they decided to move to San Francisco permanently just so they could continue spending their days off strolling the vineyards and tasting wine.    "
                },
                "12": {
                    "title": "Tiny Pasadena State",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Tiny San Diego Digs for Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    British born Rachel, and lifelong Californian Josh fell in love when Rachel was on vacation on the West Coast during college. Now they're married and the proud parents of 18 month old Vivienne, and it's time to put down some roots in sunny San Diego.    "
                },
                "14": {
                    "title": "Tiny House for a Baby Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    San Diego dwellers Carleigh and Kevin are getting ready for an intense 9 weeks. Specifically, they'll be buying their first home, and welcoming their first child into the world.... hopefully in that order! They're determined to be close to the beach, and are willing to go tiny to make that happen. But is 500 square feet really enough space for three, even if one is a rugrat? Time will tell.    "
                },
                "16": {
                    "title": "Finding Texas Tiny That's Worth It- Fort Worth It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Jared and Lindsay did exactly what they were \"supposed to\". They met. They married. They managed to buy the big house. But it didn't take long for them to realize that the expectations of life were coming up short for them personally. They found too much house space was keeping them in debt and stressed out.    "
                },
                "18": {
                    "title": "Tiny San Francisco Flat Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tiny House Hunting (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Gregoire and Christopher both grew up on the East Coast, but are now confirmed San Franciscans. Christopher is a flight attendant for a major airline, and Gregoire works in web marketing. They've been together for eight years, and when Prop 8 was finally overturned in 2013, they were among the first to get married at San Francisco City Hall.    "
                }
            }
        },
        "number of episodes": 42,
        "cast": [
            {
                "name": "Meyer, Eric"
            },
            {
                "name": "Patel, Hiten D."
            },
            {
                "name": "Shah, Harita S."
            },
            {
                "name": "Kincaid, Andrew"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 7.1,
        "votes": 56,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzU1MTU2NTQ0Nl5BMl5BanBnXkFtZTgwNTc1NDc5MzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Tiny House Hunting",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Tiny House Hunting (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Binetti, Matt"
            }
        ],
        "production companies": [
            {
                "name": "Loud Television"
            }
        ],
        "plot": [
            "Follows people on the hunt for the perfect mini-space, bringing a fresh perspective to \"scaling back.\""
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 56,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 25,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 15,
                "rating": 6.1
            },
            "males": {
                "votes": 19,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 3.8
            },
            "females": {
                "votes": 29,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 16,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 7.2
            },
            "us users": {
                "votes": 31,
                "rating": 7.3
            },
            "non us users": {
                "votes": 7,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 13,
            "9": 4,
            "8": 11,
            "7": 12,
            "6": 5,
            "5": 3,
            "4": 2,
            "3": 0,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}