{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 November 2014"
            }
        ],
        "release dates": [
            "USA::11 November 2014"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Time travel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    Time machine\" visits with cast members from previous seasons to see where are they now? Plus, we meet the new cast member of season 3 and discover why they are competing for a chance to become the next marijuana millionaire.    "
                },
                "2": {
                    "title": "You have 10 seconds to interest me",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    Contestants have 6 days to prepare pitches to become the next marijuana millionaire. Karen paull and wendy robbins coach the cast on how to pitch. The cast is given minutes to come up with funny snl type skits about their products.    "
                },
                "3": {
                    "title": "Childhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    The cast is asked to reveal their biggest fears and to share who they weren't allowed to be as a kid and how that has affected them as an adult. As a viewer, what do you fear? What is it about you that you don't want to reveal to anyone because if they knew they may not like you.    "
                },
                "4": {
                    "title": "Breaking bud",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Walter white visits the set. Producers, wendy robbins and karen paull get arrested. The cast learn about compliance, regulations and laws on the 420 game show. The cast shares emotional, raw stories about why it's important to legalize cannabis. Two teams have 30 minutes to create and compete to create the most effective commercial to legalize it.    "
                },
                "5": {
                    "title": "Why?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "plot": "\n    Producers and mentors, karen paull and wendy robbins ask contestants to share their most passionate reason why they are in the industry. Everyone votes. Three people are eliminated. Who stays and who goes? Find out and watch the final episodes on themarijuanashow.com .    "
                }
            },
            "2": {
                "1": {
                    "title": "Life in the fast lane",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    A contestant risks his entire life savings to produce the first cannabis car since henry ford. A producer pitches a major hollywood cannabis comedy. Another contestant pitches his advertising business to save his longtime girlfriend's life. With so much at risk, who will get the investment, and who will go home empty handed?    "
                },
                "2": {
                    "title": "How to make your old dog young",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    An adorable ten-year-old ceo is forced to fill his dad's shoes. His dad is in prison for two years for marijuana possession. Together with his mom, they pitch investors to help save their business. Wendy robbins coaches mom and son to overcome their extreme fear. Russell simmons speaks about the prison system and the failed war on drugs. Will they be lucky dogs or end up in the doghouse?    "
                },
                "3": {
                    "title": "Why invest in cannabis?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    100 million americans deal with pain and anxiety; cannabis treats both. Wendy and karen work with a twenty-four-year-old man who has a dream to help cancer patients and those suffering from pain. Many in his family have died from cancer and they put their life savings into creating a 130-acre cannabis farm in colorado. If he doesn't get an investment, his family will lose everything.    "
                },
                "4": {
                    "title": "What does it take to become a marijuana millionaire?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Marijuana is a multi-billion dollar industry and dispensaries that sell can make $50,000 or more a day. Securing a license to sell is expensive and competitive. With a week to go to raise money, a contestant in hawaii and one in baltimore compete to get the investment. Will they cash in on their dreams, or will their hopes go up in smoke?    "
                },
                "5": {
                    "title": "Cannabis! Just what the doctor ordered",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Marijuana Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Cannabis has naturally, safely, and effectively relieved symptoms of epilepsy, multiple sclerosis, ptsd, cancer, and dementia. Producers karen and wendy work with a contestant wanting to expand his business: making it easier for patients to get their medical marijuana card. His wife is in labor - will he be able to pitch before his wife gives birth?    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Paull, Karen J."
            },
            {
                "name": "Robbins, Wendy"
            },
            {
                "name": "Henry, Justin"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGYzN2Y0ZGItMWM1Yi00OTVlLWE5ZDAtNGNkOGNjYWMxYmYzXkEyXkFqcGdeQXVyNTYzMDIyMzQ@._V1_SY150_CR62,0,101,150_.jpg",
        "budget": "$100,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Marijuana Show",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Marijuana Show (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Tingle Global Media"
            }
        ],
        "distributors": [
            {
                "name": "Ghost Group"
            }
        ],
        "plot": [
            "Cannabis business owners compete to receive money and mentor-ship from investors. \"Shark Tank for the legal cannabis industry.\" - CNBC. $5 million was offered in the first season and $13 million was offered second season.::Wendy Robbins"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}