{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "28 February 2014"
            }
        ],
        "release dates": [
            "Australia::28 February 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bell, Patrick"
            },
            {
                "name": "Lamont, Richard"
            },
            {
                "name": "Meerkat, Lexadar"
            },
            {
                "name": "O'Connell, Pia Jane"
            },
            {
                "name": "Snape, Stephen"
            }
        ],
        "locations": [
            "Queensland, Australia"
        ],
        "genres": [
            "Sci-Fi"
        ],
        "runtimes": [
            "4"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODQxMjViNzUtYjM1Ny00YWRmLTlmNDktZTQ1OWNmZDk1ZTdmXkEyXkFqcGdeQXVyNTQwNDcyNzM@._V1_SY150_CR12,0,101,150_.jpg",
        "plot outline": "The Men in Really Dark Blue Suits are on a mission: to save the Kibosh Institute from ruin and prevent the disintegration of society. They must retrieve the stolen Quixotic Protocol from their enemy Flying Saucer Detective Milton Blitz before he can reveal its top secret contents. The Men are repeatedly thwarted by cheeky aliens, the mysterious Woman in Red and even operatives from their own organisation. All parties converge on city hall where Blitz has called a press conference to reveal secrets that could herald the end of life as we know it.",
        "languages": [
            "English"
        ],
        "title": "The Men in Really Dark Blue Suits",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Men in Really Dark Blue Suits (Australia)"
        ],
        "production companies": [
            {
                "name": "The Alien Channel"
            }
        ],
        "plot": [
            "When they took the call to defend planet Earth from alien invaders all the black suits were gone. They are the Men in Really Dark Blue Suits.",
            "_The Men in Really Dark Blue Suits_ (qv) are on a mission: to save the Kibosh Institute from ruin and prevent the disintegration of society. They must retrieve the stolen Quixotic Protocol from their enemy Flying Saucer Detective Milton Blitz before he can reveal its top secret contents. The Men are repeatedly thwarted by cheeky aliens, the mysterious Woman in Red and even operatives from their own organisation. All parties converge on city hall where Blitz has called a press conference to reveal secrets that could herald the end of life as we know it."
        ],
        "tech": {
            "runtime": [
                "4 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}