{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "5 April 2014"
            }
        ],
        "release dates": [
            "Belgium::5 April 2014"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Operatie brief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The principal being called to a convention, a long list of assignments is noted in a letter to Kamiel. Too lazy to work and study, the girls conspire to prevent it getting to him by substitution with a fake, but Basiel actually gets the real one and the whole thing proves moot.    "
                },
                "2": {
                    "title": "Schoolkrant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Dismayed the pupils are poorly acquainted with the media, the principal instructs each to attempt making a school paper. Basiel is rudely claimed as photographer -despite his feeble protestations- by bitterly rivaling Linde, Roos and Violet, one-sided focusing on gastronomy, fashions viz. sports, while Iris's attempt to become a fairy tale giant sees her dangerously on stilts, and Madeliefje has a winning simpleton idea.    "
                },
                "3": {
                    "title": "De prinselijke pukkel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Roos sabotages Violet's assignment. As revenge, Violet makes the fashionista believe to have a horrible huge zit. Finding out about that mean prank, Linde helps stage sort of a revenge. Meanwhile Iris dresses as a witch to try flying on a broom, so the mates worry a test flight may result in a dangerous fall.    "
                },
                "4": {
                    "title": "Sprookjeshuwelijk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Back from Tyrolian holiday, cook Basiel surprises everyone by announcing he fell in love their with cow herd Heidi and expects her to wed him a day later. While fellow staff especially has mixed feelings about loosing their cheerful colleague, the girls rival to partake in the wedding preparations, such as applying as bridesmaid, the menu or his costume. However the happy couple has its own home-sick issues.    "
                },
                "5": {
                    "title": "Geboeid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    The principal is fed up with most girls' constant bickering, even mean assignment sabotage. So they are teamed up in handcuffed pairs of recent rowers: Iris with Roos, Linde with Madeliefje and Violet with Madeliefje's abused stuffed frog Prins. They learn the hard way, to the staff's amusement, that pestering each-other punishes itself, only cooperation helps both.    "
                },
                "6": {
                    "title": "Madeliefje kunstschilder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Princess Madeliefje's latest thing is painting, but she's so bad nobody can even see the subject or even which side is up. Cook Basiel politely thanked when receiving one, and quickly sold it to 'the King' before leaving to spend the earnings on a short holiday. This news convinces everyone her work must be valuable, so valet Kamiel tricks her into a contract enforcing a huge production for a low fixed price. When Basiel returns, he specifies what actually happened to the 'paint!ing'.    "
                },
                "7": {
                    "title": "1 april",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "26 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Kamiel boasts he always pulls the best April Fool's Day pranks and never gets punked. So Basiel and the princesses, tired of being the butts of his jokes, vow to gang up. However time after time, Kamiel sees trough their plans and turns the tables, even literally when presented a pepper-over-spiced cake. Finally Basile thinks of a way to work on his greed with a fake competition.    "
                },
                "8": {
                    "title": "De wensprinses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Iris somehow believes her garden gnome makes wishing come true. Taking pity on her failures, Madeliefje decides to make some succeed. Cook Basiel's eagerness to help declines as it demands more sacrifices and expectations rise greedily, until they must come clean to everyone.    "
                },
                "9": {
                    "title": "Coole Flora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Overhearing the pupils consider her boring, the principal gives herself a sudden makeover. In hip-hop outfit she raps her classes and plans constant excursions, workouts and so on. Soon everyone is exhausted by new Flora, including the staff, but who will tell her they want the serious original back and how will she react? Linde's halfhearted hint that the rap routine soon got boring only makes her plan more exhausting novelties, even at night.    "
                },
                "10": {
                    "title": "Hypnose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Depressed about fairy tale endings, Iris stops her favorite reading and plunges into a dark mood. Given a pendant Roos inherited as consolation, she believes it a hypnotic pendulum and tests it, so the others decide to pretend it works to restore her spirits. It proves hard work, as she has Basiel play a dog and the girls must 'eagerly volunteer' for her homework and even Kamiel's chores.    "
                },
                "11": {
                    "title": "De sprookjesprins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Princess Madeliefje bought a camera to shoot princes, but there are none around, so she asks who is dating one. Roos boasted she has a princely lover, but never had one as Violet meanly suggested. Iris however is already playing -faking a deep bass- how it feels being an prince and accepts to pose as Roos's dream-prince Prinsus.    "
                },
                "12": {
                    "title": "Het ei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    The principal is asked to allow a live class mascot, but remembers the girls' terrible record with pet care. So each princess in turn is to mind a practice egg. After caring Madeliefje's good start and chooses the name Dopje, more worrisome turns follow, like Linde, who can't help think of culinary eggs, and she's not even the worst.    "
                },
                "13": {
                    "title": "De scholencompetitie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Due to the staff's poor physical condition, the principal wants to forfeit the annual competition with other schools. But the girls really want the trophy, so Violet is allowed to drill the trio ruthlessly. It helps, but o the bid gay, Basiel, the only one who claimed to be in shape, blindly bumbles out of misled pride.    "
                }
            },
            "1": {
                "1": {
                    "title": "Het gouden prinsessenkroontje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The girls admire the school jewelry collection, but are most fascinated by the story, which the principal holds apocryphal, of a golden crown alleged to be hidden on the precincts, where there should also be a treasure map. Kamiel conspires with two princesses to plant a fake map for the others, to enjoy their fruitless digging. But the scam is overheard and the tables are turned. Even the principal gets infected by the gold fever.    "
                },
                "2": {
                    "title": "Prins Rufus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The girls have been dreaming of princes, but none actually has contact with one. So they get excited when Roos overhears Kamiel being instructed to pick up 'Prince Rufus' from the train station. However they and Basiel wonder ever more about the weird preparations fort the guest which fit the fact that Rufus is the principal's sister's dog.    "
                },
                "3": {
                    "title": "De baljurk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The girls look forward to the great ball, when they can wear grand princess frocks. That goes double for Roos, whose aunt sent her a glorious white ball gown. The others are to watch over it, but accidentally spill red sauce, and Kamiel's washing machine cleans only partially, rendering the dress light pink.    "
                },
                "4": {
                    "title": "Madeliefjesdag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Finally Madeliefje's patience is exhausted and she bitterly reproaches the others never to take account of her wishes and preferences, whether actually unfeasible or just waved. Feeling guilty, the cooler bunch promises her a Madeliefje day, when she gets to choose all the time, and Basiel plays along. Kamiel is amazed at the daft things they do, but it's pushed to the extreme and soon exhaust everyone, as Madeliefje confides into the principal, who counsels honesty.    "
                },
                "5": {
                    "title": "Directeur Basiel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The principal will be away several weekends, so Kamiel was to be put in charge, but the instructions are erroneously delivered by Iris to Basiel. Jealous, Kamiel 'coaches' his unsuspecting rival to be sadistically strict, so the girls will turn on him and the roles will be reversed. Yet hearing his cool friend status is wavering, Basiel decides to be his generous self again and stages a make-up party, just when the principal returns.    "
                },
                "6": {
                    "title": "De prinsessenmusical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The school's annual play is to be a musical, which all princesses are eager to star in. Kamiel is appointed director, with casting mandate. He promises each in turn the lead, in return for bribes and doing all his chores. By the time the principal finishes the script, his dirty game is found out and leads to a fitting recasting, with Basiel as director.    "
                },
                "7": {
                    "title": "Het Prinsessia-reglement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Tired of Roos taking an eternity in the bathroom, Linde gets the others to agree to rule limiting each's time to ten minutes, which she accepts provided each can add a rule, to be announced by 'herald' Basiel. It becomes a race of revenge, rendering each in turn miserable, until only Madeliefje hasn't called her marker, which she does surprisingly wisely.    "
                },
                "8": {
                    "title": "Zwijgen is goud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Having found the girls bickering who can keep a secret, the principal decides to test them all. Kamiel helps make Violet believe there' a handsome prince Jonas to visit in the evening, which doesn't even exist. It isn't long until each has spilled the beans in confidence or after some teeth-pulling, so even Basiel feels obliged to join in preparations for the eminent visitor.    "
                },
                "9": {
                    "title": "Lakei zoekt hulp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 May 2014",
                    "year": "2014",
                    "plot": "\n    Due to the principal and Basiel going away, valet Kamiel is stuck with extra kitchen chores. Inspired by a mean remark, he devises to dodge them by pretending he hurt his arm, so the principal expects the girls to take over. That's so enjoyable he seizes the 'occasion' to have them to his regular chores as well. Greed ultimately sees him found out.    "
                },
                "10": {
                    "title": "Koude week",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 May 2014",
                    "year": "2014",
                    "plot": "\n    Kamiel was supposed to have the heating repaired, but forgot due to some business with Violet. Rather then coming clean, they buy time by pretending the king ordered a 'cold day' to save energy in all the whole realm. He fails to do the repairs himself, so impersonates the king to declare a whole 'cold week', but they're found out.    "
                },
                "11": {
                    "title": "Pyjamageest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 May 2014",
                    "year": "2014",
                    "plot": "\n    Madeliefje is ridiculed for being the only to shiver instantly after a ghost story. However the others' air of fearlessness is soon disproved by scared reactions to 'ghostly' apparitions, accidental or deliberate.    "
                },
                "12": {
                    "title": "Het prinsessenrecord",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 May 2014",
                    "year": "2014",
                    "plot": "\n    As Violet starts bragging and the others won't give in called chicken, they bet who can stay awake longest. Cook Basiel sweetens the deal with a chocolate cake as prize, which adds to the irresistible urge to cheat for hungry Linde, who cleverly tricks her rivals but is caught out.    "
                },
                "13": {
                    "title": "De Prinsessia-politie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Proudly presenting her new music box, principal Flora warns everyone to keep off at pain of expulsion. Linde can't resist winding it and accidentally drops it, broken, and hides it. Kamiel finds her with the wreckage and offers to repair it, ignoring it's Flora\"s, provided she does his dirty chores, while the other girls are deputized as posse to hunt down the vandal. Just when Kamiel shows off his success, Linde knocks it over again, Flora arrives and believes him the culprit- truth time.    "
                }
            },
            "2": {
                "1": {
                    "title": "De grens van een prinses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Iris's mess irritating Linde as much as her tidying-up vice versa, the roommates agree to divide their chamber by drawing a white border-line in the principal's absence. Violet and Roos disagreeing similarly follow suit, each picking a side (Madeliefje by semi-accident), and the line is now continued throughout the school castle. That causes absurd discomfort for both parties and Basiel. Informed by Kamiel, the returning principal devises a trap to make them see sense.    "
                },
                "2": {
                    "title": "De prinselijke kikker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Butler Kamiel vows revenge after the girls play a prank on him. Hearing fair tale-buff Iris is reading about frogs kissed into princes, Kamiel recruits Basiel to tempt the girls into kissing an ordinary frog. Although none admits believing in the story, at night each slips out to try her luck the slimy way, to be disappointed while the men can hardly control their laughter. The next morning, Kamiel convinces them it worked with delay, so they rush to claim the kiss that transformed the masked frog prince, only to find it's just a disguise.    "
                },
                "3": {
                    "title": "De Doornroosjesziekte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Kamiel finds that Linde and Roos fake 'Sleeping Beauty syndrome' to get out of spring cleaning chores and decides against reporting him if he can dodge dirty jobs as well. So he disguises himself as a doctor, prescribing a therapy requiring him to sit by their sickbeds, so the other girls must do all their chores. He gets away with Basiel's cookies too, but ends up found out.    "
                },
                "4": {
                    "title": "40 jaar op Prinsessia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Kamiel has served 40 years as the school butler so a surprise party is being planned, which especially blabbermouth Basiel is forbidden to tell him anything about. Kamiel gets a vague wind and concludes he's about to be get the boot, so he tries his best to worker harder then ever. Finfig there's a party being prepared, he thinks his dismissal is inevitably decided and packs his bags before speaking his mind and being surprised.    "
                },
                "5": {
                    "title": "Koninklijk bal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When Basiel offers Madeliefje two tickets to accompany him, with a friend, to 'the royal ball', the other girls rival fort the spare one. She's showered with attention, gifts and favors, but remains clueless about the greedy winks as each expects to be picked In return. Madeliefje is disappointed when the all turn up greedily entitled, and lets fate decide on Violet, who is disappointed worse when Basiel clarifies the annual tradition.    "
                },
                "6": {
                    "title": "De prins op het witte paard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Kamiel is instructed to fetch 'prince', which is overheard so the princesses are excited preparing to seduce such desirable visitor. When Basiel hears it's the name of a canine the principal accepted to dog-sit, he feels badly for the girls about to be disappointed. So he dresses up as a masked prince, but finds the endless shower of attention excessive.    "
                },
                "7": {
                    "title": "De ordelijkste kamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    As only Linde shows proper attention to neatness, a room cleaning challenge is imposed, with the most improper princess penalized by having to clean the whole school; castle for a month. Kamiel wants to make sure someone does all that in his place, so he seeks to discourage or sabotage the girls and succeeds in making two room pairs believe the other sabotages them.    "
                },
                "8": {
                    "title": "Happy Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Kamiel feels offended not to be invited to Violet's birthday party, so he decides to cross-dress and crash as nonexistent princess Camilla, from an equally imaginary 'new princess school'. By the time he realizes his invitation was misplaced, it's to late to come clean,.so he's stuck playing both parts until he forgets taking off the wig.    "
                },
                "9": {
                    "title": "Het dagboekcomplot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Dropping hints about her impending birthday only earns Violet confirmation there will be a party, but no clue about her present. Failing to trick the others in telling her, she even peeks at Linde's diary, which broke off just before the revelation. The others find out about this sacred discretion breach and decide to set an elaborate trap, planting false clues I it she'll only get a pencil unless she redeems herself and adding clues for ludicrous costumes and acts, so Violet 'coincidentally' performs like a monkey all week.    "
                },
                "10": {
                    "title": "Geheugenverlies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Cook Basiel trickles over a ball lost by the playing and bickering girls, hurts his head and suffers amnesia, even in culinary matters. To cover that up, Linde must try to replace him in the kitchen while the others attempt to rekindle Basiel's memory. That only works when it seems hopeless, by accident, but it's not the last.    "
                },
                "11": {
                    "title": "Koningin Roos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    According to a letter from Roos's parents, she's about to be crowned queen at a great feast next weekend. All to eagerly, she demands every royal privilege in advance, with Kamiel jumping on the haughty bitch's bandwagon by stepping up as the clueless birdbrain's 'personal advisor', also assuming a superior air. However closer scrutiny of the letter proves a radical game-changer.    "
                },
                "12": {
                    "title": "Ontsnapt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Iris got a snake to charm for her latest fairy tale enactment, but live prop slithered out of the cage. Braggart Violet's bluff is soon called, none of the pupils or staff is keen to catch the serpent. Nevertheless they feel it must be caught and caged again before the principal finds out.    "
                },
                "13": {
                    "title": "De date van Basiel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Basiel excited that his Internet pen-mate agreed to a date, but worried as it's a ball, not his forte, so he takes dancing and styling lessons from fashionista Roos and courting advice from other girls. Returning, he angrily dumps the posh outfit and courtly manners, having been dumped for another she met on the floor.    "
                }
            },
            "3": {
                "1": {
                    "title": "Kikkerbrouwsel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Commiserating with her 'lonely' cuddly toy frog prince, Madeliefje decides to celebrate frog day by masquerading and hopping like one, which Basiel likes enough to join her. Iris, whose latest experiment to make a fairy tale come true is brewing a magic potion to turn someone into a frog, convinces the other girls it must have worked.    "
                },
                "2": {
                    "title": "De schoolraad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    When the principal announces the installation of a consultative school council, it looks like Violet will be delegated without opposition. But Roos stands too, and the pair rivals in ever more exorbitant bribes and promises to win over the other three, until they realize it's not worth ruining their friendship for.    "
                },
                "3": {
                    "title": "Spinnenvrees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    While Roos enacts Little Red Riding Hood, or rather a cool orange 'update' and footman objects being cast as savior huntsman, her roommate's cleaning mania is stopped by her arachnophobia. The others and the principal attempt to cure her by exposure, first to a painting by Madeliefje, then to the real thing in a jar, which goes creepily wrong.    "
                },
                "4": {
                    "title": "Survival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Iris's latest fairy tale reenactment is building a gingerbread house, but assisting glutton Linde can't resist eating it. Tomcat Violet takes the challenge of survival to an absurd extreme, camping in open air and failing miserably to catch any food, soon stinky and so hungry the gingerbread looks irresistible.    "
                },
                "5": {
                    "title": "Bijgeloof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After Violet makes ruthless fun of Iris and Roos's silly superstition, fellow non-believer Linde helps those two trying to fool her by faking but luck. That failing, they pour 'bad luck' over Violet until she's too scared to get out of bed anymore, then feel guilty.    "
                },
                "6": {
                    "title": "Super Basiel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Cook Basiel is inspired to dress up in a flashy cape as superhero, but his 'rescues' are useless at best, until he can put out the kitchen fire caused by Kamiel who jumped in as klutzy interim cook. Snowwhite's evil queen's mirror is iris latest unsatisfactory fairy tale enactment, manipulated by equally vain peers.    "
                },
                "7": {
                    "title": "Kolonel Cazimir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Given the repeated nocturnal disappearance of his cookies, cook Basiel fears a mice plague, but traps don't work and Iris scares him even more by suggesting it may be rats and insists to mount guard as pied piper, but no rat catcher is required for the actual glutton. Basiel is vexed when the announced visit of his brother, an army colonel, is cause for a welcome with cake, and when his sibling has to cancel decides to collect disguising as colonel Casimir, but ends up caught out.    "
                },
                "8": {
                    "title": "Zoem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Seeing the principal knitting, Basiel wants to learn it, without sacrificing his macho self-respect and being ridiculed by Kamiel, so he hides his efforts in the office. The girls hunt down insects, but Madeliefje mourns the swatting of a fly she baptized Basiel, hence causing confusion about the beloved cook's fate.    "
                },
                "9": {
                    "title": "Kookwedstrijd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "3 May 2015",
                    "year": "2015",
                    "plot": "\n    As a finishing school classic, the princesses are expected to prove themselves good cooks, in a competition, with Basiel and the principal as jury. Madeliefje simply trusts a well-baked double omelet should do the trick, but the others are more ambitious, suspicious of each-other and rely on cheating, each sabotaging a competitor, as by adding salt or a sugar OD.    "
                },
                "10": {
                    "title": "Heks Flora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "10 May 2015",
                    "year": "2015",
                    "plot": "\n    Basiel and Kamiel help the principal rehearse her part as witch in a play, secretly as she wants to surprise the girls. But fairy tale-buff Iris overhears them, ignoring it's just theater, and convinces classmate after mate they are contending with an evil witch, requiring a magical antidote.    "
                },
                "11": {
                    "title": "Stoere Madeliefje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n    Feeling sissy simpleton Madeliefje is far too nice for her own good, tomcat Violet gives her lessons in rebellious self-assertion. After initial reluctance to stand up to others, the docile pupil paradoxically transforms into what even Violet considers a created monster, even in class.    "
                },
                "12": {
                    "title": "Zendasia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "24 May 2015",
                    "year": "2015",
                    "plot": "\n    Fashionable Roos is completely into Zen meditation, which turns her uncharacteristically ascetic. Her example starts changing all classmates, ever less princess-like, but they soon reconsider as the austere life is also filthy and all but ladylike.    "
                },
                "13": {
                    "title": "De wissel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Prinsessia (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    Staff being busy, they start switching jobs among each-other and even with pupils. Flora starts it as she asks Basiel if she can try glaceing a cake, but proves a disaster at baking and cooking, yet nobody dares tell her it's all inedible. Ambitious Kamiel enjoys taking her pace as principal, but lacks crucial experience. Basiel does his job as valet. Ultimately staff and girls must admit trading places isn't nearly as easy or fun as it seemed.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Vanderheyden, Helle"
            },
            {
                "name": "Geerling, Fauve"
            },
            {
                "name": "Viola, Désirée"
            },
            {
                "name": "Henneman, Jolijn"
            },
            {
                "name": "Boone, Sylvia"
            },
            {
                "name": "Van Vaerenbergh, Dirk"
            },
            {
                "name": "Berger, Bettina"
            },
            {
                "name": "Cooke, James"
            }
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDg0ZTM1ODQtNDdiMy00MTQ3LWI4NTktZDBjZTZmMjJhZTBkXkEyXkFqcGdeQXVyOTM2ODgzMg@@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Prinsessia",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Prinsessia (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Vandenbroucke, Pieter"
            },
            {
                "name": "Vanpoucke, Stef"
            }
        ],
        "production companies": [
            {
                "name": "Studio 100"
            }
        ],
        "distributors": [
            {
                "name": "Ketnet"
            }
        ],
        "tech": {
            "runtime": [
                "15 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}