{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 January 2014"
            }
        ],
        "release dates": [
            "USA::11 January 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Jones, Wes"
            },
            {
                "name": "Martinez, William"
            },
            {
                "name": "Perozzi, Brianna"
            },
            {
                "name": "Rolfes, Chelsea"
            }
        ],
        "locations": [
            "Chicago, Illinois, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "12"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "budget": "$1,000 (estimated)",
        "plot outline": "Match Made in Radio is a new dramady webseries about a couple who meet for the first time at their wedding after being matched up in a radio contest to marry a complete stranger and given a free wedding. Brian the husband works as a stock broker. Michaela, the wife works as a school teacher. Both individuals are desperate. They have tried speed dating, internet dating sites, singles bars, and dating phone services and have failed to meet anyone as they're young age dwindles. Now after being chosen and carefully matched up on a radio game show, they have agreed to be matched up and marry a complete strange. The series will focus on the couple getting to know one another as they live together for the first time in the same home.",
        "languages": [
            "English"
        ],
        "title": "Match Made in Radio",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Match Made in Radio (United States)"
        ],
        "writer": [
            {
                "name": "Evans, Keith"
            },
            {
                "name": "Evans, Keith"
            },
            {
                "name": "Richards, Eric J."
            }
        ],
        "distributors": [
            {
                "name": "Outwide Productions"
            }
        ],
        "plot": [
            "Two People win a radio contest, a trip down the Aisle. Only problem is that they've never met each other before.",
            "_Match Made in Radio_ (qv) is a new dramady webseries about a couple who meet for the first time at their wedding after being matched up in a radio contest to marry a complete stranger and given a free wedding. Brian the husband works as a stock broker. Michaela, the wife works as a school teacher. Both individuals are desperate. They have tried speed dating, internet dating sites, singles bars, and dating phone services and have failed to meet anyone as they're young age dwindles. Now after being chosen and carefully matched up on a radio game show, they have agreed to be matched up and marry a complete strange. The series will focus on the couple getting to know one another as they live together for the first time in the same home.::anonymous"
        ],
        "tech": {
            "runtime": [
                "12 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}