{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "23 December 2014"
            },
            {
                "country": "USA\n",
                "date": "24 December 2014"
            },
            {
                "country": "USA\n",
                "date": "24 December 2014",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "30 April 2015"
            }
        ],
        "release dates": [
            "India::23 December 2014",
            "USA::24 December 2014",
            "USA::24 December 2014                            (internet)",
            "USA::30 April 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Talking Tom and Friends"
            },
            {
                "countries": "Greece",
                "title": "Ο φλύαρος Τομ και η παρέα του"
            },
            {
                "countries": "Japan",
                "title": "Tokingu Tomu Ando Furenzu"
            },
            {
                "countries": "Poland",
                "title": "Gadający kot Tom i przyjaciele"
            },
            {
                "countries": "Russia",
                "title": "Говорящий Том и Друзья"
            },
            {
                "countries": "South Korea",
                "title": "TokingTom-AenPeulenjeu"
            },
            {
                "countries": "USA",
                "title": "Talking Tom and Friends"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Talking Tom and Friends"
            }
        ],
        "akas": [
            "Talking Tom and Friends (original title)",
            "Ο φλύαρος Τομ και η παρέα του Greece",
            "Tokingu Tomu Ando Furenzu Japan",
            "Gadający kot Tom i przyjaciele Poland",
            "Говорящий Том и Друзья Russia",
            "TokingTom-AenPeulenjeu South Korea",
            "Talking Tom and Friends USA",
            "Talking Tom and Friends World-wide (English title)"
        ],
        "akas from release info": [
            "Talking Tom and Friends (original title)",
            "Ο φλύαρος Τομ και η παρέα του Greece",
            "Tokingu Tomu Ando Furenzu Japan",
            "Gadający kot Tom i przyjaciele Poland",
            "Говорящий Том и Друзья Russia",
            "TokingTom-AenPeulenjeu South Korea",
            "Talking Tom and Friends USA",
            "Talking Tom and Friends World-wide (English title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Pirates of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Talking Tom has realized his mistake in snooping on Talking Angela's diary and is worried his actions might have ruined their relationship when Angela says she needs to focus on working on her music video. He goes to the set of her music video to try and patch things up. But will his attempts make things better or even worse?    "
                },
                "2": {
                    "title": "Superhero Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Talking Hank and Talking Ginger are pretending to be a crime-fighting superhero duo. But Talking Ben has work to do and Talking Tom and Talking Angela are on a date, so the three of them try to keep Hank and Ginger from annoying them by given them superhero missions. When the missions get out of control, the whole gang is sucked into the superhero action.    "
                },
                "3": {
                    "title": "Mission: Delete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Talking Tom, Talking Angela, and Talking Ben find their \"MyFace\" accounts from high school and are humiliated by the way their teen selves acted. When they are unable to delete their accounts, they decide to go to MyFace headquarters to delete them. But there's just one problem - MyFace is run by the CEO. So they concoct an elaborate scheme to break into the CEO's building. Will the gang be able to pull of their heist successfully, or will their embarrassing pictures be on the internet forever?    "
                },
                "4": {
                    "title": "A Garage Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    Talking Ben creates a new artificial intelligence system, SARA, to help control things in the garage. But SARA quickly gets a crush on Talking Tom - and sees Talking Angela as her romantic rival. Will Tom realize he's being manipulated by a machine before SARA tears his relationship apart?    "
                },
                "5": {
                    "title": "Talent Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Ginger wants nothing more than to own a Whizbee Flying Disk, but the only way to do that is by winning a singing competition at school - and he can't sing. Talking Angela offers to teach him how to be a singer, but her teaching method turns out to be nothing like Ginger expected. Will Ginger be able to see eye to eye with Angela and learn how to sing in time for the competition?    "
                },
                "6": {
                    "title": "The Queen of Drones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "21 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Angela comes up with an idea for robot drones that act like waiters - and just like that, Angela is in the tech game. Talking Tom and Talking Ben try to warn her it's not as easy as it sounds, but she's determined to make her invention work with the help of Xenon. But when she makes one too many adjustments to her drones, Angela realizes she might be in over her head.    "
                },
                "7": {
                    "title": "Treasure Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "28 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    It's the first day of summer, and Talking Ginger is ready to have some fun - but the rest of the gang is planning to spend the day cleaning the garage. At least, that's the plan until they find a treasure map. The gang goes on a day-long hunt for the town treasure. But it seems like they're not the only ones looking for it.    "
                },
                "8": {
                    "title": "The Galactic Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "5 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Ben is tired of his inventions failing, so he's decided his newest one, the Listen-O-Scope, is going to be his last if it doesn't work. But it does more than just work - it allows him to contact an alien. As Ben becomes closer with the alien and starts following his instructions, Talking Tom worries that the alien might not be on their side. Will he be able to discover and stop the alien's evil plot in time?    "
                },
                "9": {
                    "title": "Troubled Couples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "12 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The gang wants to install an indoor trampoline in the garage, and they're just waiting for the Landlord to be in a good mood to ask him. But when they notice he's fighting with Ms. Vanthrax, they worry he won't be in a good mood for a long while. Talking Angela and Talking Tom plot to take the unhappy couple to a couple's retreat, but when they get there, they discover that their relationship might be in danger too.    "
                },
                "10": {
                    "title": "The Lost Scouts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "19 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    It's time for Talking Ginger's big Scout Boys camping trip and Talking Tom is their Scout Leader. Ginger can't wait to try to win the \"Ribbon of the Forest,\" but when Darren shows up, Ginger realizes he's going to have some stiff competition. The two guys get into a battle of wilderness know-how, but their fighting leaves them stranded in the woods. Now they'll have to work together if they want to make it home from the trip.    "
                },
                "11": {
                    "title": "Hero Hank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "26 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Officer Hank's on the scene. Talking Hank's working security at Nerd Night, but will his dream job be everything he hoped?    "
                },
                "12": {
                    "title": "Fancy Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    As mayor, Talking Tom has to attend a fancy charity gala that's happening in town. He brings Talking Ben and Talking Angela along with him, thinking they can blend in with all of the fancy people. But it turns out high society isn't a good match for them, and they accidentally turn the party upside-down.    "
                },
                "13": {
                    "title": "The Substitute Teacher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "9 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ms. Vanthrax has a cold, so she asks Talking Ben to be the substitute teacher for her class. Ben is elated, especially since today the class is going to be deciding on a project for the science fair. But when Talking Ginger tries to blow off the assignment, thinking that his friendship with Ben will keep him from doing any work, Ben has to show the class he means business.    "
                },
                "14": {
                    "title": "Tom the Brave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Tom has a terrible toothache, but he won't get it fixed because he's terrified of going to the dentist. He lets Talking Hank hypnotize him into not being scared any more - and it works. In fact, it works too well. Now Tom isn't scared of anything, which leads him to make some pretty reckless decisions. Will the gang be able to save Tom from himself before he ends up getting hurt?    "
                },
                "15": {
                    "title": "The Sixth Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Tom finds out that his town has been bumped down to the Second Most Friendly town, and he and the gang decide they need to be more welcoming. That resolve is quickly put to the test when the MC moves in to the garage. The gang has a tough time being as welcoming as they want to be as they struggle to adjust to the MC's lifestyle. Will they all be able to find a way to get along?    "
                },
                "16": {
                    "title": "Kids Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Ginger is feeling left out because the friends in the garage don't want to do any kid stuff - until an experimental anti-aging cream turns them all into kids. Ginger has a blast playing with the young versions of all his best friends. But soon he has to act like an adult when he realizes he's the only one who might be able to change them all back.    "
                },
                "17": {
                    "title": "The Other Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Tom's friends are bothering him, but he's got a perfect plan to get away from them - switching places for the day with \"Tim,\" a guy who looks and sounds exactly like him. But it turns out Tim has other, sinister plans. Will Talking Tom be able to get back to his friends and stop the doppelganger before his company and his friendships are ruined?    "
                },
                "18": {
                    "title": "The Big Nano Lie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Angela and Talking Ginger accidentally break Talking Ben's newest invention, the Nano-Laser, while goofing around with a soccer ball in the garage. Ginger begs Angela not to say anything, so she tries to cover up their crime. But as guilt drives her crazy, she has to decide if she's going to tell her friend the truth - even if he never forgives her.    "
                },
                "19": {
                    "title": "Corn Heads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    When Talking Hank runs out of popcorn on movie night, he decides to grow his own corn so that they'll never run out again. With the help of Talking Ben's Super-Grow formula, the corn grows at an alarmingly fast rate. Everyone but Talking Angela eats the corn, and she notices that it's making them act in very bizarre ways. Will she be able to figure out what's wrong with them before they figure out she's not under \"corn control\" like they are?    "
                },
                "20": {
                    "title": "Hank vs. Vampires",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A mysterious salesman sells a TV package to Talking Hank that includes a round-the-clock airing of a show about vampires. By the time Hank has watched every episode, he's convinced that Talking Tom and the gang are all secretly vampires waiting to attack him. When the gang realizes what's going on, they need to find a way to get Hank to snap out of it.    "
                },
                "21": {
                    "title": "The Dance Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The Landlord leaves town for a while and puts the stern teacher Ms. Vanthrax in charge of the garage while he's away. Talking Tom and the others can't deal with Vanthrax's totally unfair rules. So they decide to trick her and sneak away to a big dance competition. But getting away from their new landlord won't be as easy as they thought.    "
                },
                "22": {
                    "title": "Unfriend 'Em All!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "22 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Tom is sick of being annoyed by a guy in town, so he has Talking Ben test a new device on his. Now, whenever someone bothers Tom, he can \"block\" them so he can't see or hear them. Tom loves living without having to deal with any of the people who annoy him - until he accidentally blocks all his friends. Now Tom might have cut himself off from the whole world.    "
                },
                "23": {
                    "title": "The Yes Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Angela feels like she's in a little bit of a slump, so Rhonda recommends a new self-help book to her about saying yes to every opportunity. Angela embraces the idea, but takes it too far when she says yes to everything people ask her to do. Now she's on a race against the clock to fulfill all of her promises before a big audition.    "
                },
                "24": {
                    "title": "Cheat Code",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "13 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Tom and Talking Ben are learning to play the popular video game \"SquareStack,\" but Talking Ginger is so much better than them they'll never catch up. They decide to cheat, and enjoy impressing everyone with their SquareStack skills. But then the cheat they've used gets out of control and starts destroying the game. Now they're playing for some high stakes - the fate of the SquareStack universe.    "
                },
                "25": {
                    "title": "Retro Sonic Angela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "20 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Angela gets rejected from a music festival, and becomes depressed about the future of her music career. Then a glitch in Talking Ben's computer distorts her music - and gives her an idea for a whole new sound. Angela excitedly puts together a concert featuring an entirely new type of music. But will the town be ready to accept this new Angela? And what is behind the glitch in Ben's machine?    "
                },
                "26": {
                    "title": "Glitch Apocalypse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "27 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Because of a glitch in Talking Ben's computer, monsters from the video game world are pouring into town and turning everyone into piles of pixels. Talking Tom and Talking Ben race to save the world as their friends fall one by one to the invading horde. In order to fix this, they'll have to turn to some of their greatest enemies. But will even that be enough?    "
                }
            },
            "1": {
                "0": {
                    "title": "The Audition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 7,
                    "original air date": "24 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Tom is trying to get his own reality TV show. They do interviews on the characters.    "
                },
                "1": {
                    "title": "Un-Talking Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "30 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Before going to a contest, Tom loses his voice.    "
                },
                "2": {
                    "title": "Assertive App",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 May 2015",
                    "year": "2015",
                    "plot": "\n    Ben & Tom made an assertiveness app... & well things got a bit out of hand.    "
                },
                "3": {
                    "title": "Future Tron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 May 2015",
                    "year": "2015",
                    "plot": "\n    Ben and Tom made an assertiveness app - and well things got a bit out of hand.    "
                },
                "4": {
                    "title": "Friendly Customer Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A friend in need is a friend indeed. At first Talking Tom is thrilled that his customer service answering machine wants to be everyone's BFF. But when Tom gets on the wrong side of the invention, he needs to pull the plug on this tough customer.    "
                },
                "5": {
                    "title": "Magnetic Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Ben learns how to control his magnetic powers after being exposed to electromagnetic radiation.    "
                },
                "6": {
                    "title": "Angela's Scarf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Tom and Angela go to a Scarf contest.    "
                },
                "7": {
                    "title": "Ben's High Score",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Ben & Hank have a score torment on the app Flappy Tom.    "
                },
                "8": {
                    "title": "Strategic Hot Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Tom and Angela go on a date and pretend to kiss.    "
                },
                "9": {
                    "title": "Man on the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    While on a best friends trip, Ben befriends The Moon.    "
                },
                "10": {
                    "title": "Man on the Moon 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Ben has a date with The Moon.    "
                },
                "11": {
                    "title": "Hank the Millionaire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Hank wins a million dollars & spends it on burgers.    "
                },
                "12": {
                    "title": "App-y Halloween!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Ginger wants the gang to go trick or treating with him. But they don't want to. So he makes them. & if they disobey his orders he puts them in a scary app that they can't get out.    "
                },
                "13": {
                    "title": "Big Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    While trying to make his audience laugh but doesn't work, Ben gets really fat then the audience laughs at him. Ginger does the same. And now Tom, Hank and Angla try figure out how to make him back to normal.    "
                },
                "14": {
                    "title": "Think Hank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    When Ginger pretends to fall of a roof Hank tries to save him.    "
                },
                "15": {
                    "title": "The Germinator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 6,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Ben and Tom make a germ that goes big and he makes friends to be friends with them. Everyone but Ben anyways.    "
                },
                "16": {
                    "title": "Hank the Director",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "19 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    When Hanks favorite TV show gets cancelled. He becomes a director and tells the gang to make his favorite show once again.    "
                },
                "17": {
                    "title": "Glove Phone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "26 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The gang waits for a new tech device, The Glove Phone.    "
                },
                "18": {
                    "title": "Ping Pong Wizard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "3 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Ping Pong wizards actually exist! Talking Ben rallies some table tennis trouble when his winning streak gets out of control. As an unlikely defender rises to challenge Ben's title, will Ben get served victory? Or has he finally met his match?    "
                },
                "19": {
                    "title": "Doc Hank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "10 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Hank gets an online medical degree. It turns out his lollipop cure can heal everyone but Ben.    "
                },
                "20": {
                    "title": "Angela's Heckler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "17 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    When Angela has a heckler. Tom and Hank try to find who the Heckler is.    "
                },
                "21": {
                    "title": "Blanket Fort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "24 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    When Ginger and Hank build a fort in the basement of Tom's house, it kinda gets in the way. So Tom, Ben and Angela try to reclaim the fort.    "
                },
                "22": {
                    "title": "CEO in Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "31 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    When a person from the CEO comes into the gangs house during the winter. Tom releases that he is somebody famous and the gang try to help him.    "
                },
                "23": {
                    "title": "The Perfect Roommate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "10 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    It's not every day the floor of your house turns into a volcano. But when Talking Tom's living room becomes a lava room, he gets a chance to live with Talking Angela! With the rest of the gang there too, Tom fears that any hope of getting closer to Angela will turn to ashes.    "
                },
                "24": {
                    "title": "The Contest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 6,
                    "original air date": "17 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After when the power goes out, the gang try to not use technology for a whole day. And who ever wins will go to an island.    "
                },
                "25": {
                    "title": "Angela's Critic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "24 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Talking Angela is forced to face the music when her new song gets a rotten review from a top critic. As her trademark positivity is put to the test, she needs a little help from her friends to turn a thumbs down situation into a thumbs up. Will Angela top the charts, or hit a sour note?    "
                },
                "26": {
                    "title": "The Perfect Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "31 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Talking Tom's picture-perfect day comes to life after Talking Ben invents a cool simulator app. He realizes that with all the fame and fortune he could want, the only person who could really make his day special is Talking Angela. Will Tom make his move before he comes crashing down to reality?    "
                },
                "27": {
                    "title": "Tom's Love Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Talking Tom always has a trick up his sleeve. To get Talking Angela under his spell, he writes down some very personal song lyrics. But this only spells disaster when they fall into Talking Ginger's naughty hands. Tom sets out to master the art of magic before his deep secrets are revealed.    "
                },
                "28": {
                    "title": "Ghost Pirate Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Ahoy, matey! Talking Hank and Talking Ginger are true scallywags when they touch Talking Ben's computer without permission. They need to scourge the seven seas, or at least the garage, when a scary pirate ghost makes an appearance. Can they sail into safe waters, or will they be forced to walk the plank?    "
                },
                "29": {
                    "title": "Tennis Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "21 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    In order to win the 8 and under tennis tournament. Ginger asks Tom to prepare for the tournament. Meanwhile Angla wants Ginger to win and beet a guy by the name of Darren.    "
                },
                "30": {
                    "title": "Every Girl's Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "28 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    The perfect man does exist. Or at least that's what Talking Tom is bargaining for when he buys a \"Perfect Man\" starter kit to impress Talking Angela. As he tries to distract her from her celebrity crush, a massive fail shows him that practice doesn't always make perfect.    "
                },
                "31": {
                    "title": "Lost Friend Will Zee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Talking Tom's long-lost childhood pal Will Zee comes crashing in for a visit. But Tom is thrown for a loop when Will turns out to be way cooler than the bed-wetter he remembers from summer camp. Now Will puts the hip in hipster, and shockingly, he might just be...even cooler than Tom.    "
                },
                "32": {
                    "title": "Angela's Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "12 May 2016",
                    "year": "2016",
                    "plot": "\n    Forbidden fruit has never been less sweet. Talking Tom knows that Talking Angela is a health nut, but that doesn't explain the amount of fruit in her house. Convinced she's gone bananas, he does what anyone does in stressful situations...eat. Can the gang consume all the evidence to protect their friend, or will this just make them thick as thieves?    "
                },
                "33": {
                    "title": "Jetpack Ninja",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "19 May 2016",
                    "year": "2016",
                    "plot": "\n    Once a ninja, always a ninja. Talking Hank gives Talking Ginger a lesson in the mysterious ways of a warrior. But the young grasshopper doesn't always have the patience for learning mad ninja skills. When a jetpack gets involved, it becomes an uphill battle to fight for good, not evil.    "
                },
                "34": {
                    "title": "Online Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "26 May 2016",
                    "year": "2016",
                    "plot": "\n    Free milkshake day is a highlight of the social calendar. But when Talking Tom gets distracted from his real friends by his online #BFFs, things quickly go from dairy to dreary. It's up to Talking Angela to log online and save Tom from himself in the name of #friendship.    "
                },
                "35": {
                    "title": "Friends Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Angela gives Tom, Ben, and Hank a thing that means friendship, but something goes wrong with it.    "
                },
                "36": {
                    "title": "Daddy Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "9 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    It's a boy! Cleaning the garage was supposed to be a dull job. But when Talking Ben becomes a dad to a computer kid, his day goes from boring to parenting at light speed! Can Ben learn everything about dadhood in just a few hours?    "
                },
                "37": {
                    "title": "The Famous Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "16 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    There's no business like show business. When Talking Tom steals the scene from Talking Angela, the fame quickly goes to his head. But his big break backfires right in his face, leaving him with a frozen expression. Now it's time to act his way out of a paper bag before his scary look is unmasked.    "
                },
                "38": {
                    "title": "Heatwave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "23 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    It's getting hot in here. When the thermostat breaks, it falls on Talking Ben to hack the system and restore the righteous temperature to all. But everyone breaks a cold sweat when he makes it freezing instead. Can the gang get their cool back when too much power pushes Ben over the top?    "
                },
                "39": {
                    "title": "Germinator 2: Zombies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "22 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Jeremy the Germ is back. Using Talking Ben to do his germy dirty work, Jeremy sits back to watch the zombie germ apocalypse spread through the neighborhood. But Talking Tom and the gang aren't going down without a fight. Will they cure everyone before it's too late?    "
                },
                "40": {
                    "title": "Angela the Cheerleader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "29 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It's Barracudas vs. Piranhas! And only moments before the big game, Talking Angela finds herself right in the middle of a basketball fan rivalry. With a career opportunity on one side and her friends on the other, Angela tries to sing her way out of the situation. Will she win the hearts of the crowd or lose the trust of her friends?    "
                },
                "41": {
                    "title": "Hank's New Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "6 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    An ice cream sundae leads to a disaster for Talking Hank - he has to get a job! Soon his 9-to-5 starts to take over his life and it's up to Talking Tom and the gang to show him that there are more important things than washing dishes.    "
                },
                "42": {
                    "title": "Parallel Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "13 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Two Talking Toms?! After Tom ignores Talking Ben's warning about touching the science equipment, he accidentally opens a wormhole to a parallel universe! On the other side he meets alternate versions of all his friends - including a Talking Angela with a crush on him! Will Tom want to go home or will he be tempted to stay?    "
                },
                "43": {
                    "title": "Love Formula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "20 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Talking Ben + a nerdy girl at the Grape Geek store = the formula for love? The chemistry is right, and setting up the first date is just a formality. But it all ends up like an experiment gone wrong when Ben tries to follow the advice from both Talking Tom and Talking Angela. Is Ben destined to be alone, or will he play his cards right?    "
                },
                "44": {
                    "title": "Funny Robot Galileo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "27 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    It's laugh night at the app studio! But not because of Talking Ben's terrible jokes. Worried his act will flop at the CEO's birthday party later, Ben invents a comedy robot. But the laughter soon stops when the robot decides to bring down Tom and Ben Enterprises. Will they stop him in time?    "
                },
                "45": {
                    "title": "The Voice Switch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "3 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    That doesn't sound right! All the gang's voices have been switched around because of an invention malfunction, but with Talking Angela's gig a few hours away the clock's ticking! Will they fix her voice in time?    "
                },
                "46": {
                    "title": "Poker Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "10 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Disaster at the app studio! When Talking Tom loses a bet, The Landlord becomes the new CEO of Tom and Ben Enterprises and turns it into a cleaning company. Bored and full of mischief, Talking Ginger decides he's the only one who can make it right. Will he be able to get the company and his friends back?    "
                },
                "47": {
                    "title": "Museum Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "17 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    It's time for fun! Talking Tom and the gang want Talking Ben to take the day off. But it turns out that their idea of fun isn't the same as his... Meanwhile, back in the app studio, Talking Ginger has full run of the place. And he's found the sonic surfboard.    "
                },
                "48": {
                    "title": "Embarrassing Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "24 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Time travel? That's right! Talking Tom and Talking Ben invent a device that lets them travel through time. But in order to protect the future, they've got to go back to their pasts, reliving some of their most embarrassing memories along the way. Will they do what they set out to or will the group of future Bens stop them?    "
                },
                "49": {
                    "title": "A Secret Worth Keeping: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    It's Talking Angela's birthday. The guys planned a big surprise party for her, but when Talking Tom gets the directions wrong, they end up in the hot desert instead of picking up dessert. Will they make it back to town in time to hear Angela's incredible secret?    "
                },
                "50": {
                    "title": "A Secret Worth Keeping: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "15 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The secret's out. Knowing that Talking Ben can't keep her secret to himself, Talking Angela comes up with a plan to erase it from his brain permanently. Luckily, Talking Tom's too busy getting his big break from the CEO to notice what they're up to.    "
                },
                "51": {
                    "title": "A Secret Worth Keeping: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    No more secrets. With things spiralling out of control at the tech conference, Talking Angela realises it might be time to come clean and reveal her secret. But now there's more at stake than just her heart. Does this mean the end for Tom and Ben Enterprises?    "
                }
            },
            "2": {
                "1": {
                    "title": "Forgotten Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ginger tries to let the gang know that their memories were erased after Tom and Angela kissed. But the CEO has secretly been stealing information from Ben to modify the eraser for it to erase everyone's memories in the world.    "
                },
                "2": {
                    "title": "Extreme First Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    With the carnival in town, Tom and Angela decide to put their plan to test. They find out if they really can be friends who pretend not to like each other.    "
                },
                "3": {
                    "title": "Just Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Tom and Talking Angela are worried that dating will mess up their friendship. So they decide to go to the carnival with Talking Ben, Talking Hank and Talking Ginger to keep it from feeling like a date. But will their \"friend event\" make things between them better or worse?    "
                },
                "4": {
                    "title": "Couples Clash: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A new trending board lets Talking Tom and the gang know what their fans really think of them. But the system starts turning friend against friend and couple against couple until they're all in competition with each other to be the most popular. Will they realize what the competition is doing to their friendships before it's too late?    "
                },
                "5": {
                    "title": "Couples Clash: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Who's the best couple? Talking Tom and Talking Angela face off against Talking Ben and his girlfriend Xenon in an epic game of Couple Clash. But winning the show might mean the end of everybody's friendship.    "
                },
                "6": {
                    "title": "The Backup Genius",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Ben finds a protegè to pass all of his knowledge on to. But when he brings his new student to the garage, not everyone is impressed. Has Ben made the right choice, or will his decision threaten to put an end to Tom and Ben Enterprises?    "
                },
                "7": {
                    "title": "The Cool and the Nerd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Ben feels terrible about a fight with Talking Ginger and wants to make it up to him the best way he knows how - with a customized gift signed by the coolest guy on earth, Will Z. But when Will Z comes to visit, something about him seems wrong. Is it possible there's such thing as being too cool?    "
                },
                "8": {
                    "title": "The Sabotage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Angela is excited when Talking Tom sells one of her songs - until she realizes he accidentally sold it to the evil CEO, who is using it as his theme song as he tries to run for mayor of the town. Now the gang has to try to get Angela's song back from their nemesis before it's too late.    "
                },
                "9": {
                    "title": "Vote for Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "17 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Tom refuses to let the CEO run for mayor unopposed, so he does the only thing he can do - enters the race for mayor. With election night fast approaching, Talking Ben comes up with a foolproof plan for winning Talking Tom the vote. But when the CEO gets his hands on the plan, the gang's not sure they'll be able to keep Tom ahead in the polls.    "
                },
                "10": {
                    "title": "Happy Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Now that he's the new mayor, Talking Tom is determined to make everyone happy. But that proves to be a little more difficult than he expected. So he comes up with a plan to throw a huge party for the whole town. Will Tom's party be a huge success or an epic fail?    "
                },
                "11": {
                    "title": "The Nerd Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "12 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Desperate for intellectual conversation, Talking Ben joins a club for hyper-intelligent people. He is excited to finally be among people who think like he does - until the Smarties start making fun of his non-genius friends. Tensions run high as Ben is forced to decide between his old friends and his new club.    "
                },
                "12": {
                    "title": "Taco Spaghetti Burger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Hank creates the hottest food trend in town. Demand for it is so high, Hank and the guys turn the garage into a restaurant. But can they run the restaurant successfully while keeping up with the ever-changing world of food trends?    "
                },
                "13": {
                    "title": "Double Date Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    During a double date, Talking Tom and his friends get trapped in the diner because of a storm. Tom tries to keep things fun, but strange noises from outside convince everyone that there might be a monster coming for them. Are people just being paranoid? Or is this date about to end in disaster?    "
                },
                "14": {
                    "title": "Email Fail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    When Talking Tom accidentally sends an important email to the CEO, the gang springs into action to save the company. Talking Tom and Talking Ben have to get that email back before the CEO sees it, and the only way to do that is to go inside the internet. Will Tom and Ben be able to catch the email before it reaches the CEO?    "
                },
                "15": {
                    "title": "Babysitter Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Ginger is unhappy with his strict nanny, who dresses him like a baby and won't let him go to a demolition derby. Talking Tom agrees to take over the nanny-ing job, thinking all he has to do is be cool. But the pressure of keeping Ginger safe quickly becomes more than Tom bargained for.    "
                },
                "16": {
                    "title": "Garage Feast Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Ben's robot son, Boomerang, comes for a visit - and Ben is shocked to discover that Boomerang has given up science to become an artist. Ben doesn't approve of Boomerang's life choices, and what should be a sweet family reunion quickly turns into a family feud. Will they be able to sort things out in time to enjoy Garage Feast Day?    "
                },
                "17": {
                    "title": "Back to School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Ginger gets one of Talking Ben's inventions confiscated by his teacher, so Talking Tom and Talking Angela head to the school to get it back. But their plan gets complicated when Tom learns that Ginger's is taught by Ms. Vanthrax, the scariest teacher that the town has ever seen. Now Tom's attempt to help his friend might land him in detention.    "
                },
                "18": {
                    "title": "The Love Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "30 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Ben is thrilled because his online girlfriend Xenon is coming for a visit. There's just one problem - Xenon wants to go for a drive, and Ben doesn't know how. With the clock ticking, Ben desperately tries to learn how to use a car. But this might be one thing he can't wrap his mind around.    "
                },
                "19": {
                    "title": "Bye, Bye, Bongo!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "7 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Hank's worst nightmare is coming true - his favorite TV show, Bongo and McGillicuddy, is coming to an end. Determined to save the show, Hank takes a leap into the unknown - literally crossing dimensions and entering the world of the show. Will his crazy plan work? And will he ever be able to find his way home?    "
                },
                "20": {
                    "title": "Space Conflicts VIII",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "14 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The eighth installment of Talking Tom's favorite movie franchise is about to come out, and the guys couldn't be more excited. But Talking Angela has never watched any of the movies. Realizing how important it is to her friends, she decides to watch every \"Space Conflict\" movie. Will she be able to learn everything there is to know about the movies in time for the big premiere?    "
                },
                "21": {
                    "title": "Saving Santa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "21 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    It's Christmas Eve, and Talking Tom and Friends are using Talking Ben's latest gadget to track Santa. Suddenly, he disappears right over the CEO's building. The gang rushes off to free Santa and save the holiday season. But with Santa involved, they might be in for a bit of holiday magic.    "
                },
                "22": {
                    "title": "Angie Fierce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "28 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Talking Angela's performing in a singing competition, but there's just one problem - superstar celebrity Ricky DeLuna is a judge, and she freezes up just thinking about him. Her solution? Wearing a disguise. Angela puts on a wig and her alter ego, Angie Fierce, is born. She's a hit. But will she be able to leave her alter ego on the stage only?    "
                },
                "23": {
                    "title": "Landlord in Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "15 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The Landlord tells the gang he's selling the garage so he can go live on a tropical island. Talking Tom and friends try to come up with a reason for the Landlord to stay - especially when they find out the CEO is planning on buying their home and destroying it. Can they make the Landlord fall in love before he moves away and ruins all of their lives?    "
                },
                "24": {
                    "title": "Fishy Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "22 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Hank and Talking Angela are out on the town enjoying slushies when a goldfish falls out of the sky and lands on Hank. They can't figure out where it came from, so Hank decides to keep the fish. But then the fish's real owner comes looking for it - and Talking Tom realizes Hank has accidentally stolen the CEO's pet. Will Hank do the right thing and give his new friend to it's rightful owner?    "
                },
                "25": {
                    "title": "Angela the Psychic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The friends need some extra money, so they come up with a brilliant new plan - Talking Angela will take a job as the Landlord's psychic. But when the Landlord starts demanding more and more of Angela's time, she tells Talking Tom she needs to get away from this responsibility. Can she get away from the Landlord without getting everyone evicted?    "
                },
                "26": {
                    "title": "The Deep Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "8 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Talking Tom and his friends are spending the day playing a mystery game when Tom stumbles on a real-life mystery - Talking Angela's keeping a secret from him. Tom is unable to focus on anything else and turns the game into a mission to find out whatever Angela isn't telling him. What's Angela's secret? And what does it mean for her and Tom's relationship?    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Minisode 8 - Angela's Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Talking Tom and Friends (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "4 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Angela had no idea what we were really up to. We totally surprised her.    "
                }
            }
        },
        "number of episodes": 106,
        "cast": [
            {
                "name": "Kenny, Tom"
            },
            {
                "name": "Hanks, Colin"
            },
            {
                "name": "Adomian, James"
            },
            {
                "name": "Schwartz, Lisa"
            },
            {
                "name": "Bamford, Maria"
            },
            {
                "name": "Stack, Brian"
            },
            {
                "name": "Willis, Dave"
            },
            {
                "name": "Reed, Robin"
            },
            {
                "name": "Back, George"
            },
            {
                "name": "Newman, Laraine"
            },
            {
                "name": "Phirman, Dannah Feinglass"
            },
            {
                "name": "Fadem, Josh"
            },
            {
                "name": "Johnson, Brandon"
            },
            {
                "name": "Barrett, Suzi"
            },
            {
                "name": "Alazraqui, Carlos"
            },
            {
                "name": "Gourley, Matt"
            },
            {
                "name": "Manwaring, Greg"
            },
            {
                "name": "Huskey, Brian"
            },
            {
                "name": "Kindler, Andy"
            },
            {
                "name": "Stumpf, Traci"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Comedy",
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "Cyprus",
            "Austria",
            "Thailand"
        ],
        "country codes": [
            "cy",
            "at",
            "th"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G",
            "United Kingdom:U::(some episodes)",
            "United States:TV-G",
            "United States:TV-Y",
            "United States:TV-Y7",
            "United States:TV-PG::(some episodes)"
        ],
        "number of seasons": 4,
        "rating": 6.8,
        "votes": 138,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk1NTY5NjQwMV5BMl5BanBnXkFtZTgwOTY4MjY1MDI@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Talking Tom and Friends is the flagship franchise of multinational entertainment company Outfit7 Limited. As of August 2015 there are six characters (Talking Tom, Talking Angela, Talking Ginger, Talking Ben, Talking Pierre, and Talking Hank) and 15 apps within the Talking Tom and Friends umbrella brand. Since June 2010 the apps have achieved more than 3 billion downloads. It also had two TV shows, one was this one and another one by Disney.",
        "languages": [
            "English"
        ],
        "title": "Talking Tom and Friends",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Dolenc, Boris"
            },
            {
                "name": "Login, Samo"
            },
            {
                "name": "Martin, Tom"
            }
        ],
        "production companies": [
            {
                "name": "Outfit7"
            },
            {
                "name": "arx anima"
            },
            {
                "name": "The Monk Studio"
            }
        ],
        "distributors": [
            {
                "name": "Outfit7"
            },
            {
                "name": "Boomerang"
            },
            {
                "name": "K2"
            },
            {
                "name": "Pop Max"
            },
            {
                "name": "Pop TV"
            },
            {
                "name": "Teletoon+"
            },
            {
                "name": "Teletoon+"
            }
        ],
        "plot": [
            "The animated series of Talking Tom & his friends.",
            "_Talking Tom and Friends_ (qv) is the flagship franchise of multinational entertainment company Outfit7 Limited. As of August 2015 there are six characters (Talking Tom, Talking Angela, Talking Ginger, Talking Ben, Talking Pierre, and Talking Hank) and 15 apps within the _Talking Tom and Friends_ (qv) umbrella brand. Since June 2010 the apps have achieved more than 3 billion downloads. It also had two TV shows, one was this one and another one by Disney.::TrevorHayes0802",
            "The official series of talking Tom and friends. Meet Tom, an ordinary cat who is running a company with his friend Ben. He lives in a garage with his roommate Hank, and his friends Ginger and Angela and every week is a crazy adventure for them.::Sameen"
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 138,
                "rating": 6.8
            },
            "aged under 18": {
                "votes": 4,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 21,
                "rating": 6.6
            },
            "aged 30 44": {
                "votes": 32,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 8.1
            },
            "males": {
                "votes": 63,
                "rating": 6.3
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 18,
                "rating": 6.6
            },
            "males aged 30 44": {
                "votes": 23,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 7.0
            },
            "females": {
                "votes": 18,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 6.3
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 4.0
            },
            "us users": {
                "votes": 23,
                "rating": 5.1
            },
            "non us users": {
                "votes": 34,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 61,
            "9": 13,
            "8": 11,
            "7": 12,
            "6": 4,
            "5": 5,
            "4": 5,
            "3": 6,
            "2": 3,
            "1": 18
        },
        "arithmetic mean": 7.3,
        "median": 9
    }
}