{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2014"
            },
            {
                "country": "USA\n",
                "date": "25 October 2014"
            }
        ],
        "release dates": [
            "USA::1 January 2014",
            "USA::25 October 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Olivia Gets a Makeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The Spinoffs are BACK with Season 2! Last we left it, Brandon's out, Lucy & Olivia are pals again, and Colin & Jenni are definitely NOT on good terms. Now, Olivia seems to be letting herself go after her breakup with Brandon and after Colin left with Jenni's mom, there may be no hope for the two to rekindle their friendship. Can Lucy help her snap out of it? Will Jenni forgive Colin?    "
                },
                "2": {
                    "title": "First Date Diet",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lucy is well underway on her Olivia makeover, and might have even fixed her up with a hot date with \"Big Ben,\" but Meanwhile, Jake has a bit of a hot date problem of his own. The boy he's been seeing may or may not turn out to be a bit on the aggressive STALKER side. (But really, who wouldn't after getting a piece of those cheekbones!) Will Derek go too far? Will Olivia keep finding ways to replenish her cookie stash?    "
                },
                "3": {
                    "title": "Working Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lucy's in a bit of a pickle; she's got no car, no dough, and no man. How is she supposed to be an independent woman with no job or legitimate means of income?! Luckily, Jake, the other independent woman of the house, kicks her into gear and helps her find a job. Also--Colin is still on his quest to win Jenni back, but she's holding her ground. Wooden toys may not be enough to salvage the broken pieces of their friendship.    "
                },
                "4": {
                    "title": "Beware the Stalker",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    THE STALKER IS BACK! Somehow Derek the stalker has found his way into the Spinoffs house for some more one-on-one with Jake. But the creep vibes are flying, and Jake is officially scared for his life. Will Colin swoop in to save the day? Or will Derek continue to let his creep flag fly? Meanwhile, Lucy's full swing into her new job as a waitress. But things may be getting a little hot in the kitchen when she discovers that her boss might have the hots for her.    "
                },
                "5": {
                    "title": "The Rules of Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lucy, the style/dating/fashion guru is at it again! Olivia has a hot date and has no clue how to act, or so she thinks. So Naturally, Lucy steps in to save the day. Will Olivia ever learn everything Lucy has to offer? Is Lucy being a little too demanding? Also, Lucy is late for work AGAIN, surprise surprise. Is her boss/lover angry? Are we sensing a little trouble in paradise?    "
                },
                "6": {
                    "title": "Serving It Hot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Lucy is serving it HOT in this latest episode--or at least what she thinks is hot. Actually, by the looks of it, she's probably serving it cold. She's not a very good waitress, is she? How long will she last before Craig throws in the towel & gives her the boot? Also, as always seems to be the case, Colin can't quite seal the deal, and his new wingman, Jake, doesn't seem to be helping matters. Sometimes no wingman is better than a charmingly sweet gay boy. You be the judge.    "
                },
                "7": {
                    "title": "Don't Go Into the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    So Jake & Colin think they're in for a little quality bro time in the woods: camping, building fires, being men and stuff. But, as they soon find out, a weekend alone in the woods is never actually spent ALONE, is it?    "
                },
                "8": {
                    "title": "Jenni's Prom Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Jenni's going to PROM! Just kidding, she's actually not. She's too old for prom. But she HAS coincidentally run into her prom date from high school. The one that ditched her and made her walk home by herself. But now, he seems awfully eager to rekindle the remnants of their high school fling. Meanwhile, Lucy's hitting on men again. This time, old, charming, bald ones. Will Lucy's charm be enough to seal the deal with this older, distinguished man?    "
                },
                "9": {
                    "title": "Enter the Mysterious Stranger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "25 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Last we left it, Lucy's bringing yet another strange man home. But this particular man appears to be hiding a secret-one that could change EVERYTHING. One that has all the roommates shocked, confused, worried, and a little skeptical. What could it be? Who is this strange man and what does this mean for The Spinoffs as we know it?! The drama is real. Also, Olivia may have found Mr. Right. But he seems to be a little too charming & kind-hearted (the worst, right?) Will Ben be able to woo Olivia, or will she ditch this kitten for a tiger?    "
                },
                "10": {
                    "title": "Head Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After the whole \"getting kicked out of the house\" reveal, tension is flaring, and everyone's true colors are being exposed. Except for Jenni's. According to her new man, she's studying Creative Writing at the local college. In William's world, the only thing Jenni's Watching is her grade point average. Meanwhile, Jake & Colin seek to form a bro-liance to ensure that neither of them are kicked out of the house. Will it work? Will The Spinoffs be down to girls only? Will William catch Jenni in her lie?    "
                },
                "11": {
                    "title": "The Video Game Addict",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "7 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Spinoffs are a tight group. They've put aside their differences to get along. Sitting around the table to break bread has become a tradition. They are a family. Only one thing stands in the way of the fab 5 walking off into the sunset - the benefactor. Who will be immune to catching the boot? Meanwhile, A house guest overstays his welcome. Can he kick his habit of playing video games in strangers' houses? Find out on this tantalizing episode of the Spinoffs.    "
                },
                "12": {
                    "title": "Hot in the Hammock",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    For the third week, The Spinoffs are uncertain who will be KICKED OUT. Colin, knowing he's safe, is focused on winning games in his basketball league. After catching fungal infections, his teammates could not play the next game. Will his roommates have what it takes to win the upcoming game? Jenni, also being safe, is seeing more of her old prom date. How long will her Lie last?    "
                },
                "13": {
                    "title": "Colin's Hoop Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The basketball playoffs are here and Colin has a basketball problem. The only thing that stands between him and a trophy is his team. Yeah, a 5' 2\" girl, a girl who shoots like a grandma, a girl whose idea of footwork is the cha-cha, and a guy who's not talking 'bout practice, but rather rehearsal . . . Yeah rehearsal. This is the not so fab five folks, and just look at who they have to play. This should be fun.    "
                },
                "14": {
                    "title": "Pool Chicken Fight (The Benefactor's Bedroom Drama)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "28 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Colin thinks the main bedroom is all his, but everybody thinks they have dibs. Has the benefactor been misleading them? Let the drama begin. Will the roommates follow through with Colin's basketball dreams? How do we settle disputes in the Spinhouse!? Chicken Fight!!!!!!    "
                },
                "15": {
                    "title": "Craziest Basketball Game Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "7 May 2015",
                    "year": "2015",
                    "plot": "\n    Glad for you to join us this evening . . . We're going to have an epic game on the hardwood! Jake, Jenni, Colin, Olivia, and Lucy take on the Shockers. David vs. Goliath. The Replacements vs. The Patriots (deflated footballs). Will Colin's team conjure up enough ummmm . . . what is it that they possess? Good hygiene, boyish good looks? Yeah, let's see if they can make a basket.    "
                },
                "16": {
                    "title": "Jenni's Secret Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    Jenni has been trying to hide something from her roommates. Who else would call her on it but Lucy? Olivia might not be the most skilled basketball player, but the ball is in her court. Whether it's the bedroom dispute or her admirer, Ben, Olivia is in charge.    "
                },
                "17": {
                    "title": "Poolside Plot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "19 May 2015",
                    "year": "2015",
                    "plot": "\n    The women of The Spinoffs are quite headstrong. Thanks to these ladies, garnering majority space on a bed by any means necessary, forcing people to stay married, and throwing parties for people who don't want them is just a typical day at the Spinhouse. Speaking of \"marriage\", how will the boys handle the fact that their matrimony is now official?    "
                },
                "18": {
                    "title": "Divorce California Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Rachel and Brendon, #brenchel, stop by the Spinoffs House to give some marriage advice to Colin and Jake, #cake. Lucy prepares . . . well, makes other people prepare for Jenni's surprise party. Shhhhh, don't tell Jenni. Speaking of Jenni, what's going on with that old prom date of hers?    "
                },
                "19": {
                    "title": "Jenni's Surprise Pool Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "18 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    We all know Lucy means well, but the girl loves her some her. Think she's good looking? Doesn't matter, she'll tell you. Well Jenni is becoming . . . Yeah she's creating the adult version of herself and we're here to watch this beautiful disaster. When these two cross paths, who knows the melee?    "
                },
                "20": {
                    "title": "The Love We Make",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "30 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Jenni's party rolls on and so does the drama! It's time to cut the cake AND the suspense. Season 2 has come to a close.    "
                }
            },
            "1": {
                "1": {
                    "title": "Last Colin Standing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Everybody moved out! Except for Colin. And now he's screwed. Well, he was always screwed, but now he's really screwed. Will he be able make rent next month? Will Jenni help him find new roommates? Will he finally buy some new pajamas? Find all of this out and more on the latest episode of The Spinoffs!    "
                },
                "2": {
                    "title": "David Loves Jenni?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Wondering how to cheer up a friend who's hit rock bottom and lost pretty much everything? Well, whatever you do, don't call David. Colin's being mopey after his futile search for roommates, and Jenni's solution doesn't quite work out. What will Colin do next? Will he ever get out of bed?    "
                },
                "3": {
                    "title": "Spinoffs Get Wet",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    What better way to help Colin out of his depressed funk than by inviting lots of gorgeous bikini babes for a pool party? David and Jenni do their best to encourage Colin to make some new friends, (and maybe, if he's lucky, some new roomies)!    "
                },
                "4": {
                    "title": "Bath Tub Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The moment has finally arrived! Jenni finally convinced (coerced?) David to take her on a date! Meanwhile, Colin stays at home, by himself, yet again, maybe feeling a little jealous.    "
                },
                "5": {
                    "title": "Meet the Roommates",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Colin is SAVED! After receiving a mysterious message, he has finally met his knight(ess) in shining armor! Olivia (on behalf of an Anonymous Benefactor) has arranged for a group of vloggers (including Colin and Jenni!) to live together in a house and create a vlog-o-sphere.    "
                },
                "6": {
                    "title": "Jenni Gets Jelly",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Things are heating up between Colin and Lucy, and Jenni is NOT happy about it. Sure, everyone thought she had the hots for David, but now she's got a little bit of jealous feelings going on for Mr. Wiley!    "
                },
                "7": {
                    "title": "Who's Been Sleeping in My Bed?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Tension builds in the house as the roommates adjust to living with each other. Everyone is crumbling under the pressure of living in such close proximity, and not even Sallie the dog can distract the gang from false accusations, unwelcome advice, and awkward love triangles.    "
                },
                "8": {
                    "title": "Broken Heart BBQ: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Olivia forces the gang to be pals again by planning a night full of fun (a mandatory roommate BBQ). Add vodka, and you've got a patio full of broken hearts drowning their sorrows in Stoli.    "
                },
                "9": {
                    "title": "Broken Heart BBQ: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    After a few too many glasses of Olivia's Stoli, Colin's stepped in it, yet again, for the umpteenth time in his sad little life. As the jealousy flares, drama begins to sizzle, and Colin may just find himself in an even bigger pickle than before.    "
                },
                "10": {
                    "title": "Searching for the Gay",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Colin's in the dog house, and by dog house, we mean \"homeless and living in Olivia's car.\" Jenni and Lucy need a solid plan to get him back in the house before Olivia replaces him with a gorgeous, tall, handsome, (did we say gorgeous?) gay man.    "
                },
                "11": {
                    "title": "The Shocking Truth Comes Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Olivia's desperate (and slightly judgmental) attempt to get Jake in the house has backfired into a blackmailing opportunity for the bro-friend couple that is Colin and Jake. Jake MIGHT be willing to give Olivia another chance, but only under ONE condition: Colin gets to move back in. Meanwhile, everyone's seen the latest Lucy vlog in which Brandon threw everyone in the house under the bus. Except of course, for his latest love interest! Who's Brandon got the hots for this week? See how it all unfolds!    "
                },
                "12": {
                    "title": "Colin Comes Out?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    After everyone in the house discovers that Brandon threw everyone under the bus (and was also coincidentally in love with Olivia) Olivia has FORBIDDEN the roommates to watch each other's vlogs. Also, Colin has used this as an opportunity to finally come OUT of the closet! Or did he? Is he really in love with Jake? How will the rest of the house react to their budding romance?    "
                },
                "13": {
                    "title": "Bromantic Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Wedding bells are ringing at the Spinoffs house! Jenni & Lucy have thrown an impromptu wedding (ministered by none other than Big Brother's Rachel Reilly) for not-so-openly Colin and his bro-friend Jake! Will the housemates catch Colin in his fake, gay scandal, or will Colin be able to follow through with his nuptials to Jake? How far is too far? Who will win the game of Spinoffs chicken?    "
                },
                "14": {
                    "title": "Love Burns Calories",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    In the aftermath of Colin & Jake's fake, gay wedding, the house is brewing, once again, with drama. Colin tries to keep it lighthearted by unveiling his brand new invention to Jenni, but Olivia's lair is explosive with impending conflict. Jake accidentally catches Olivia and Brandon in a...compromising...position, but Lucy later discovers that their relationship may be in troubled waters--unbeknownst to Olivia. Uh oh.    "
                },
                "15": {
                    "title": "Dangerous Confessions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "30 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    So, last week Lucy discovered that Brandon was a huge dirt bag (or maybe a misunderstood bad boy, if you're into that sorta thing). Nonetheless, Lucy has some 'splainin to do! She seeks advice from love-guru Jake, who suggests (demands?) that she tell Olivia before nightfall. Will Lucy actually confess the scandal to Olivia? How will Olivia react?    "
                },
                "16": {
                    "title": "The Tuber Driver",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Caught in the Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Spinoffs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "13 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    It's FINALE time, and the gang is finally starting to show their true colors (or not so true). Last we left it, Jenni caught Colin in bed with her MOM! Not cool, Colin. What's in store for their friendship now? Will the dynamic duo be split for good? Also, Lucy & Jake have banded together to gather evidence of Brandon in the act of being a sleaze-but will it be enough to convince Olivia that he's bad news?    "
                }
            }
        },
        "number of episodes": 37,
        "cast": [
            {
                "name": "Iacarella, Reed"
            },
            {
                "name": "Watson, Ian"
            },
            {
                "name": "Oliver, Alex"
            },
            {
                "name": "Oliver, Alex"
            },
            {
                "name": "Walker, Bekka"
            },
            {
                "name": "Durickas, Catherine"
            },
            {
                "name": "Davila, Mimi"
            },
            {
                "name": "Fisher, Ryan"
            },
            {
                "name": "Reilly, Rachel"
            },
            {
                "name": "O'Brien, Chris"
            },
            {
                "name": "Brackin, M.J."
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzcxNzgzMmYtMjRlZC00YjM2LWE0MDEtMjY1NzMyNmI0YmUwXkEyXkFqcGdeQXVyNTI0Mjk0OTM@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Spinoffs",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Spinoffs (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Zakarin, Scott"
            },
            {
                "name": "Mitz, Rick"
            }
        ],
        "production companies": [
            {
                "name": "Rush It Network"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}