{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "6 October 2014"
            }
        ],
        "release dates": [
            "USA::2014",
            "USA::6 October 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Cangarda: The Last American Steam Yacht",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Restorations (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Cangarda, a steam yacht built in 1901, is the last of its kind. All other American built steam yachts are gone. Much of the yacht must be rebuilt from scratch, while the restoration team attempts to save as much of the original 136 foot long ship as possible. Using modern techniques to duplicate historic designs and methods, Cangarda goes through a restoration that takes years to complete.    "
                },
                "2": {
                    "title": "The Lysander: Canada's Unsung Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Restorations (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Vintage Wings Museum in Ottawa, Canada undertakes restoration of a Lysander plane, one of only four known to exist. Built and used during WWII, the Lysander was known for its ability to take off and land at very low air speeds due to its unique wing design, it was used for nighttime rescues, particularly in France during the German occupation, saving countless lives.    "
                },
                "3": {
                    "title": "The Sierra #3 Locomotive: A Star is Reborn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Restorations (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Sierra #3 steam locomotive, built in 1891 by Rogers Locomotive, is completely torn down and rebuilt. The locomotive is likely the most recognized steam loco in the world, having been seen my millions of people during appearances in more than 100 movies and TV shows over several decades of use, including \"High Noon,\" \"The Great Race,\" \"Back to the Future III,\" \"Petticoat Junction,\" and \"Little House on the Prairie.\"    "
                },
                "4": {
                    "title": "The Ahrens-Fox: A Kansas City Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Restorations (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    An Ahrens-Fox fire truck, built in 1927 for the Kansas City fire department, was the top of the line in design and functionality at the time it was purchased. The Reliance Fire Museum in Estes Park, CO is called on to make the restoration of this great truck back to the point of not just looking good, but actually running and pumping water as she did at fires almost 100 years ago.    "
                },
                "5": {
                    "title": "The Midmer-Losh: Breathing Life Into the Beast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Restorations (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    On the boardwalk in Atlantic City, inside the Boardwalk Hall, is the world's largest pipe organ. It has over 33,000 pipes, some so large they were built in place and the building constructed around them. Over time, it first fell into disuse and then suffered from neglect. A multi-year project, this episode chronicles the first few years of the restoration, which is still ongoing.    "
                },
                "6": {
                    "title": "Badger #2: The Last Remaining Fishcar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Restorations (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The country was young and growing, pushing ever west. The federal government was challenged on how to ensure that as pioneers moved west, they would be able to sustain themselves until they became established. Enter the fish car, a railway car filled with tanks in which to haul fish overland to the many lakes and streams of the west and stock them so that the pioneers would have food they could depend on. The Badger #2 is believed to be the last existing fish car in the world, and through the years it has been used for a variety of things. Now the challenge is to ...    "
                },
                "7": {
                    "title": "The Illions Supreme: The World's Most Beautiful Carousel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Restorations (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Two historic carousels are restored. The restoration of the Looff carousel in San Franciso focuses primarily on getting the mechanics of the 100 year old right running again. The Illions Supreme is full of beautifully carved horses, which has likewise suffered from time and neglect. Both are restored to their original beauty and operation.    "
                },
                "8": {
                    "title": "The Schooner Coronet: Racing Into History",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ultimate Restorations (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The show follows the restoration of a second yacht, this time a racing schooner named the Coronet. It is the last of its kind. Built in 1885, she won transatlantic races, was one of the first US registered yachts to sail around cape horn, and has circumnavigated the earth. After barely surviving, she is now being rebuilt and restored to once again sail the ocean.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "McNeil, Robert"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "55"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODM0NTBiODItMGQ0Zi00YTgwLWI5MzMtZTAzZWU3MmU3ZmEzXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "As pieces of our past disappear, groups all over the world are beginning to seek out unique items, many the last of their kind, and restore them. This series follows a different group of these individuals each week as they complete these restorations of these one of a kind objects, sometimes taking years and millions of dollars to do so.",
        "languages": [
            "English"
        ],
        "title": "Ultimate Restorations",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Ultimate Restorations (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hersey, William"
            }
        ],
        "production companies": [
            {
                "name": "Kailuna Enterprises"
            }
        ],
        "plot": [
            "As pieces of our past disappear, groups all over the world are beginning to seek out unique items, many the last of their kind, and restore them. This series follows a different group of these individuals each week as they complete these restorations of these one of a kind objects, sometimes taking years and millions of dollars to do so.::Spirit11"
        ],
        "tech": {
            "runtime": [
                "55 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}