{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 March 2014"
            }
        ],
        "release dates": [
            "USA::6 March 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Gene Simmons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Home Raiders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Kit and Darren are granted access to the \"family jewels\" of rock 'n' roll legend Gene Simmons of KISS. Hear all about the famous rock family as wife Shannon Tweed and daughter Sophie show off red carpet outfits, one of Gene's signature axe guitars and everything KISS from caskets to condoms! Will the Simmons clan be able to KISS their items goodbye and raise money for their favorite charity? Or will things get \"hotter than hell\" when the Demon discovers his favorite shirt is being considered for donation?    "
                },
                "2": {
                    "title": "Ice T and Coco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Home Raiders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Kit and Martin get a private peep show inside the swanky duplex penthouse of reality TV's hottest couple, Ice T and Coco. Hear about the glamorous life of this sexy duo, as they show off Coco's eye-popping wardrobe, an outfit straight from the Law and Order set, clothes worn by their beloved bulldogs, and the original gangster's most controversial unreleased album. Will this \"Home Invasion\" deliver enough booty for Ice and Coco's favorite charity?    "
                },
                "3": {
                    "title": "David Hasselhoff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Home Raiders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Kit and Darren take a tour of the sprawling 20-acre paradise of legendary actor, singer extraordinaire, David Hasselhoff. Hear tales about the Hoff's international treasures including his beloved Baywatch items, music awards from overseas, and take a ride in his Knight Rider pride and joy, KITT. Will this search and rescue mission unveil enough goods for The Hoff's favorite charity?    "
                },
                "4": {
                    "title": "Fran Drescher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Home Raiders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Kit and Martin get invited inside the house of the flashy girl from flushing, Fran Drescher! Hear all about this former Nanny's past as she shows off blinged out jewelry, her grandmother's antique fur coat, and her favorite porno tape. She has style, she has flair but will she be able to raise money for her favorite charity or will she send her guests out on their fannies?    "
                },
                "5": {
                    "title": "Rick Harrison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Home Raiders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Kit and Martin step inside the home of Las Vegas Pawn Star, Rick Harrison. Hear all about his past as he shows off some of his favorite treasures! Will he give up the goods for his favorite charity or will he need to call in an expert?    "
                },
                "6": {
                    "title": "David Cassidy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Home Raiders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Kit and Darren get unrestricted access to the home of former Partridge family superstar David Cassidy. \"Come on get happy\" and hear all about this seventies idol's past as he shows off Partridge family memorabilia, rare teeny bopper magazines, polyester jump suits and one item that brings up a lot of old emotions. Will this \"daydreamer\" put his past aside and raise money for his favorite charity?    "
                },
                "7": {
                    "title": "Debbie Gibson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Home Raiders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Kit and Darren go inside the home of 80's teen queen Debbie Gibson. Hear the former pop princess bare it all as she shows off private photos from her steamy Playboy magazine shoot, several awesome 80's outfits, some killer dance moves and a very special toy she thought had disappeared. Will Debbie not skip a \"foolish beat\" and part with items from her \"Electric Youth\" to raise money for her favorite charity? \"Anything is possible.\"    "
                },
                "8": {
                    "title": "Lance Bass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Home Raiders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Kit and Martin get a legendary look inside the home of former N'Sync heartthrob Lance Bass. They see platinum records, tour outfits, frosted tips and something that Justin Timberlake and Britney Spears spent hours competing over while on tour. Will this Boy bander prove to have \"No Strings Attached\" to some of his most precious things and say \"Bye, Bye, Bye\" to raise money for his favorite charity or will uncovering a semi-nude portrait give him second thoughts?    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Bass, Lance"
            },
            {
                "name": "Drescher, Fran"
            },
            {
                "name": "Harrison, Rick"
            },
            {
                "name": "Hasselhoff, David"
            },
            {
                "name": "Hoover, Kit"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmU3Mzg5YTItMWFiNy00ZGZkLWFlYTctNDcyNzE2NTk5N2I4XkEyXkFqcGdeQXVyMjI1NDUzOTc@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Each week on Celebrity Home Raiders we visit a celebrity in their home and help them purge their stuff. From expensive mid-century modern furniture to costumes they once wore on stage to valuable signed memorabilia and tschotskes you might find in any home.",
        "languages": [
            "English"
        ],
        "title": "Celebrity Home Raiders",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Celebrity Home Raiders (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Leftfield Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Lifetime"
            }
        ],
        "plot": [
            "Each week on _Celebrity Home Raiders_ (qv) we visit a celebrity in their home and help them purge their stuff. From expensive mid-century modern furniture to costumes they once wore on stage to valuable signed memorabilia and tschotskes you might find in any home."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}