{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "December 2014"
            }
        ],
        "release dates": [
            "USA::December 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "rating": 7.5,
        "votes": 11,
        "plot outline": "Join renowned actor Simon Callow as he uncovers the moving origins of the song Silent Night that has been two hundred years in the making. A story that begins in humble circumstances, ends with the world's most popular carol. Simon journeys to the Austrian village of Oberndorf as well as the city of Salzburg, where the story of the world's favourite carol had its origins. The First Silent Night introduces us to two impoverished children - Joseph Mohr and Franz Gruber - who grew up in Austria's cobbled streets and wooded villages. The hard years that shaped them would also destine them to meet one day in a poor country church to unite Gruber's music and Mohr's text into this classic carol about the birth of a third poor boy on a quiet night in ancient Palestine. Silent Night would speak a message of hope to their country, recovering from the harsh Napoleonic wars that had devastated their cities and villages. The guns would fall silent at last, replaced by the gentle strains of music.",
        "title": "The First Silent Night",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "plot": [
            "Join renowned actor Simon Callow as he uncovers the moving origins of the song Silent Night that has been two hundred years in the making. A story that begins in humble circumstances, ends with the world's most popular carol. Simon journeys to the Austrian village of Oberndorf as well as the city of Salzburg, where the story of the world's favourite carol had its origins. _The First Silent Night_ (qv) introduces us to two impoverished children - Joseph Mohr and Franz Gruber - who grew up in Austria's cobbled streets and wooded villages. The hard years that shaped them would also destine them to meet one day in a poor country church to unite Gruber's music and Mohr's text into this classic carol about the birth of a third poor boy on a quiet night in ancient Palestine. Silent Night would speak a message of hope to their country, recovering from the harsh Napoleonic wars that had devastated their cities and villages. The guns would fall silent at last, replaced by the gentle strains of music."
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 6.6
            },
            "males": {
                "votes": 5,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 8.0
            },
            "females": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 5,
                "rating": 7.0
            },
            "non us users": {
                "votes": 3,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 0,
            "7": 2,
            "6": 1,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.5,
        "median": 7
    }
}