{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 June 2014"
            }
        ],
        "release dates": [
            "USA::14 June 2014"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Boy Don't Kill My Vibe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "10 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Hot blonde MILF Cory is enjoying some rare alone time by soaking in a nice warm bubble bath. As Cory lies back in the tub and revels in the feel of the bubbles against her skin, she lets her hands trail across her body, rubbing her big tits and straying to her pussy. Once this dirty babe is all clean, she heads back to her bedroom and pulls out her large collection of sex toys, settling in for a long, luxurious play session with her favorite vibrator. Cory is so enthralled in her erotic wonderland, she doesn't even hear her stepdaughter Lena come home with her ...    "
                },
                "2": {
                    "title": "Give Me C-O-C-K!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Carolina's bad habit of leaving her cheer leading uniform and her pompoms all over the floor when she gets home from practice never fails to annoy her new stepmom, Britney. The hot MILF sighs as she picks up the teen's things and takes them to Carolina's room, but holding the uniform suddenly makes her want to try it on. As she's admiring herself in the mirror and trying out a few cheers, Carolina's boyfriend Codey sneaks in and thinks the hot, blonde cheer babe he sees from behind is his girlfriend. Britney covers her face with the pompoms as Codey bends her over and...    "
                },
                "3": {
                    "title": "Cabin Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "9 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A weekend away at the cabin is the perfect way for blonde MILF Lara to get to know her new stepdaughter, Jenny, better, as well as Jenny's boyfriend, Nick. When they arrive at the chalet, Lara prepares delicious creamy, hot chocolate for everyone. The teens are extra grateful for the steaming cocoa because, even though Jenny turned up the thermostat, the cabin isn't getting any warmer. Lara's husband won't arrive to fix the heating until tomorrow, so the three of them wrap up in blankets, but soon Lara thinks of another way to keep warm. Noticing Jenny and Nick ...    "
                },
                "4": {
                    "title": "Just a Taste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Nick and Amirah are a sexy, young couple who want to spice up their sex life with something outside the ordinary. They decide to dip their toes into a little erotic debauchery by attending their first sex party. Maybe they'll just watch, maybe they'll take part-whatever they decide, they're in it together. When an elegant, older woman spots them at the party, her gaze is a force they are powerless against and before long the hot couple has become a trio of carnal passion and exploration.    "
                },
                "5": {
                    "title": "Where 2 is Good, 3 is Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Britney and Sadie are a sexy lesbian couple who are discovering that they're both open to being with a man. Together, they create a profile on a dating app and start swiping their way to something exciting. As soon as they catch a glimpse of Xander's profile pic, they swipe right for a match. The idea of meeting for coffee sounds boring, so they invite him over straight away for a little danger and exhilaration. The second he's at the front door, the two hot girls grab him inside and into the bedroom. A little nervous at first, Sadie needs the guiding touch of Britney...    "
                }
            },
            "1": {
                "1": {
                    "title": "Lessons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Having her hair played with never fails to get Amirah in the mood to fuck, and in no time she went from relaxing on the couch with her head in Mark's lap to wrapping her mouth around his cock. What a surprise when Amirah's friend Angel let herself in, and caught them in the act. Angel watched the couple fool around for a bit, touching her pussy and letting her arousal build until she couldn't hold back and joined them on the sofa. Angel showed Amirah a thing or two about how to please a man, with her skillful mouth and expert hands. She gave Amirah a lesson in sucking...    "
                },
                "2": {
                    "title": "Lessons: Part II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    One day, while Macy showered upstairs, her boyfriend Mark caught a glimpse of her stepmother Cathy Heaven relaxing by the pool, rubbing oil on her big tits. The minute he walked outside to say hi, he was caught in a web of lust, and nearly powerless to tear himself away. Cathy seduced Mark with her sexual energy, and pulled his cock out of his shorts. She dove down the shaft, not stopping until her lips were wrapped tightly around the base of his cock. You'd think Macy would be upset to see her step-mother sucking off her boyfriend, but seeing him enjoying himself ...    "
                },
                "3": {
                    "title": "Lessons: Part III",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    When Mark and Alessandra Jane snuck by step-mother Candy working out in the living room, they hoped to be able to screw as loud as they wanted, and let loose with the moans and screams of passionate sex. Candy Alexa may have been focused on her exercise, with headphones strapped tightly to her head, but while Alessandra nipped off to the bathroom, Candy just happened to stumble on Mark laying on his bed with a huge erection pointing at the ceiling. She dove right onto the cock, and kicked off a steamy, erotic threesome that neither lady could have expected. Share ...    "
                },
                "4": {
                    "title": "Lessons in Lust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Tina Hot and Kristof Cale are lovers, and their attraction is so palpable that even something as simple as watching a movie quickly turns into erotic foreplay, with Tina teasing and sucking on Kristof's throbbing hard shaft. In fact, the pair are so caught up in their love affair that they don't notice Tina's stepmother Kayla Green watching them and rubbing her tight pussy from the next room! Soon, Kayla is dripping wet and in need of some erotic intervention, so she surprises Kristof and Tina by joining in, sucking and stroking Kristof's shaft while Tina looks on in ...    "
                },
                "5": {
                    "title": "Watch and Learn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Gina Gerson and her boyfriend Kristof Cale enjoy every moment they can get together, but their blossoming new relationship has yet to be consummated, and it's made Kristof a little sexually frustrated. Seeing the arousal in his eyes, Gina's stepmother Kathia Nobili decides to give the young lovers a lesson in sexuality, dropping to her knees to give Kristof a slow and sensual blowjob. Gina walks in on the erotic encounter and can barely believe her eyes, but Kathia invites her to join in on the action and learn a few things. Kathia takes them through the lessons of ...    "
                },
                "6": {
                    "title": "A Guiding Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    What would you do if your girlfriend's mother answered the door with nothing more than a towel covering her toned, gorgeous body? And what if Szilvia Lauren gave you a peek between her legs, let you see a hint of her pussy lips and the curls of pubic hair? When Szilvia noticed the effect she had on Kristof, and the bulge swelling in his pants, she made the decision for him, and put her mouth right on that young stud's rock hard cock. When Nataly Gold walked in, Szilvia showed Nataly how to deliver an unforgettable blowjob, and had Nataly watch as she licked the tip ...    "
                },
                "7": {
                    "title": "Moving in and Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Rubby Belle couldn't have guessed the first day moving into her new place with her boyfriend would end in a naughty threesome with step-mother joining in. Shalina showed up to encourage the young couple, but went off to have a moment alone with an erotic book she found sitting one on of the boxes. Just her luck that Matt turned the corner and found his mother-in-law masturbating in a bathroom. Shalina seized the moment to put her mouth on Matt's cock, and when Rubby caught them in the act, she showed the young lady how to suck a cock like she does. Matt got to enjoy ...    "
                },
                "8": {
                    "title": "Let's Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    After a good night's rest, Kari likes to start the day with a nice cup of coffee. She sends her boyfriend Jason to get her one, but imagine her surprise when she comes down to see her step-mother Simony Diamond giving her man a blowjob! Kari takes control of the situation, bringing the couple to somewhere they can have a little fun together. Kari and Simony take turns with Jason's throbbing cock, riding it until their pussies are dripping wet and then letting him eat them out so that they finally cum hard. After their erotic encounter builds to a climax, with Jason ...    "
                },
                "9": {
                    "title": "Working Up a Sweat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Jenny Glam and her stepmother Afrodity have a special bond. Jenny can feel Afrodity's hungry eyes exploring her body every time she turns her back, and after twisting her ankle, it doesn't take much for a tender massage to transition into an erotic encounter. As Afrodity licked and caressed her stepdaughter's wet pussy, they both lost themselves in the pleasure, and didn't even notice when Jenny's boyfriend Grey came in to catch them red handed! Afrodity used her sexual expertise to guide the lovers to an incredible threesome, and one of the most unforgettable days of...    "
                },
                "10": {
                    "title": "I'm Feeling So Dirty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Kayla was in bed recovering from a bad cold when her step-daughter's boyfriend came by to help care for her. The warmth of his touch woke up a ferocious desire for sex in Kayla, and she sprung immediately onto his cock and begun sucking. Just her luck her sexy teen step-daughter Olivia walked in to see Kayla taking all of Matt's big cock in her mouth. Kayla rolled over and taught Olivia how to suck him off like a pro, starting with deepthroat lessons. The passion and lust built as Kayla took the young lovers in hand and guided them through a sexy, erotic bout of ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Give Me a Reason",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Helping her stepdaughter Cecilia pick out some new lingerie had Tiffany thinking erotic thoughts, but when she saw her trying it on, it was practically too much for her to bear. Staring silently through an open door, she watched, rubbing her wet pussy until Cecilia emerged and found her there, waiting. The two bisexual beauties united in tender embrace, lips and fingers caressing and exploring every inch of their taut bodies with the passion of forbidden love, when Cecilia's boyfriend Kristoff walked in on them! Rather than waste such a golden opportunity, Tiffany ...    "
                },
                "2": {
                    "title": "Forbidden Fruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Anna Rose and her man Denis were enjoying a moment of intimacy, Anna stripping down to nothing and then dropping to her knees to take Denis's throbbing cock deep in her beautiful mouth, when the loving couple was interrupted by Anna's stepmother Uma Sex. The lovers were ready to panic when a seductive smile from stepmother Uma told them that their romantic rendezvous was about to become an amazing threesome. Uma taught Anna everything she knows, guiding Denis's big dick ever deeper into both of their wet pussies as all three climbed to an earth-shaking climax.    "
                },
                "3": {
                    "title": "Her Secret Places",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Barra Brass had no idea her step-daughter and her boyfriend were on their way home, as she stood in the bathroom doing her nightly beauty routine. So focused on rubbing moisturizing cream on every inch of her thick, curvaceous body, Barra didn't even hear them walk in the front door, and start making out on the sofa. When Morgan left Denis alone on the sofa for a moment, Denis caught a glimpse of Barra standing naked, and wandered in for a closer look at her glistening skin, perky breasts, and plump ass. Barra's surprised gave way to desire to have this young man's ...    "
                },
                "4": {
                    "title": "The Voyeur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    What gave Nia Black the idea to snoop around Anita's room? After discovering the drawer in which she keeps her sex toys, Nia found a sexy pink vibrator she just had to apply to her pussy and clit. But when Anita burst into the room with her boyfriend, Nia hid in the closet and was treated to a private show as Anita and Kristof jumped right in bed to fool around. Nia watched as long as she could before her desire burned so ardently that she had to join them in bed. After Anita recovered from the shock, Anita let Nia show her the ins and outs of sex. Nia took Kristof ...    "
                },
                "5": {
                    "title": "Paint Me a Picture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Summer, renowned for her beautiful and artistic nude drawings, finds her muse in her stepdaughter's natural beauty, and has her pose so that she can capture the smooth lines of her soft and supple curves. Clumsy Diore sits in a little splotch of blue paint that inspires some playful body painting, and leads the two luscious ladies to kiss and caress each other's bountiful breasts and pretty wet pussies. A lucky onlooker appears at the door and catches the two women in the act, but rather than stop, these free-spirits invite him to join their exploration of the female ...    "
                }
            },
            "4": {
                "32": {
                    "title": "Stepmommy Dearest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 32,
                    "original air date": "31 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Rebellious teen Gina has been pushing back any way she can against her new stepmother's strict rules. Gina leaves a mess in the kitchen and strews her clothes all over the hall floor before breaking the biggest rule by inviting her boyfriend Kristof over behind her stepmom's back. When blonde MILF Christina gets home, she's annoyed at having to pick up after her stepdaughter, but she's shocked to find Gina's bedroom door open and the couple \"in flagrante delicto\". The longer Christina watches, unnoticed by the teens, the more she finds her arousal rising. By the time ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Like Stepmother, Like Stepdaughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Step Mom Lessons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "5 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Fonda, Max"
            },
            {
                "name": "Adara, Amirah"
            },
            {
                "name": "Green, Kayla"
            },
            {
                "name": "Amber, Britney"
            },
            {
                "name": "Gill, Nick"
            },
            {
                "name": "Alexa, Candy"
            },
            {
                "name": "Bell, Olive"
            },
            {
                "name": "Bell, Ruby"
            },
            {
                "name": "Devine, Shalina"
            },
            {
                "name": "Diamond, Simony"
            },
            {
                "name": "Glam, Jenny"
            },
            {
                "name": "Gold, Nataly"
            },
            {
                "name": "Heaven, Cathy"
            },
            {
                "name": "Hot, Tina"
            },
            {
                "name": "Jane, Alessandra"
            },
            {
                "name": "Kari"
            },
            {
                "name": "Lauren, Szilvia"
            },
            {
                "name": "Macy"
            },
            {
                "name": "Melane"
            },
            {
                "name": "Nobili, Kathia"
            },
            {
                "name": "Snow, Angel"
            },
            {
                "name": "Bellini, Anita"
            },
            {
                "name": "Black, Nia"
            },
            {
                "name": "Blanchette, Morgan"
            },
            {
                "name": "Brass, Barra"
            },
            {
                "name": "De Lys, Cecilia"
            },
            {
                "name": "DeVille, Cherie"
            },
            {
                "name": "Diore, Dolly"
            },
            {
                "name": "Doll, Tiffany"
            },
            {
                "name": "Dona, Lexi"
            },
            {
                "name": "Jason"
            },
            {
                "name": "Jolie, Samantha"
            },
            {
                "name": "Nixon, Tyler"
            },
            {
                "name": "Reed, Denis"
            },
            {
                "name": "Reid, Riley"
            },
            {
                "name": "Rose, Anna"
            },
            {
                "name": "Summer"
            },
            {
                "name": "Zex, Uma"
            },
            {
                "name": "Devil, Inga"
            },
            {
                "name": "Shanti, Taissia"
            },
            {
                "name": "Gerson, Gina"
            },
            {
                "name": "Shine, Christina"
            },
            {
                "name": "Blake, Sadie"
            },
            {
                "name": "Chase, Cory"
            },
            {
                "name": "Corvus, Xander"
            },
            {
                "name": "De Santis, Lara"
            },
            {
                "name": "Kinski, Ania"
            },
            {
                "name": "Manson, Jenny"
            },
            {
                "name": "Paul, Lena"
            },
            {
                "name": "Steele, Codey"
            }
        ],
        "genres": [
            "Adult"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "languages": [
            "English"
        ],
        "title": "Step Mom Lessons",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Step Mom Lessons (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "Babes"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}