{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "14 June 2014"
            }
        ],
        "release dates": [
            "Pakistan::14 June 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ayaz, Adarsh"
            },
            {
                "name": "Bilgrami, Najaf"
            },
            {
                "name": "Mahmood, Sharique"
            },
            {
                "name": "Abbas, Sonia"
            },
            {
                "name": "Puri, Rabia"
            },
            {
                "name": "Rahat, Shehzeen"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODM0YzY5NjEtZmIyZS00ZTkxLWJjZTYtMTEwODY4ZGNkNzVhXkEyXkFqcGdeQXVyNjU4MDE4ODc@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "Cheetay follows the often ill fated but always funny misadventures of three friends (Adeel, Jaleel and Shakeel). Shakeel is a wheeler dealer always looking to make a fast buck. His failed ventures always taking a toll on his faithful wife, Hunya and their son. Jaleel is sub-human and is probably the missing link. His antics are a constant source of misery for his fiery, hot tempered wife Sana. Adeel is a disgraced TV chef with an eye for the ladies. His philandering ways often land him into trouble. The object of his affection is Dr. Saba, Much to her disdain.",
        "languages": [
            "Urdu"
        ],
        "title": "Cheetay",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "akas": [
            "Cheetay (Pakistan)"
        ],
        "writer": [
            {
                "name": "Ayaz, Adarsh"
            }
        ],
        "production companies": [
            {
                "name": "Adarsh Productions"
            }
        ],
        "distributors": [
            {
                "name": "Urdu 1"
            }
        ],
        "plot": [
            "_Cheetay_ (qv) follows the often ill fated but always funny misadventures of three friends (Adeel, Jaleel and Shakeel).::Dr. Chay.",
            "_Cheetay_ (qv) follows the often ill fated but always funny misadventures of three friends (Adeel, Jaleel and Shakeel). Shakeel is a wheeler dealer always looking to make a fast buck. His failed ventures always taking a toll on his faithful wife, Hunya and their son. Jaleel is sub-human and is probably the missing link. His antics are a constant source of misery for his fiery, hot tempered wife Sana. Adeel is a disgraced TV chef with an eye for the ladies. His philandering ways often land him into trouble. The object of his affection is Dr. Saba, Much to her disdain.::Dr. Chay."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}