{
    "imdb": {
        "raw release dates": [
            {
                "country": "Nigeria\n",
                "date": "16 October 2014"
            },
            {
                "country": "Nigeria\n",
                "date": "16 October 2014",
                "notes": "                            (video premiere)"
            }
        ],
        "release dates": [
            "Nigeria::16 October 2014",
            "Nigeria::16 October 2014                            (video premiere)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 May 2015",
                    "year": "2015",
                    "plot": "\n    Andy continues production and promotion of his music with Caroline as his manager. He still isn't feeling well. Chocho sees Akpos and Amerika, on Newman Street selling tickets to Andy's show after he has asked them to go back to the village. Madam Labembe demands refund for damages in her bar by Councilors sons. More problems and bills are outstanding at Seabreeze office, John asks for a loan from his mother but she refuses instead she asks for a grandson-a male heir.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 May 2015",
                    "year": "2015",
                    "plot": "\n    KK and his boys try to harass Andy. Andy ignores his Malaria Symptoms even though they are getting worse and continues to prepare for his show. John Attah tries to drown his sorrows in alcohol and ends up sleeping with Caroline.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 May 2015",
                    "year": "2015",
                    "plot": "\n    Andy is still not feeling too well. His Grandmother advises him to cancel his performance but he refuses and prefers to manage on painkillers. John and Victoria have a row about him not coming home the night before. Papa Ejiro begins to appreciate Mama Ejiro's skill at making clothes. John Attah apologizes to his mother and promises to change his stand on having more children. Caroline informs Andy that she is pregnant. Andy gives the performance of his life and then collapses backstage.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Andy is rushed to the hospital, where he is diagnosed with a severe case of Malaria. His family and his friends are all waiting to see him. He later dies due to complications of severe Malaria. John apologizes to Victoria for getting drunk and not coming home. Papa Ejiro tells Mama Ejiro that he went to the clinic to make inquiries about family planning. Papa and Mama Ejiro make plans to go on a date.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The women from Newman Street are in Mama's House, comforting her. Caroline informs John that she is pregnant and the baby is his. Lawyer Dan makes a deal with an investor. He tries to convince Councillor Tajudeen to be a part of the deal but he refuses because of the forthcoming elections. Ado complains of body pains, and relies on his herbal concoction to cure him. Mama gives Teacher Chongo all of Andy's CD's and Demo's because he believed in Andy.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    John Attah gives Caroline money to get rid of the baby. Lady Attah informs John that she is terminally ill and has 1 year to live. Councilor Tajudeen's Party Secretary convinces him to run for a seat in the State House of Assembly, and this establishes a need for him to agree with Lawyer Dan. Ado has a fever that won't go away. John tells Victoria about his mother's illness and suggests that they grant her dying wish.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Usman's wife delivers a baby. Victoria and John have a fight about his mother at the party. Victoria walks by and as they exchange pleasantries, Mama Ejiro and Mama Benji engage her in a discussion. The women compliment her looks and the secret to her beauty is revealed. This generates further discussions about medium to long term methods of family planning. Dr Sophie advises Kirot on family planning. Usman's mother collapses at the ceremony, and is rushed to the hospital, where it is discovered that she is pregnant. Usman is embarrassed. Councilor Tajudeen and Dan ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Akpos and Amerika call Maale(Mother) and lie that Chocho is maltreating them. Caroline returns John's money, saying she could not abort the baby. Lady Atta continues to pressure John into trying for another child. Sanitation Inspectors close down Madam Labembe's business. Kirot asks Chongo about family planning. Usman tells his mother that he is embarrassed at her pregnancy.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Members of the court lament the closing down of Madam Labembe's Bar and vow to take the issue to the local government chairman. A herbal medicine vendor who labels himself as a \"doctor\" arrives on Newman Street to sell his products. He hires Akpos and America to help him. Lady Atta tries to convince Victoria to have another baby but she is not having it. Ado visits the chemist to buy drugs to treat his fever.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Episode 23 Mama Ejiro fears that she may be pregnant. Usman confirms that Caroline is pregnant. Dr Baba pleads with councilor to open Madam Labembe's Bar. Ado is getting more sick. Dr Ogunbiyi sacks Akpos and Amerika after they drink all of his herbal concoction. KK asks Funke about her friend Ada and she shuts him down.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Teacher Chongo and Kirot listening to Andy's music with so much nostalgia, bringing back memories of Tsav who was also lost to malaria. Ado is unwell and feverish and is advised to go to the hospital. He goes to Dr. Baba, who in turn has to conduct a test to confirm if he has malaria or not. Funke demands money from her father to further her education but is disappointed at his response of unavailability of funds. However, he makes promises of efforts being made to realize her dream. John Atta confronts Caroline about the ultrasound, there's an exchange of words over ...    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "31 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Mama Ejiro goes to the clinic, a pregnancy test is conducted and a result received. Its getting really nasty for John Atta as Caroline breathes out threats. KK bluffs at Ada who in turn shuns him. Mama Ejiro and Mama engaged in some conversation. Salamatu engages two friends in discussions around tackling her current predicament with Usman. Ado gets an RDT done; it comes out negative and is referred to the clinic for further investigations. Ado's fever is not malaria, but is due to a respiratory infection. He is treated with antibiotics. Habiba has refused to go for ...    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "7 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Habiba still resolute about not attending ANC, Dr Baba encourages her to attend ANC while emphasizing the benefits. John Atta in a major dilemma about the Caroline saga, he divulges everything, seeks advice from his mum. She expresses displeasure, but at the sound of a male child, it really catches her attention and is willing to accommodate the situation. Caroline demands 5 million, but Lady Atta suggests John parts with 3 million. Lawyer Dan is really stepping beyond his boundaries as he talks to the \"court\" about why Madam Labembe's bar should be given up to allow ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Andy, a handsome upcoming hip hop music artist striving for stardom with determination and tenacity encounters struggles as he markets his new CDs. Mama Ejiro has to self reflect after an encounter with Councilor's wife in the market. Parents of 2 year Tsav appear not to be managing the symptoms of malaria right.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Councillor Tajudeen's children pose a nuisance on Newman Street. Tsav's malaria condition becomes serious, complications set in, he is rushed to the hospital but eventually dies. Malaria is a killer; signs and symptoms must be taken seriously and treated promptly. Malaria is not common or ordinary.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Andy continues in his struggle to fame, borrows money but is in a fix as his creditors are after him, his grandma is unable to help him. Andy shares his musical career frustrations with Funke who expresses deep concern. Teacher Chongo and wife are deeply mournful over Tsav's death from Malaria. This result in disaffection, blame and suspicion in a relatively happy family. Councillor Tajudeen's home exhibits some continuous disagreements amongst the children (Funke his only daughter from his first wife and KK). The realities of \"Life as it is\", plays out as the Ejiros ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Andy continues in his struggle to fame, borrows money but is in a fix as his creditors are after him, his grandma is unable to help him. Andy shares his musical career frustrations with Funke who expresses deep concern. Teacher Chongo and wife are deeply mournful over Tsav's death from Malaria. This result in disaffection, blame and suspicion in a relatively happy family. Councillor Tajudeen's home exhibits some continuous disagreements amongst the children (Funke his only daughter from his first wife and KK). The realities of \"Life as it is\", plays out as the Ejiros ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Mama Ejiro exhibits anxiety about the likelihood of an unplanned pregnancy, by inspecting her stomach in front of the mirror. But her dilemma is solved when she sees her period. She dances for joy. Dr Sophie calls at Kirot's house, poses an explanation about Tsav's malaria condition and expresses the need for prompt and immediate action at the onset of signs and symptoms. Chaos erupts in Councilor's house at the exhibition of favoritism with Funke over KK and his brothers. Andy's frustration mounts significantly as he gets successive rejections from producers. The ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Mama Ejiro shares her problems with a friend, who advised her to use Family Planning. Mama Ejiro liked this idea but was not comfortable buying it from Oga Pius shop, even when accompanied by her friend. However, she bought it and tried to pitch the idea to Cho cho, this caused commotion. Mama advises Kirot to go for ANC at the local clinic but Chongo is not happy with that idea because the clinic brings back sad memories of the son they lost. Funke is very optimistic about Andy's musical career. John Atta encounters some obstacles in his business. Lady Attah presses ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Andy's concert which was organized by Funke at Madam Labembe's bar went well, however Andy still owes KK some money. Caroline isn't very happy about Andy's performance at the bar, she thinks it's not the type of exposure he needs. Chongo, who also performed with Andy at the bar, narrates his experience to Kirot, she tries to talk to him about the local ANC, but he refuses. John makes a business deal that goes wrong. Mama Ejiro's uncles arrive unannounced.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Papa Ejiro drives Johns car to a shady neighborhood to seek solace with Anne, as they return from lunch, they can't find Johns car. They ask the people around, but they are ignored, this infuriates Papa Ejiro and he interferes with their game causing a big fight where he is injured. He goes to the office without the car, John is upset with him. Mama Ejiro's uncles who had heard about her FP idea were disappointed in her and asked her to pack her things and go home with them. She pleads with them and explains her reasons, but the uncles leave, disappointed. KK's ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Mama Ejiro asks Papa Ejiro about his leg, but instead he narrates a false story, she doesn't believe him. Lady Atta invites John for dinner and brings up the topic of male children, John makes his stance clear, and then she informs him of the trust fund. Mama is worried about Andy and asks him to visit the clinic; he's convinced it's his music career stressing him out. Akpos and Amerika arrive uninvited and add more tension to the already stressed household. Dooshima isn't getting better, Kirot is very worried.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Dooshima's temperature is still very high; Kirot eventually had to take her to the clinic. Akpos and Amerika are enjoying city life around town. Andy and Caroline have heated argument over the progress of his music career. Andy still has headaches. Chocho is tired of his brothers so he asks Mama Ejiro to stop giving them food.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Dooshima is diagnosed with malaria; Dr Sophie treats her with ACT malaria drug. Andy talks to Funke about his ambitions; to his surprise he gets a breakthrough. Akpos and Amerika caught by Mama Ejiro sneaking girls out of the house. She sees them as irresponsible boys. Meanwhile at Seabreeze, Usman introduces an external agent with vast experience.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Kirot finally puts up her mosquito net. Andy is excited about his music career and is celebrated as a rising star at Madam Labembe's. Chocho can't wait to send his brothers home, he goes around looking for money. John is really hoping for a breakthrough at work, he talks to Victoria about it.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Newman Street (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Papa Ejiro finally agrees to FP as Mama Ejiro makes him see reasons for it. Andy begins production and promotion of his music. Papa Ejiro was able to get some money to send his brothers home. KK harasses Madam Labembe at her bar, this infuriates her and she goes to report to Councilor. Dooshima is healthy and Kirot was able to convince Chongo to use the mosquito net even though he complained about the heat.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Ikwumonu, Comfort Ene"
            },
            {
                "name": "Akintola, Bimbo"
            },
            {
                "name": "Benjamin, Ejiro"
            },
            {
                "name": "Lawanson, Minjin Adewale"
            },
            {
                "name": "Amata, Fred"
            },
            {
                "name": "Enaibe, Edmond"
            },
            {
                "name": "Adejo, Lemmy"
            },
            {
                "name": "Nankere, Ekemini"
            },
            {
                "name": "Richards, Ijeoma"
            },
            {
                "name": "Minimah, Irene"
            },
            {
                "name": "Adeyemi, Damilola"
            },
            {
                "name": "Bello, Shaffy"
            },
            {
                "name": "Danja, Sani Musa"
            },
            {
                "name": "Guobadia, Bilquis"
            },
            {
                "name": "John, Folarin Asade"
            },
            {
                "name": "Paul, Sagay"
            },
            {
                "name": "Alumona, Paul"
            },
            {
                "name": "Ayalogu, Emma"
            },
            {
                "name": "Ilemobayo, Emmanuel"
            },
            {
                "name": "Augustine, Maji T."
            },
            {
                "name": "Ugbeye, Tosan Edremoda"
            },
            {
                "name": "Manuel, Bimbo"
            },
            {
                "name": "Otarry, Cyril"
            },
            {
                "name": "Victor, Ejike"
            },
            {
                "name": "MU'AZU, Sani"
            },
            {
                "name": "Olivia, Odera"
            },
            {
                "name": "Francis, Aniebeth"
            },
            {
                "name": "Ade, Ayo"
            },
            {
                "name": "Amechi, Richard"
            },
            {
                "name": "Brown, Dave Inibu"
            },
            {
                "name": "Friday, Akpoloome"
            },
            {
                "name": "Joshua, Johnson"
            },
            {
                "name": "Odume, Emmanuel"
            },
            {
                "name": "Olayinka, Favour Agbedun"
            },
            {
                "name": "Olayinka, Naomi Agbedun"
            },
            {
                "name": "Orisi, Isabela"
            },
            {
                "name": "Orisi, Zara"
            },
            {
                "name": "Alexandra, Omoregbe"
            },
            {
                "name": "Eustace, Mary"
            },
            {
                "name": "Ladejobi-Durotoye, Omolara Omolara"
            },
            {
                "name": "Mofammere, Dineo"
            },
            {
                "name": "Onyekwe, Henerieta"
            },
            {
                "name": "Udoh, Uwem Anthony"
            },
            {
                "name": "Oyewole, Tommy"
            }
        ],
        "locations": [
            "Lagos, Nigeria::(location)"
        ],
        "genres": [
            "Drama",
            "Family"
        ],
        "countries": [
            "Nigeria"
        ],
        "country codes": [
            "ng"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDkyYWEzNTQtODExYi00Mzc3LThlOTAtYzRmNGQxN2FjYjMwXkEyXkFqcGdeQXVyNjc2NzE5Mzc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Newman Street is the heart of a vibrant, modern day, Nigerian Urban slum. The story follows the lives of several individuals and families who inhabit the city streets. Life on Newman Street can be hard and the central characters struggle to improve their life and the lives of the ones they love. Through their struggles and triumphs their stories become interlinked with a common goal of bettering their life and the hope of someday escaping the poverty and realizing their dreams.",
        "languages": [
            "English"
        ],
        "title": "Newman Street",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Newman Street (Nigeria)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Center for Communication Programs Nigeria"
            },
            {
                "name": "Nollywood Concepts Production"
            }
        ],
        "plot": [
            "_Newman Street_ (qv) is the heart of a vibrant, modern day, Nigerian Urban slum. The story follows the lives of several individuals and families who inhabit the city streets. Life on _Newman Street_ (qv) can be hard and the central characters struggle to improve their life and the lives of the ones they love. Through their struggles and triumphs their stories become interlinked with a common goal of bettering their life and the hope of someday escaping the poverty and realizing their dreams."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            }
        },
        "number of votes": {
            "10": 0,
            "9": 2,
            "8": 3,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}