{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 July 2014"
            }
        ],
        "release dates": [
            "USA::5 July 2014"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Lord Huron: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "16 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Led by Michigan native Ben Schneider, Los Angeles-based Lord Huron bring their unique blend of rock, folk, and pop to a sold-out crowd at Boston's House of Blues. The band has built a steady and growing fan base since 2010, and with a prominent placement of \"The Night We Met\" in the Netflix series 13 Reasons Why, they're showing no signs of slowing down.    "
                },
                "2": {
                    "title": "Shakey Graves: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "18 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Austin-native Shakey Graves performs a full concert at Boston's House of Blues. Alejandro Rose-Gracia (aka Shakey Graves) is known for his stripped-down one-man-band style fusion of blues, folk, and rock playing his signature suitcase-turned-kick-drum along with raw, aggressive guitar and vocals. On this night, Shakey delivered plenty of that signature sound mixed in with a full rock band arrangement joined by drummer Chris Boosahda, guitarist Patrick O'Connor and bassist John Shaw.    "
                }
            },
            "1": {
                "1": {
                    "title": "Dropkick Murphys: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Dropkick Murphys performed five shows over four days March 13-16th, 2014, at House of Blues Boston as part of their annual hometown stand. The shows sell out months in advance as loyal Murphys fans make it a point to see them in the city where it all started.    "
                },
                "2": {
                    "title": "Typhoon: Live at Brighton Music Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Portland Oregon based, Typhoon, perform live in front of a sold-out crowd at Brighton Music Hall in Boston, Massachusetts. So much of the writing on White Lighter draws from frontman Kyle Morton's life-threatening experiences with a bug bite as a kid that infected his organs and nearly killed him. He's alive today because of a kidney transplant from his father and with the help of medication that keeps his body from rejecting the new organ.    "
                },
                "3": {
                    "title": "The Lone Bellow: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Brooklyn-based, The Lone Bellow, perform live in front of a sold-out crowd at the legendary Paradise Rock Club in Boston, Massachusetts. Playing most of the tracks from their self-titled debut record, this is a band on a mission to leave it all on the stage. There's no denying their exuberance, passion, showmanship, and musical synergy. Layering beautiful harmonies and yet fully capable of rocking out with the best of them, this is a band headed for a remarkable career.    "
                },
                "8": {
                    "title": "First Aid Kit: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    First Aid Kit perform live at legendary Paradise Rock Club in Boston, MA on June 8, 2014. Swedish folk-duo Klara and Johanna Söderberg perform many of their fan favorites as well as new tracks from Stay Gold.    "
                }
            },
            "2": {
                "1": {
                    "title": "Punch Brothers: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Brooklyn-based, Punch Brothers, performed live in front of a sold-out crowd at Boston's House of Blues. Boston is a town that \"lead the way right from the beginning,\" says Chris Thile. \"To step on stage here is to feel like you're part of a chapter meeting of music lovers-people who love listening to and making music. It's a vivacious crowd, and they strike that balance....in that golden zone between participating and absorbing.\"    "
                },
                "2": {
                    "title": "Bombay Bicycle Club: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Bombay Bicycle Club, full set at House of Blues Boston. The genre-bending group, formed in 2005 out of North London, put on a high octane set that spanned their four full length albums and three EPs. The sold-out crowd witnessed an unforgettable performance including multiple tracks from their 2014 album, So Long, See You Tomorrow as well as hits from their earlier work.    "
                },
                "3": {
                    "title": "St. Paul & the Broken Bones: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    St. Paul and The Broken Bones nearly blew the roof off Boston's legendary Paradise Rock Club - and on a Tuesday night, no less. The soulful Birmingham Alabama rock band left the sold-out crowd in a state of delirium that lasted long after the unforgettable 90 min set. This is the full set from Boston (minus covers) - see link below to watch their cover of David Bowie's \"Moonage Daydream\".    "
                },
                "4": {
                    "title": "Chadwick Stokes: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "31 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Boston's Chadwick Stokes, (frontman for Dispatch and State Radio), performed live at House of Blues Boston. This was the 7th Annual Calling All Crows Benefit Concert featuring Chadwick Stokes and Brooklyn-based, Lucius. Calling All Crows is a non-profit organization co-founded by Chadwick Stokes in 2008. Calling All Crows \"works for a future when the success of live music is measured not only by ticket sales, but by the impact of fans and musicians mobilizing together to make a difference in the world.    "
                },
                "6": {
                    "title": "Rubblebucket: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    When Rubblebucket took the stage at Paradise Rock Club on November 9, 2014 in Boston, Mass - they came out with such force that our recording equipment literally went into apoplectic shock. While we missed a few gems at the top, luckily we were able to capture most of the songs from an unforgettable night. This show was the last stop on Rubblebucket's Fall 2014 Tour and the band went out with a literal bang - confetti cannons, bouncing balloons, crowd-surfing, and general joyful delirium.    "
                },
                "7": {
                    "title": "Bad Rabbits: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Boston's Bad Rabbits erupt into the New Year in front of a sold-out crowd at Paradise Rock Club in Boston, MA. Bad Rabbits have won numerous Boston Music Awards over the years including Artist of the Year (2013), Live Artist of the Year (2014), and Pop/R&B Artist of the Year (2014). The band formed in 2007 after years of playing together with The Eclectic Collective.    "
                },
                "8": {
                    "title": "Ryan Montbleau: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Ryan Montbleau performed live at Paradise Rock Club in Boston celebrating the launch of his record, Growing Light.    "
                },
                "9": {
                    "title": "Lady Lamb: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Lady Lamb live at House of Blues Boston including an interview with Aly Spaltro (aka Lady Lamb).    "
                },
                "10": {
                    "title": "Nathaniel Rateliff & Dry the River: Live at Brighton Music Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Singer-songwriter, Nathaniel Rateliff, performed live at Brighton Music Hall in Boston, MA. Rateliff captivated the audience with his intimate, authentic sound and uninhibited lyrics. This is a musician comfortable in his own skin and writing songs from life experience. British alternative-rock band, Dry The River, performed live at Brighton Music Hall in Boston. They played a number of songs from their second album, Alarms in the Heart, as well as fan favorites from their debut, Shallow Bed.    "
                },
                "11": {
                    "title": "Milo Greene: Live at The Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Los Angeles-based, Milo Greene, performed live at House of Blues Boston. The five-member ensemble played a number of new songs from their synth-heavy sophomore release, Control, as well as a few fan favorites from their self-titled debut.    "
                },
                "12": {
                    "title": "Conor Oberst: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Conor Oberst live at House of Blues Boston performing a number of tracks from his 2014 album, Upside Down Mountain as well as many Bright Eyes fan favorites.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Oh Hellos: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Oh Hellos brought a rare combination of exuberance and intimacy to the legendary Paradise Rock Club in Boston. The sold-out crowd absolutely adored the Texas-based indie band touring on their critically acclaimed October 2015 release, Dear Wormwood.    "
                },
                "2": {
                    "title": "Madisen Ward & the Mama Bear: Live at Brighton Music Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Kansas City-based mother-and-son duo Madisen Ward and The Mama Bear finished up a year of extensive touring at Brighton Music Hall in Allston, MA (this being the band's third and final time in Boston in 2015).    "
                },
                "3": {
                    "title": "Guster: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    Guster began as a band in 1991 at nearby Tufts University. Ryan and Adam talk about their Boston roots and the evolving sound of the band over the years.    "
                },
                "4": {
                    "title": "Jason Isbell: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "19 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Jason Isbell, winner of two Grammy awards in 2016 (Best Americana Album and Best American Roots Song), performs in front of a sold-out House of Blues in Boston, MA.    "
                },
                "5": {
                    "title": "The Claypool Lennon Delirium: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "17 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Les Claypool and Sean Lennon of The Claypool Lennon Delirium perform live at House of Blues Boston, MA. Pete Drungle on keys and Paulo Baldi of Cake on drums.    "
                },
                "6": {
                    "title": "The Strumbellas: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "24 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    The Strumbellas perform live at Paradise Rock Club in Boston, MA. Simon and Jon sat down with us before the show to talk about everything from Simon's love of the instrument drop in Miley Cyrus' \"Wrecking Ball\" to growing up in Canada watching Larry Bird.    "
                },
                "7": {
                    "title": "Letters to Cleo: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Letters to Cleo perform in front of a sold-out crowd at Paradise Rock Club in Boston, MA. The evening's set included many fan favorites along with some new songs from their first recording in 17 years, 2016's EP, Back to Nebraska. We sat down with Kay and Michael before the show to talk about this unique night at The Paradise.    "
                },
                "8": {
                    "title": "FIDLAR: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    FIDLAR perform a sold-out set at Paradise Rock Club in Boston, MA. Zac and Brandon sat down with us before the show to talk about their fans, songs, and trying to make a living playing music.    "
                }
            },
            "4": {
                "1": {
                    "title": "Hippo Campus: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    Hippo Campus perform a sold-out set at Paradise Rock Club in Boston, MA. Jake and Nathan sat down with us before the show to talk about Minnesota winters, house parties, and what they learned from the performing arts high school they attended.    "
                },
                "2": {
                    "title": "Deerhoof: Live at Boston Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Deerhoof live on the Blue stage, Day 1, Boston Calling. This is the first year the festival was located at Harvard's athletic fields in Allston, MA.    "
                },
                "3": {
                    "title": "Drew Holcomb & The Neighbors: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Drew Holcomb and The Neighbors live at the legendary Paradise Rock Club in Boston, MA. Drew sat down with us before the show to talk about the stories behind some of his favorite songs, what he likes to do for fun, and when he knows a song is done.    "
                },
                "4": {
                    "title": "Passenger: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "21 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Passenger performs songs from his latest album - Young as the Morning, Old as the Sea - as well as a number of fan favorites live at House of Blues Boston. Mike Rosenberg (aka Passenger) sat down with us before the show to talk about his decision to drop out of high school to pursue a career in music, what it's like hearing his worldwide smash single \"Let Her Go\" on vacation, and the difficult balancing act of social media.    "
                },
                "5": {
                    "title": "Kevin Morby: Live at Boston Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "27 May 2017",
                    "year": "2017",
                    "plot": "\n    Kevin Morby kicks things off on the Green Stage, Day 2, Boston Calling Music Festival held on Harvard University's athletic fields in Allston, MA. We got a chance to talk with Kevin just after his set about playing festivals, his favorite guitarists, and more.    "
                },
                "6": {
                    "title": "Brandi Carlile: Live at Boston Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Brandi Carlile performs live on the Green Stage, Day 2, Boston Calling Music Festival held on Harvard University's athletic fields in Allston, MA.    "
                },
                "7": {
                    "title": "Mondo Cozmo: Live at Boston Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Mondo Cozmo kicks things off on the Red Stage, Day 3, Boston Calling Music Festival in Allston, MA performing a number of songs from his 2017 release, Plastic Soul.    "
                },
                "8": {
                    "title": "Mac DeMarco: Live at Boston Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Without a doubt, one of the most memorable performances from Boston Calling 2017. Mac's guitar pedal wasn't working, his acoustic guitar was broken, the bass reverberations from Migos made his insides rumble, but despite all that - it was an unforgettable hour of music, crowd surfing, beverage consumption and a very special prom dance.    "
                },
                "9": {
                    "title": "Mitski: Live at Boston Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Easily one of the most powerful and captivating performances at Boston Calling 2017 belongs to 27-yr-old, Mitski. Under threatening skies, she performed a number of songs from her 2016 release, Puberty 2, as well notable tracks from her earlier works. After her fiery set, Mitski told Front Row Boston, \"I am a natural introvert-- it's not that I become a different person on stage - I think I finally become myself on stage.\" We look forward to what comes next for her.    "
                },
                "10": {
                    "title": "Big Thief: Live at Gateway City Arts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    We traveled a few hours west on the Mass Pike to capture Brooklyn-based Big Thief perform live at Gateway City Arts in Holyoke, Massachusetts. Guitarist Buck Meek was not able to make the show so the band's set took on a particularly intimate vibe interspersed with moments of full-volume energy. Amongst the backdrop of late summer cicadas by the canals of downtown Holyoke-- Adrianne, Max and James were kind enough to talk with us about becoming a band, touring, and the importance of being present as much as possible.    "
                },
                "11": {
                    "title": "Tash Sultana: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "21 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Tash Sultana performs at the Paradise Rock Club in Boston. She sat down with us before the show to talk to about her journey from street busker to touring the world, and her struggles with mental illness.    "
                },
                "12": {
                    "title": "The Lone Bellow: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    It's been four years since Front Row Boston first captured The Lone Bellow's incredible live show at the Paradise Rock Club in Boston (Nov, 2013). The Brooklyn-based core trio showed absolutely no signs of slowing down as they turned the energy up to eleven in the House of Blues this past November. They released their third full length album, Walk Into A Storm, in September, 2017.    "
                },
                "13": {
                    "title": "Josh Ritter: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Josh Ritter performs at House of Blues Boston one month after the release of his ninth studio album, Gathering. Josh spoke with us before the show to talk about how current affairs influenced many of the tracks on the record. He also told us about early decisions in his life that shaped his musical career.    "
                },
                "14": {
                    "title": "Typhoon: Live at the Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    It's been five years since Front Row Boston first captured Typhoon's incredible live show at Brighton Music Hall (Sept, 2013). The Portland, Oregon indie rock collective shows absolutely no signs of slowing down as they bulldozed the Paradise Rock Club this past January. Typhoon released their long-awaited fourth studio album, Offerings, in January, 2018.    "
                },
                "15": {
                    "title": "Dr. Dog: Live at House of Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Front Row Boston (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Philadelphia's Dr. Dog perform live at House of Blues Boston fresh on the heels of their tenth studio album release -- Critical Equation. \"I feel like I'm in a totally new band right now,\" says guitarist/singer Scott McMicken. It's a bold declaration considering he's been co-fronting the beloved indie outfit for a decade-and-a-half.    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Elmquist, Brian"
            },
            {
                "name": "Ferrin, Tyler"
            },
            {
                "name": "Fitch, Alexander"
            },
            {
                "name": "Hall, David"
            },
            {
                "name": "Hilton, Pieter"
            },
            {
                "name": "Morton, Kyle"
            },
            {
                "name": "Pipkin, Jason"
            },
            {
                "name": "Pipkin, Kanene"
            },
            {
                "name": "Steele, Shannon"
            },
            {
                "name": "Tanabe, Toby"
            },
            {
                "name": "Barr, Al"
            },
            {
                "name": "Brennan, Tim"
            },
            {
                "name": "Casey, Ken"
            },
            {
                "name": "DaRosa, Jeff"
            },
            {
                "name": "Duffy, Melvin"
            },
            {
                "name": "Gallagher, Devin"
            },
            {
                "name": "Griffin, Brian"
            },
            {
                "name": "Hufnagel, Jennifer"
            },
            {
                "name": "Kelly, Matt"
            },
            {
                "name": "Lindstrom, Niclas"
            },
            {
                "name": "Lynch, James"
            },
            {
                "name": "McAlpin, Ryan"
            },
            {
                "name": "Stipe, Eric"
            },
            {
                "name": "Söderberg, Johanna"
            },
            {
                "name": "Söderberg, Klara"
            },
            {
                "name": "Wallace, Josh"
            },
            {
                "name": "Williams, Zach"
            },
            {
                "name": "Akram, Salim"
            },
            {
                "name": "Araujo, Santi"
            },
            {
                "name": "Bergson, Jacob"
            },
            {
                "name": "Bhose, Louis"
            },
            {
                "name": "Boakye, Dua"
            },
            {
                "name": "Branstetter, Allen"
            },
            {
                "name": "Brock, Stephen"
            },
            {
                "name": "Cole, David"
            },
            {
                "name": "Davé, Sheel"
            },
            {
                "name": "de Saram, Suren"
            },
            {
                "name": "Dotson, Adam"
            },
            {
                "name": "Eldridge, Chris"
            },
            {
                "name": "Friedman, Marc"
            },
            {
                "name": "Gamble, Al"
            },
            {
                "name": "Gierhan, Derek"
            },
            {
                "name": "Griner, Ben"
            },
            {
                "name": "Harrell, Lydia"
            },
            {
                "name": "Hersey, Ian"
            },
            {
                "name": "Holliday, Kit"
            },
            {
                "name": "Janeway, Paul"
            },
            {
                "name": "Kimock, John"
            },
            {
                "name": "Kowert, Paul"
            },
            {
                "name": "Lawrence, Liz"
            }
        ],
        "genres": [
            "Music"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjFhZWFmMzctOGE3Yi00ODA0LTkxMmQtZTkzYTZiNzViMDkyL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDQwNjkzNzg@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Front Row Boston",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Front Row Boston (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "WGBH"
            }
        ],
        "plot": [
            "_Front Row Boston_ (qv) is a music performance series featuring exceptional artists across multiple genres from Boston's best music venues. Produced by WGBH and Crossroads Presents in association with NPR Music."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}