{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 April 2014"
            }
        ],
        "release dates": [
            "USA::4 April 2014"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "San Bernardino Strong",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Julie never thought she would be where she is now: healing from two gunshot wounds when her co-worker and his wife opened fire at an employee meeting in one of the deadliest terrorist attacks. In the midst of this tragedy, hope lives on. You see it in the eyes of Julie who is set on sharing her hope with others. You witness it in the heroic efforts of first responders helping those injured. And you feel it in a bond the community formed like never before.    "
                },
                "2": {
                    "title": "Ebola Warriors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "21 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    This is the dramatic story of two hospitals: one fighting to keep the Ebola virus inside, and the other to keep it out. Follow Dr. Gillian Seton, a physician in Liberia, who is fighting to keep the epidemic out of her hospital in order to keep its doors open to patients who don't have the deadly virus. A few hours away in Sierra Leone, meet James, a local healthcare worker who is risking his life to treat Ebola patients in the Red Zone at Waterloo SDA Hospital. And watch how one of his patients is trying to obtain community acceptance as an Ebola survivor.    "
                },
                "3": {
                    "title": "It's About the Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "28 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    After a major snowboarding accident, Andre's athletic life completely changed when his left leg was amputated. But he hasn't let that slow him down. Andre becomes a triathlete and finds himself training for the biggest competition yet: the 2016 Paralympics in Rio. Through years of hard work and dedication, Andre learns that life is not about the destination, but about the journey.    "
                },
                "4": {
                    "title": "The Lasting Impact",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Wilber \"Wil\" Alexander has sat at the bedside of the sick and the dying for the last 40 years, inviting the wounded to tell their stories. This story follows Wil as he uniquely cares for sick, wounded, and terminal patients by walking alongside them and aiding in their search for meaning and healing in their time of unique vulnerability.    "
                },
                "5": {
                    "title": "Against All Odds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    For the Purcells, their fairy tale life came to a halt when the doctor diagnosed Pat with prostate cancer. As the second leading cause of cancer death, prostate cancer affects one in seven men. The Purcells are set to fight this deadly disease and explore every treatment option they could find. Little do they know that 25 years earlier, a doctor 1200 miles away risked his entire career to pioneer a new cancer treatment using protons.    "
                }
            },
            "1": {
                "1": {
                    "title": "Heart to Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    For the Escarcega family, their worst nightmare becomes a harrowing reality. Their newborn baby is slowly dying from congenital heart disease. Doctors tell them it is the beginning of the end, unless a heart becomes available for transplant surgery. \"Heart to Heart\" follows Baby David's journey and reflects on the pioneering efforts of infant heart transplantation that took place 30 years ago with Baby Fae.    "
                },
                "2": {
                    "title": "Out of the Rubble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The 2010 earthquake in Haiti brought utter destruction to the country. Trapped under the rubble for three days, 8-year-old Sebastian Lamothe is faced with the reality of losing his parents, his home and his leg. Yet his courage prevails in the face of death.    "
                },
                "3": {
                    "title": "End It Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Baby Blue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Each year in Egypt alone, 20,000 children are diagnosed with congenital heart disease. Roukaia, a 2-year-old girl from Alexandria, Egypt, received her death sentence the day she was born. Watch as doctors from opposite sides of the globe work together to save thousands of cyanotic children who are waiting in a line that could be longer than their lifetimes.    "
                },
                "5": {
                    "title": "Armed for the Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 May 2014",
                    "year": "2014",
                    "plot": "\n    \"One Arm Willie\" Stewart is set to defy his physical limits while training for the physically challenged triathlon USA championships. Determined to help others with disabilities, this world-class athlete demonstrates that disability doesn't mean inability.    "
                },
                "6": {
                    "title": "Anchoring Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Rough Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    After an unexpected pregnancy, Janett and Gian find out their baby boy will be born with a life-threatening condition called gastroschisis, a birth defect in which the intestines are outside of the body. Without immediate medical treatment, baby Theodore's life will be in danger, as soon as he is born. Follow the journey of a beautiful family, whose bond grows stronger during their biggest life challenge, and the doctors and nurses who pull together with hopes of giving Theodore a future.    "
                },
                "2": {
                    "title": "Last Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    For many, the difference between life and death depends on the country they were born in. Like 14-year-old Holman and 8-year-old Eva, who were both born with heart disease in Nicaragua. In their country, even if children survive the surgery, they run a high risk of dying from infection in the hospital afterward. With no money to explore foreign options, the families must undergo a test of faith that nearly shatters their deep strength of spirit.    "
                },
                "3": {
                    "title": "The Aftermath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In one of the worst storms on record, Typhoon Haiyan hit the Philippines with devastating force. More than 6,000 people died and thousands more displaced, leaving a whole region left to face loss, hardship and depression. In the aftermath of the typhoon, an international behavioral health trauma team touches down to help those facing grief and post-traumatic stress. Journey through the eyes of Nona, a single mother of six, as she shares her story of survival; and Joward, a local pastor determined to help the people in his community.    "
                },
                "4": {
                    "title": "The Match",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A childhood friendship-and Facebook-could save John Brannon's life. While on the brink of kidney failure, John reunites with an old friend who suddenly realizes that she has the ability to save him through organ transplantation. Meanwhile in the same hospital, 5-year-old Chealsey Melendez is diagnosed with stage-4 cancer. Doctors harvest her own stem cells and freeze them so they can be transplanted back into her marrow at a later date, all in a desperate attempt to save her life.    "
                },
                "5": {
                    "title": "The Lost Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Before 1984, the life expectancy in the small African country of Lesotho was 70 years. Today it's 40. The HIV/AIDS epidemic has ravaged the mountain kingdom, leaving scores of orphans and grandmothers to pick up the pieces of a shattered country. Instead of retirement, the elderly are facing a future of hard labor caring for their grandchildren until the day they die.    "
                },
                "6": {
                    "title": "Hidden Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    With the growing pressure and stress teenagers face today, a silent epidemic is on the rise. One in five teenagers cuts or self-injures his or her body. This documentary tells the story of three adolescents who strive to live life without hurting themselves, and raises awareness about this destructive coping mechanism and the help that is available.    "
                },
                "7": {
                    "title": "Footsteps of the Unknown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life on the Line (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    With overwhelming widespread poverty and disease in Ethiopia, it's estimated that one in eight children are orphaned or abandoned. Yet in the western highlands, in a town called Gimbie, lies a hospital where non-profit workers take these lonely children under their wings. Follow the journey of Baby Bella, whose mother abandoned her at the hospital, and be inspired by the heroes who commit their lives to making the world a brighter place for these children.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Kvasnicková, Monika Foris"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2U4MWVjMjgtZDM0My00YTgxLTgzZDItMmNjMGIyMzkxODNhXkEyXkFqcGdeQXVyNzM2OTI2MzM@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Life on the Line",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Life on the Line (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "plot": [
            "Rarely does television follow the real-life journey of a person's will to survive. This isn't just about the doctors. It's about how real people find meaning in the midst of a tragedy."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}