{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "USA::2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ookii the Dinosaur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ookii's World (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "runtimes": [
            "24"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Ookii the dinosaur reveals the world in his own unique, curious, and creative way. In each episode, he discovers a different every day phenomenon or object that becomes, through his extraordinary lens, an intuitive, colorful, and associative exploration: How can he help a flower grow? What could the connections be between a spaceship, a croissant, and a baseball cap? And what is the best way to catch an elusive apple pie? In a 2-minute episode, the audience takes part as guests in \"Ookii's World,\" an imaginative and safe environment for creation and discovery; a wondrous world full of out-of-the-box thinking that will enrich children's minds.",
        "languages": [
            "English"
        ],
        "title": "Ookii's World",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "Ookii's World (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Ookii the dinosaur reveals the world in his own unique, curious, and creative way. In each episode, he discovers a different every day phenomenon or object that becomes, through his extraordinary lens, an intuitive, colorful, and associative exploration: How can he help a flower grow? What could the connections be between a spaceship, a croissant, and a baseball cap? And what is the best way to catch an elusive apple pie? In a 2-minute episode, the audience takes part as guests in \"_Ookii's World_ (qv),\" an imaginative and safe environment for creation and discovery; a wondrous world full of out-of-the-box thinking that will enrich children's minds.",
            "_Ookii's World_ (qv) is an educational children's TV show that is shown on the Babyfirst Channel. It debuted in September of 2014. In the show, Ookii is a cute, playful and curious dinosaur that loves to explore his imaginative and fun filled world. _Ookii's World_ (qv) aims to foster a child's creative thinking skills and increase their knowledge by exposing them to new ideas and concepts. The show is perfect for small children who are naturally curious and love to explore and learn new things. The show is based on a highly popular children's book series created by Lazoo, an animation company that designs cartoons for kids."
        ],
        "tech": {
            "runtime": [
                "25 min (USA)",
                "24 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}