{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 April 2014"
            },
            {
                "country": "USA\n",
                "date": "28 April 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::28 April 2014",
            "USA::28 April 2014                            (internet)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Here We Go Again!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Eddie and Orby are back at it again. This season, the world-renowned coaches are heading to Salem, Oregon to try and turn around a failing cheerleading squad in desperate need of a Cheerhab. Meet some of the members of Invasion Athletix Phoenix as well as the mother/daughter coaching duo. Are Eddie and Orby up for their most difficult challenge to date?    "
                },
                "2": {
                    "title": "Welcome to Oregon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Eddie and Orby are off to Salem, Oregon to meet team Phoenix from Invasion Athletix. The Cali SMOED coaches finally get to see first hand what they are working with this season. The team is put to work right away. Do they have what it takes to make it though Day 1?    "
                },
                "3": {
                    "title": "Back to Basics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The kids get a taste of the blood, sweat, and tears that go into being a top athlete. One of the members of the team stands out as a team leader while another's negative energy brings the team down. Can they handle the infamous SMOED conditioning regimen?    "
                },
                "4": {
                    "title": "Hit the Score Sheet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Before returning to California, Eddie and Orby start breaking down the mechanics of successful stunting. The coaches of Invasion Athletix find out what it takes to strengthen their athletes and run an efficient practice. Team Phoenix has come along way but will they be able to keep up with their new regimen?    "
                },
                "5": {
                    "title": "Man Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After watching a video update on Invasion Athletix, Eddie and Orby return to Salem, Oregon to receive both good and bad news about the team. Have the coaches stuck to the strict regimen left for them during Eddie and Orby's last visit?    "
                },
                "6": {
                    "title": "The Elija Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "28 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    When Eddie and Orby first went to Invasion Athletix, they praised Elija for being the leader of the team. Now, two weeks later things have changed. Elija has overextended himself with extra curricular activities at school and has a choice to make. Is he going to stay or leave the team? Watch and see what happens when Orby confronts Elija and forces him to make a decision to stay or go.    "
                },
                "7": {
                    "title": "The Domino Effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It's day two of practice with Invasion Athletix. After taking a sick day, Eddie comes to practice to work with the team. However, a cheerleader's frustration over a stunt takes a toll on practice. It's the domino effect. Her bad attitude affects her stunt group and teammates at practice. How will Eddie and Orby react to a bad attitude?    "
                },
                "8": {
                    "title": "Repetition Is Key",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    It's the final practice before Eddie and Orby return to LA, but after seeing the squad's pyramid they realize it needs a lot of tender loving care. Worse yet, a still sick and irritable Eddie begins to question the heart of the team. Does the team have what it takes to not only hit their pyramid, but also prove to Eddie and Orby they have the spirit of champions?    "
                },
                "9": {
                    "title": "No Doubt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Eddie and Orby travel to Portland for the last practices with the team before their first competition. They find out that there have been attendance issues with the team, leaving a lot of work to be done. Will there be enough time to bring their routine up to par for their first championship?    "
                },
                "10": {
                    "title": "Dance, Dance, Dance!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Invasion Athletix is back in the gym with Eddie and Orby and only a few days until their first competition. Cleaning the dance isn't the only problem they have to worry about, Sahvanna's knee injury is causing her stress and Coach Dori turns to Eddie as she reveals a big problem she doesn't know how to solve.    "
                },
                "11": {
                    "title": "Ready or Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    With their first competition a week away, Eddie and Orby are serious about making everything perfect. But with stunts still falling they quickly realize that the squad isn't where they need to be in order to win. With the added pressure of the team not having uniforms for competition, will the stress be too much for them to handle?    "
                },
                "12": {
                    "title": "Something to Prove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    It's the last practice for Invasion Athletix before their long-awaited Oregon debut, but the routine still needs some finishing touches to maximize the score sheet. The squad has been through a lot to get to this point and at the final hour, an unexpected supporter comes forward with some very good news.    "
                },
                "13": {
                    "title": "This Is It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    This is it. The time has come for Invasion Athletix Phoenix to make their debut at their first competition of the season. The big reveal of a surprise gift gives the kids the confidence they need to feel like a team. Will the absence of two of their biggest supporters affect their big day?    "
                },
                "14": {
                    "title": "Dear Judges...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Eddie and Orby are returning to Oregon after the Invasion Athletix attended their first championship. Eddie and Orby notice that some changes have been made to up the difficulty in the routine since the competition. Although the team placed first these new changes still aren't up to par. Will they be able to keep up these skills for their next performance?    "
                },
                "15": {
                    "title": "Oh Baby, Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    Not only is the teams first local competition quickly approaching but Allison's due date is just around the corner. Jazmyn is stepping up to the role of head coach while Eddie and Orby decide that their dance still isn't up to par. With one member not giving 100% can they come together as a team and get the work done?    "
                },
                "16": {
                    "title": "Down to the Wire!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    It's the final practice before the team heads to their first local competition. Not only will Eddie and Orby be in attendance, but also so will many of the teams that have been negative towards Invasion Athletix in the past. Will a special guest help relieve some of the pressure?    "
                },
                "17": {
                    "title": "Dream Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "16 May 2015",
                    "year": "2015",
                    "plot": "\n    A member of Invasion Athletix Phoenix gets a special surprise she never expected. After years of swooning over her crush, she gets to go out with him on the date of a lifetime. Who is her dream boy? Is he a cheerleader? Most importantly, will it be the date of her dreams or an absolute disaster?    "
                },
                "18": {
                    "title": "Aloha Invasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "23 May 2015",
                    "year": "2015",
                    "plot": "\n    The pressure is on, as the squad prepares to compete at a local competition where they will face their haters from last season. But before the team hits the mat, they get the phone call of a lifetime. What's the news that brings the team to tears?    "
                },
                "19": {
                    "title": "Rip That Floor Apart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "30 May 2015",
                    "year": "2015",
                    "plot": "\n    The time has come to take the stage at the first local competition for Invasion Athletix. This is a big deal for the squad because they will be facing local teams who were not supportive of them in the past. However, Mia's stunt group is having issues during warm ups. WIll they be able to come together and secure a win for the team and gain recognition locally or will they fall apart in their own neighborhood?    "
                },
                "20": {
                    "title": "Two Steps Forward, Five Steps Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "6 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    After nearly two months, Eddie and Orby return to Salem, Oregon to work with Invasion Athletix. They are excited to get to the gym and see the kids but will they be excited to see what the team has been up to since their last visit?    "
                },
                "21": {
                    "title": "Making the Routine Messier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "13 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Eddie and Orby have returned to Salem and it's crunch time. The team is leaving soon for Nationals in Hawaii. Coach Orby realizes their pyramid should be more difficult to enhance the team's score. But, with Nationals less than a week away, can the team handle the last minute changes? Later, Jazmyn shows Eddie and Orby a few of their own changes the Invasion Coaches made to the routine. But are the changes for the better?    "
                },
                "22": {
                    "title": "Scratch It All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "20 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    After seeing the changes the coaches made to the dance, Eddie and Orby call in a professional choreographer for reinforcement. Although Orby has been making changes to the dance all season he is finally ready give them something that they can really perform but will the kids be able to pick up the steps with only one practice before the big Aloha International Championship in Hawaii?    "
                },
                "23": {
                    "title": "No Pressure, But Pressure!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "27 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    After a long season, the time has come for Invasion Athletix Phoenix to have their last Cheerhab practice in Oregon. They have been invited to compete in the Aloha International Spirit Championship in Wakiki Beach but Eddie and Orby are not going to let the team off easy. The competition will be fierce and they need to be on their A-Game. Can they handle the pressure that Eddie and Orby and the looming national competition will bring?    "
                },
                "24": {
                    "title": "Hawaii, Here We Come!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "4 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Aloha Invasion. The team is ready to jet set across the pacific for their last competition of the season. With the sun, the sand, and the ocean it's easy to get distracted. However, the team captain steps up to remind the team of their true purpose. Can she get her teammates on board?    "
                },
                "25": {
                    "title": "A New Atmosphere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "11 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Invasion Athletix is in Hawaii, but with Eddie and Orby's arrival, the time for fun in the sun is over. With the competition around the corner, Eddie and Orby still have some big decisions to make over what stays in the routine. Can Invasion hit their routine and impress Eddie and Orby, or is their routine about to get a serious makeover?    "
                },
                "26": {
                    "title": "The Mental Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "18 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    After a long season and a quick taste of paradise it's all come down to this day. It's time for Invasion Athletix to compete at the Aloha International Spirit Championships. It's Day 1 and the team is feeling confident in themselves during warmup but will their confidence hold up when they hit the stage?    "
                },
                "27": {
                    "title": "The Performance of a Lifetime!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "25 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    After a shaky first performance at the Aloha Spirit Championships, Invasion Athletix knows they have one chance left to hit a perfect routine. Eddie and Orby try to rally the team after the disappointing first performance. But will nerves get the best of Invasion yet again? After a season of blood, sweat and tears it has all come down to this season finale of Cheerhab.    "
                }
            },
            "1": {
                "1": {
                    "title": "Welcome to Iowa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Cali Smoed Coaches Eddie and Orby are California boys at heart, who have no idea what to expect of the Midwest. Upon arrival, they are not only shocked by the weather and culture, but how much work lies ahead for them coaching the Rebel Xtreme AirBorne Squad. It's going to take blood, sweat and tears to turn this team around. Are Eddie and Orby up for the challenge?    "
                },
                "2": {
                    "title": "Mind Over Matter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    Smoed Coaches Eddie and Orby thought that taking over another team would be challenging but it's proving to be even more difficult than expected. The team's confidence is lacking and they have an even bigger problem, they are competing as a Level 4 team but Eddie and Orby think they are in over their heads. Watch and see what happens in Episode 2 of AwesomenessTV's Cheerhab.    "
                },
                "3": {
                    "title": "Cheerleader Vs. Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 May 2014",
                    "year": "2014",
                    "plot": "\n    After noticing a lack of discipline and motivation in the AirBorne squad, Eddie and Orby decide it's time to take matters into their hands. However, not everyone is on board with their plan. Can Eddie and Orby get the team to accept their decision? Does the squad have what it takes to turn from cheerleaders into champions? Watch and see in this week's episode of Cheerhab.    "
                },
                "4": {
                    "title": "Heart of a Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    After getting a chance to reevaluate AirBorne's skills, Eddie and Orby feel that bringing the team down to a level 4.2 is the answer for the squad. However, that doesn't mean they'll be having an easier practice. Eddie and Orby will not accept sloppy cheerleading motions, jumps and stunts. AirBorne requires a lot of clean up work to take the team from a poor to a perfect performance. Will this team ever be able to return to a Senior Level 4 team?    "
                },
                "5": {
                    "title": "Bad Timing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    Eddie and Orby get an update on AirBorne from Coach Shauna and it's not good. After watching video of the team, Eddie and Orby take matters into their hands and fly back to Iowa. How's the team really doing? How are they going to react when Eddie and Orby are back?    "
                },
                "6": {
                    "title": "Confidence Is Key",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Getting Cheerhabbed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cheerhab (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The time has come for Rebel Xtreme Airborne to show whether or not they learned something from Eddie and Orby. The showcase stage is set with many of the team's friends and family in attendance. With the roster shaken up and time winding down, will the squad hit? Did Eddie and Orby,with all the yelling and conditioning, get the job done in Iowa?    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Orta, Orby"
            },
            {
                "name": "Rios, Eddie"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzZlMWVhNmMtMGU4Zi00MTRiLTkyNjktMzlmNGRkMjc5N2Y4XkEyXkFqcGdeQXVyMTI1ODg2NjI@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$8,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Cheerhab",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "akas": [
            "Cheerhab (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "deVitry, Autumn"
            }
        ],
        "production companies": [
            {
                "name": "AwesomenessTV Production"
            }
        ],
        "distributors": [
            {
                "name": "AwesomenessTV Network"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}