{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 February 2014"
            },
            {
                "country": "USA\n",
                "date": "4 February 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::4 February 2014",
            "USA::4 February 2014                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Story of an Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Can learning the meaning of a single term actually help change the food system? David Evans and Alexis Koefoed think so. These poultry farmers explain the real story behind such terms as \"cage free, \"free range\" and \"pasture raised\" so that consumers can make informed decisions when they go to their local supermarket. Learn more at lexiconoffood.com CREDITS Produced by Laura Howard Directed, Photographed and Written by Douglas Gayeton Edited and Animated by Pier Giorgio Provenzano.    "
                },
                "2": {
                    "title": "Locavore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    As consumers take increased responsibility for what they eat, many choose to become \"locavores\", a term coined by Jessica Prentice to describe people like herself who live primarily on food grown or produced in their communities. By voting \"local\" with their pocketbooks when they go to the supermarket, these consumers keep money in local economies while supporting and strengthening local food systems. They also decrease their \"food miles\" and with it their carbon footprint, of critical importance in confronting the challenge of climate change. Still, even the most ...    "
                },
                "3": {
                    "title": "Forage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Our earliest descendants were hunter/gatherers. They foraged for their food, were in tune with their surroundings, and ate with the seasons. As nomadic traditions gave way to settled cultures that developed agricultural skills, people became less reliant on their foraging skills and increasingly detached from where their food came from. Today, foraging offers people a way to reconnect with nature and shows that food is all around us. Tyler Gray, for example is a lifelong forager who turned his passion into a business specialized in providing chefs around the USA with ...    "
                },
                "4": {
                    "title": "True Cost Accounting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Local vs. Organic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    What's more important, that your food is local - or organic? Edwin Marty of Alabama's Jones Valley Urban Farm and Jay Martin of Provident Organic Farms in Bivalve, Maryland explain that neither organic certification nor a piece of paper will ever insure that consumers are getting good food. Instead, they subscribe to the motto, \"Local First, Certification Second\", and suggest that consumers invest the time to get to know their farmer. LOCAL \" The concept of \"Local\" brings you back into a relationship with the source of your food, with the land, the animals, the plants...    "
                },
                "6": {
                    "title": "Food Waste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Wheat or White",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    David Bauer is owner and operator of Farm and Sparrow, a rural wood-fired bakery and flourmill that produces breads, pastries, flours, and grits from heirloom grains. His Ashville restaurant, All Souls Pizza, utilizes Farm and Sparrow's freshly milled identity preserved grains - grains that tell a rich story about the wheat you're eating, how it was grown and where One farmer he works with is John McEntire at Peaceful Valley Farm in Old Fort, North Carolina. John's family has lived and worked this farm for five generations. They use a stone grist mill to produce corn ...    "
                },
                "8": {
                    "title": "Economies of Community",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The principle known as ECONOMIES OF SCALE has allowed entire industries to consolidate, including many aspects of our food system. Now there's no difference between a supermarket in Kansas City or Boston or San Diego or Fort Lauderdale. And our culture is the poorer for it. Benzi Ronen of Brooklyn, NY-based Farmigo explains how the principle of ECONOMIES OF COMMUNITY can help connect people while rebuilding local food systems. His Farmigo team is dedicated to accelerating the adoption of an alternative food system through technology that powers CSAs and People Powered...    "
                },
                "9": {
                    "title": "Community Supported Agriculture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    What if you could buy fresh fruit and vegetables each week, grown by a local farmer? Anne Cure of Cure Organic Farm in Boulder, Colorado , believes that community involvement is crucial in the revival of small family farms and is dedicated to using sustainable methods that help to maintain a healthy farm ecosystem. She explains how CSAs, a term which stands for Community Supported Agriculture, allow consumers to purchase subscriptions from her and other local farmers, and in return receive weekly boxes of fresh produce while getting to know the people who grow their ...    "
                },
                "10": {
                    "title": "Seeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In the last century nearly 75% of our agricultural crops have disappeared. Traditionally, farmers would save and share these seeds with each other, but now most seed production is controlled by only a few companies. As a result, SEED BANKS around the world now help communities preserve their regions' biodiversity.. Another way to protect seeds is by holding community-based SEED SWAPS, gatherings of farmers and gardeners, usually held before each planting season, to exchange seeds. Sara McCamant of Sebastopol, CA. A long-term local food activist, garden educator and ...    "
                },
                "11": {
                    "title": "Unconventional Agriculture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Grass Fed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Most cattle are finished on industrial feedlots, where they are fed a mix of antibiotics, hormones, protein supplements, and corn. Farmers like Joel Salatin of Polyface Farms in Swoope, Virginia raise their cattle on grass, using rotational grazing and other fundamental principles of pasture management. Learn more about the difference between grass-fed and corn-fed beef. lexiconoffood.com .    "
                },
                "13": {
                    "title": "Traceability",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Terroir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Judith Redmond has farmed in Northern California since 1989 as one of four owners of Full Belly Farm where sheep and chickens are pastured and a diverse assortment of fruits, nuts, vegetables, flowers and herbs are grown. She explains that food is more than what you eat; it carries with it an undeniable sense of place. The French have a word for it: TERROIR, or as Judith explains, terroir is flavor + character of produce = climate + geography + farming practice\".    "
                },
                "15": {
                    "title": "What Is Sustainability?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    SUSTAINABILITY is an ideal. Its principles reinforce that everything you do has consequences, even when they're hidden from view. Its worldview imbues you, as either a consumer or producer, with a clear, undeniable sense of responsibility. It gives you a role-to change how you think, what you make, and what you buy-and confirms that your actions matter. Finally, it reinforces that we're both the cause of all that ails us as a society, and the solution. Only you can decide which path to follow. SUSTAINABILITY Running Squirrel is a native Cherokee who carries tribal ...    "
                },
                "16": {
                    "title": "Antibiotic Free",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Nearly 80% of the antibiotics in this country aren't used on people. They're used on animals, animals we eat. And most of them aren't even sick. In this film, Bill and Nicolette Niman share their insights on the growing movement to remove sub-therapeutic antibiotics from American beef. Bill Niman is a cattle rancher in Northern California, proprietor of BN Ranch, and founder of the natural meat company Niman Ranch, Inc. He was a member of the Pew Foundation's National Commission on Industrial Farm Animal Production, which released recommendations for reform of the ...    "
                },
                "17": {
                    "title": "Ethically Sourced",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "G.M.O.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Land Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In some parts of the country, a farm is worth more for its real estate that for what it grows, Which is why, as profitability become increasingly illusive, some farmers look to sell off their land. LAND TRUST Bob Berner served as Executive Director of the Marin Agricultural Land Trust (MALT) from1984 through 2012. MALT, created in 1980, was the first land conservation organization in the country organized exclusively to preserve agricultural land. Berner explains how land trusts provide guidance and economic support in the form of CONSERVATION EASEMENTS to keep farms ...    "
                },
                "20": {
                    "title": "Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Urban Farming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Food Security",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "57",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The average age of the American Farmer is 57. Where will we find the next generation of greenhorns (young American Farmers) and how will they be trained for these green collar jobs? Food education isn't limited to helping the people who grow our food; we also need edible schoolyards like that of Alice Waters in Oakland, California to educate our school children about how to make healthy food choices as well. If the average age of the American Farmer is 57 - - where will the next generation of farmers come from? Who will teach them new skills? Pass on knowledge and ...    "
                },
                "24": {
                    "title": "Biochar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Know Your Food (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 24,
        "genres": [
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzMzMTlkODEtOGFhNy00ZGY3LWIxMTktNmQzYjFhMzliZmIwXkEyXkFqcGdeQXVyMTQ2MDA2ODY@._V1_SY150_CR62,0,101,150_.jpg",
        "budget": "$200,000 (estimated)",
        "plot outline": "24 SHORT FILMS THAT WILL CHANGE THE WAY YOU LOOK AT FOOD. Know Your Food introduces consumers to key terms and principles that will help them make more informed decisions about the food they eat. By illuminating the vocabulary, and with it the conversation about America's rapidly evolving FOOD CULTURE, this series helps people pay closer attention to how they eat, what they buy, and where their responsibility begins for creating a healthier, safer food system.",
        "languages": [
            "English"
        ],
        "title": "Know Your Food",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "Know Your Food (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gayeton, Douglas"
            }
        ],
        "production companies": [
            {
                "name": "Rumplefarm"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            }
        ],
        "plot": [
            "24 SHORT FILMS THAT WILL CHANGE THE WAY YOU LOOK AT FOOD. _Know Your Food_ (qv) introduces consumers to key terms and principles that will help them make more informed decisions about the food they eat. By illuminating the vocabulary, and with it the conversation about America's rapidly evolving FOOD CULTURE, this series helps people pay closer attention to how they eat, what they buy, and where their responsibility begins for creating a healthier, safer food system."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}