{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "November 2014"
            },
            {
                "country": "USA\n",
                "date": "1 November 2014"
            },
            {
                "country": "USA\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "USA::November 2014",
            "USA::1 November 2014",
            "USA::2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tennessee Valley Uncharted"
            },
            {
                "title": "Tennessee Uncharted"
            }
        ],
        "akas": [
            "Tennessee Valley Uncharted (original title)",
            "Tennessee Uncharted "
        ],
        "akas from release info": [
            "Tennessee Valley Uncharted (original title)",
            "Tennessee Uncharted "
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Mission Accomplished",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Host Erick Baker is 'Bama-bound on Tennessee Valley Uncharted. First up, he goes to Space Camp - Adult Space Camp that is, at the U.S. Space and Rocket Center in Huntsville, Alabama. From \"repairing\" the International Space Station to a simulated walk on the moon, Erick checks off this childhood dream as a mission accomplished. From there Erick hops on a boat with a retired TVA employee for an exclusive tour along the gorgeous Wilson Dam. Next up, Erick tags along with a group of folks whose mission is conservation, protection, and restoration of the stunning Paint ...    "
                },
                "2": {
                    "title": "Good Sports",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Erick works up an appetite on Guntersville Lake after partaking in some world-class fishing, then gets his fill in the kitchen and smokehouse of a female pit master's barbecue joint, Helen's BBQ. He rounds out his sporting trip in Memphis, getting fitted for a bow, adventuring into the woods for the Lost Tribe Traditional Archers and meeting up with Aerial for a little fun.    "
                },
                "3": {
                    "title": "Urban Adventures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Erick Baker and Aerial Nicole do the camping thing...in downtown Memphis.    "
                },
                "4": {
                    "title": "Ups and Downs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "11 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    She's athletic. She's active. But she wants to be more adventurous. Follow host Aerial Nicole as she bikes down and around Chattanooga's challenging Raccoon Mountain trails. She'll go underground for an exclusive tour of the Raccoon Mountain Pumped Storage plant, a modern marvel that is built deep within the mountain. Then it's up again as she goes paragliding for the first time. Together, the two hosts are up for a treetop adventure ropes course at Navitat in Knoxville Tennessee. Finally host Erick Baker hikes down into the gorgeous Stephens Gap Cave in northern ...    "
                },
                "5": {
                    "title": "Kentucky Fish and Wildlife",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    It's not just horse racing in Kentucky. Tennessee Valley Uncharted follows Erick Baker as he gets an exclusive look at a unique Elk and Bison Prairie in Kentucky's beautiful Land Between the Lakes area. Then, Aerial Nicole helps a crew of fishery biologists monitor the aquatic wildlife at Paris Landing on Kentucky Lake.    "
                },
                "6": {
                    "title": "Water World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "25 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    It's all things water on Tennessee Valley Uncharted. Hosts Erick Baker and Aerial Nicole raft the spectacular Ocoee River before an exclusive tour of the Ocoee Dam flume, a one-of-a-kind structure that resembles a wooden trough snaking along the rock bluffs lining the Ocoee River. Our hosts follow this adventure with a relaxing pontoon boat ride, paddle boarding, and kayaking on scenic Parksville Lake. The two also hit the Clinch River for some guided fly-fishing before Aerial teams up with some conservation groups at the Dale Hollow National Fish Hatchery to see how ...    "
                },
                "7": {
                    "title": "Get Smart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "4 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Erick Baker and Aerial Nicole visit Seaman's Church Institute to find out how mariners use state of the art simulators to keep our waterways safe. Aerial finds out how high tech side scan 2D and 3D cameras have made inspecting dams cheaper, faster and better. Lastly, kids from ages 9-16 convene for the First LEGO League Hydro competition in Blairsville Georgia to build, program and use LEGO robots in water-themed missions.    "
                },
                "8": {
                    "title": "Fly, Fish and Field",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "11 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Aerial Nicole tries her hand at duck hunting in Kentucky. Then it's off to Norris Dam for fly tying lessons and fishing with Trout Unlimited members. Then Aerial visits the Dale Hollow Hatchery to see how various environmental groups keep our public waters stocked with fish vital to local economies as well as the diversity of wildlife.    "
                },
                "9": {
                    "title": "Schooled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "18 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Aerial Nicole gets schooled on how to deal with emergencies like fires and hazardous materials at an Emergency Response Training Center in Jasper, Tennessee. As a new Nashvillian, Aerial learns the 2 Step dance with a pro and Erick visits Ole Miss to take a look and listen to their impressive Blues archive.    "
                },
                "10": {
                    "title": "Old South, New South",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "25 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Erick Baker explores Elvis Presley's birthplace and the hardware store where Elvis is said to have bought his first guitar in Tupelo before a double-Decker bus tour of downtown Oxford, where Old South meets New South. Then it's off to Borroum's Drug Store, the oldest in the state, where they keep the allure of the \"slugburger\" alive and well from their soda fountain.    "
                },
                "11": {
                    "title": "Super Powers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "31 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    From a solar scavenger hunt at Ijams Nature Center to the wind farm at Windrock Park in Oliver Springs, It's all about wind and solar power today on Tennessee Valley Uncharted. And if you're at Windrock Park, you have to explore and try out their 73,000 acres of outdoor fun and off-road excitement.    "
                },
                "12": {
                    "title": "Valley Values",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "6 May 2018",
                    "year": "2018",
                    "plot": "\n    Host Erick Baker travels part of the Natchez Trace Parkway and visits historic spots that the National Park Service manages and preserves. Aerial Nicole joins a group of students helping to maintain part of the Appalachian Trail in Georgia and sees what TWRA is doing to preserve aquatic species at the Cumberland River Aquatic Center.    "
                },
                "13": {
                    "title": "Makers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "13 May 2018",
                    "year": "2018",
                    "plot": "\n    There's cool stuff being made in the Tennessee Valley. We visit Pretentious Glass Company, where they brew beer and glow the glass, too. Next, the Orion Cooler factory to see what goes into quality coolers that are so instrumental to your outdoor adventures. Then, Aerial takes a class at the John C. Campbell Folk School in North Carolina where the arts of Appalachia are still in full swing. Aerial also tries her hand making sourdough brick oven pizzas with Adopo Pizza in Knoxville, Tennessee.    "
                },
                "14": {
                    "title": "Moments from Season 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "20 May 2018",
                    "year": "2018",
                    "plot": "\n    In the finale of Tennessee Valley Uncharted, hosts Erick Baker and Aerial Nicole reflect on their adventures from the past season.    "
                }
            },
            "1": {
                "1": {
                    "title": "Uncharted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "The Admiral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The Uncharted crew head to Dandridge, TN, where our loud mouthed host, Erick Baker, faces off with the large mouth bass of Douglas Lake. Setting sail on a guided fishing trip, \"Admiral\" Erick finds out why they call it \"fishing\" not \"catching\", and then during a Bass Pro High School tournament, Erick sees how much he really has to learn, as some young fishermen show him how it's done. Erick visits a local bait shop and uncovers the many hidden secrets they hold. Then he's transported back in time with a straw an old-fashioned soda from Tinsley Bible Drug Co. Enjoying ...    "
                },
                "3": {
                    "title": "Rev3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    On your mark. Lace up the racing shoes and pace yourself alongside host Erick Baker as he, literally, runs into the unknown. He's competing in the Rev3 Adventure, a race also known as \"Knoxville Kicker,\" an incredible outdoor exploration, perfect for the novice and beginner adventure racer, with running, biking and paddling in teams. While paddle boarding for the first time, Erick does his best to stand up and stay dry. Along the way, he discovers a new land sport you may not know about yet. In the weeks leading up to the race, the Uncharted crew follows Erick as he ...    "
                },
                "4": {
                    "title": "Natural Resources",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    It's survival mode for Erick and the Uncharted crew this week as they navigate the choppy waters that make up the Upper and Middle Ocoee River. The Upper Ocoee consists of the modified Olympic course, which was constructed for the 1996 Centennial Olympics, so it's anything but a relaxing joy ride...especially with camera and sound equipment in your raft.    "
                },
                "5": {
                    "title": "Songbird",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Erick and the crew fly off to learn more about the popular hobby of birding and what passionate Tennesseans are doing to preserve, protect and restore bird populations across the state. Beginning at Seven Islands State Birding Park, the first designated birding park in Tennessee, the crew learns some ways we can all help protect native populations of birds, as well as some interesting things the staff at Seven Islands are doing. With interests piqued, the Uncharted Crew heads over to the American Eagle Federation's Wings of America show at Dollywood. At the Wings of ...    "
                },
                "6": {
                    "title": "The Caney Fork Watershed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Quail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Erick and the Uncharted Crew learn about saving and sustaining native wildlife and how different groups of volunteers are working to revitalize Tennessee's quail population. On a trip to Kyker Bottoms Wildlife Refuge outside Maryville, members of the Smoky Mountain Chapter of Quail Forever teach Erick how the Chapter works closely with Tennessee Wildlife Resources Agency (TWRA) to create and sustain appropriate habitat for quail. Quail Forever provides equipment, manpower, and resources to assist TWRA in re-establishing native habitats and maintaining them going ...    "
                },
                "8": {
                    "title": "Ghost River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "The Inspirational Outdoors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Tennessee Uncharted will inspire you to just keep climbing no matter what life may send your way. The crew begins at Enterprise South Nature Park, a wildlife refuge managed by the Tennessee Wildlife Resources Agency that was formerly part of the Volunteer Army Ammunition Plant, to help the TWRA and Tennessee Valley Safari Club International set up for a special event - a Hunt for Warriors. Hunt for Warriors' pairs hunters with American servicemen and women, many of whom are recovering from injuries. Erick and his band mate (and veteran) Donnie Reis get to hang out ...    "
                },
                "10": {
                    "title": "Adventures in the Cumberlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Wheelin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "10 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Reelfoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Duck Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Oh Deer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Climbing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Reflecting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "The Mighty Mississippi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Erick and the crew are making moves for the premiere of season two, boogieing from the mountains of East Tennessee to the mighty Mississippi. They've traveled all this way to attend the Memphis in May Beale Street Music Festival, an annual event boasting a bill of over 65 musical acts and attracting 100,000 visitors over the course of three days. While they're in town, Erick pedals over to Mud Island to visit a childhood favorite-a fantastic water feature modeled after the mighty Mississippi that spans five city blocks. From there, Erick does a little rocking' and ...    "
                },
                "2": {
                    "title": "Hometown Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Erick and the crew travel to West Tennessee to meet some of the region's most interesting and inspiring heroes. First, they swoop into Erick's hometown of Halls to attend the Wings Over Halls Air Show. Since 1994 the folks at the Halls' Veteran's Museum have been educating visitors about the role that Dyersburg Army Air Base had on war efforts between 1942 and 1945, training over 1,000 ten-man B-17 crews before they were deployed to the European Theater. Erick then migrates over to the John Tully Wildlife Management Area to learn how TWRA utilizes duck banding to ...    "
                },
                "3": {
                    "title": "Dogs, Donuts, & Arrows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Erick is raiding the hills of Middle Tennessee to connect with some of the state's up-and-coming sportsmen and women. During his trip, he learns that from barks to bows, young Tennesseans are turning more and more to the outdoors to make sure they're performing at their best. On his way into town, Erick rolls into a shop that's using a clever concept to cater to canines. As the sun sets, he and the crew head out with a couple hounds that are hot on the trail of some country critters and learn all about competition coon hunting. Afterwards, Erick drops in for donuts at...    "
                },
                "4": {
                    "title": "Small Town, Big Beats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Erick speeds into Bristol to find out how this small town holds onto its Appalachian heritage. Though it is internationally known for its racing, Bristol's rich music history goes back ages and reveals a rhythm that revolutionized the recording industry. From a museum that memorializes the music that put this city on the map, to a festival that brings bluegrass to big crowds, Erick quickly learns Bristol is all about authenticity. Later, the crew ends up in stitches as Erick tries his hand at sewing some folk fashion at LC King, using methods from a century ago. And ...    "
                },
                "5": {
                    "title": "Knoxville, The Scruffy Little City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Erick and the crew stay pretty close to the nest, checking out a Knoxville hunt that everyone seems to be cooing about. From planting sunflowers to putting plow to the field, Erick works with TWRA wildlife managers to prepare Forks of the River Wildlife Management Area for dove season. Along the way, Erick learns why providing an urban space for sportsmen sets Forks of the River apart from other dove hunting spots. He sets himself up for a pretty sore shoulder, too. After an early morning of scanning the skies, Erick and the crew butter up a few pie forms for a ...    "
                },
                "6": {
                    "title": "Wild Watersports",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    This week, Erick gets wild about water sports. With as many waterways as East Tennessee has to enjoy, it's easy to get caught in the wake of too many choices. Erick and the crew dive below the surface to take a closer look at some of the newer sports sweeping the region. From leaving his mark on the manufacturing line at Malibu Boats to engineering electronics to give greater access to wild waters, Erick joins some local folks in finding new ways to have fun in the field. What's even more impressive than the tricks Tennessee's top wake boarders try to teach him on ...    "
                },
                "7": {
                    "title": "Exploring UT's Institute of Ag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "13 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Erick heads back to his Alma mater to learn more about the University of Tennessee Institute of Agriculture. While most folks think that college and cramming go hand in hand, Erick quickly learns that an education in conservation is all about the outdoors. From tagging along on a trip to study salamanders to sussing up Smokey himself on game day, Erick and the crew see how \"interactive learning\" is engaging a generation interested in making careers out of preserving the environment. Erick meets some of these future conservationists at UTIA's annual Ag Day where he ...    "
                },
                "8": {
                    "title": "Festivals Flights and Family Farms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Erick is migrating over to the Hiwassee Wildlife Refuge in search of some entertainment. To kick things off, Erick attends the 24th annual Sandhill Crane Festival in Birchwood, peering into not just the particulars of this prehistoric bird but also the civilizations that once called these same hills home. Complete with a visit over to the nearby Cherokee Removal Memorial Park, Erick wraps up the day reminded of how important it is to cherish customs and choose to learn from our past. Surprised by how much fun there is to find after the first frost, Erick sets off to ...    "
                },
                "9": {
                    "title": "Winter Wonders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Erick and the crew are going \"gondolas\" over all the winter wonders found in the Smokies this time of year. Starting with a free week of tutorials, talks, and treks provided by the Pigeon Forge Department of Tourism, Erick learns some tips and tricks for interacting with wildlife, and brushes up on how to behave should he bump into a bear. With the lightly dusted slopes of the Smokies in sight, Erick is soon sliding up to Ober Gatlinburg to see if its promises are more than just a load of fresh powder. After a quick snowboarding lesson, Erick heads off to carve ...    "
                },
                "10": {
                    "title": "Local Flavor in Franklin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    This week on Tennessee Uncharted, Erick is getting his gobble on with a trip to Franklin, Tennessee, to participate in the Governor's One Shot Turkey Hunt. While they're in town, Erick and the crew serve up a heaping helping of hometown heritage with a visit to the historic Franklin Theatre. Afterwards, Erick struts down the road to Long Hollow Leather to learn more about the handcrafted guitar straps that have kept the crooners coming back for forty years. Before the crew can pack up and head back to Knoxville, they make a quick trip to Carnivore Meat Market, a local...    "
                },
                "11": {
                    "title": "Only in West Tennessee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    This week on Tennessee Uncharted, Erick and the crew are cooking up something extra special in West Tennessee. They make a return trip to Paris (you may remember their trip from Season One) to help out while the town comes together to celebrate their annual World's Biggest Fish Fry. And, from prepping' puppies (hush puppies, that is!) in the fish tent to finding fun up on the Ferris wheel, Erick digs in and takes a big bite out of all that this annual attraction has to offer. While he's in town, Erick catches up with a few other attractions to see what keeps families ...    "
                },
                "12": {
                    "title": "A Wild Good Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Erick and the crew find themselves in hog heaven as they head out to join TWRA on a \"wild\" outing. And, from a visit with an affected farmer to a covert excursion into the cold, Erick gets a glimpse at the wise ways TWRA is dealing with wild hogs in Waynesboro. While he's in town, Erick treats himself to some training at Tennessee Fitness Spa, tackling tough classes while taking in the tranquil countryside of Natchez Trace Parkway. Still sore from sweating it out, Erick is treated to some soft sounds from the Tennessee Valley Strummers as they demonstrate how ...    "
                },
                "13": {
                    "title": "Exploring Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "7 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Erick travels back to Sparta to scratch the surface and see some of the sites he missed back in Season 1. To kick off his visit, Erick dives down deep with TWRA, doing his part to document the effects of a disease decimating the native bat population. After climbing into the Cumberland Plateau cave system, Erick and the crew (that's right, the entire crew and their gear) connect with the Cumberland Caverns where they set off on a serious spelunking adventure. The caverns offer a wide range of trips to treat even the tamest tourist to truly spectacular scenery, but ...    "
                },
                "14": {
                    "title": "Riding Dirt Bikes and Singing Hymns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "14 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Get ready to rev your engines and ride this week on Tennessee Uncharted as Erick blasts into the world of dirt bikes. Starting out in the fields on a friend's farm, Erick gets a feel for the mechanics of motorbikes, not to mention a whole lot mud. From there, the crew makes its way to the Middle Tennessee Dirt Riders Spring Ride, hosted annually at Loretta Lynn's Ranch in Hurricane Mills. Feeling inspired, Erick tackles the trails himself after a tutorial with six-time AMA (American Motorcyclist Association) National Champion, Jason Raines. Having been turned on to ...    "
                },
                "15": {
                    "title": "Summer on Kentucky Lake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "The Fish Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Erick is casting off to reel in one heck of a finale. We start this trip by discovering the best things in life really are free when we stop by the Annual Free Fishing Day festivities in Spring City. From there, it's off to Ft. Loudon Lake with a few fellows from the Tennessee Tech Student Fisheries Association, a group so passionate about protecting wildlife, they're pursuing it as a profession. Next, Erick wades out into Watts Bar with TWRA to learn more about the integration of Florida Bass into local reservoirs and to weigh in on what it means for future fisherman...    "
                }
            },
            "3": {
                "1": {
                    "title": "Becoming an Outdoors Woman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Bear Safety & Baseball at the Smokies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "21 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Come along with Erick and the crew as he learns how to be the ultimate wing man in the skies over Tennessee. We start out on the plane with TWRA pilot Barbara Shaffer, whose storied flight career is as diverse as the unique, regional beauty of Tennessee. From counting waterfowl in flight to transporting wildlife across state lines, Shaffer has done it all. Erick is inspired to try out a smaller pair of wings in Coffee County on National Model Aviation Day. After learning more about the multi-generational appeal of model aviation from father and son Charlie and Ben ...    "
                },
                "3": {
                    "title": "On the Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "9 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    It's season three for Tennessee Uncharted, and host Erick Baker is still struggling with one of the most celebrated outdoors pursuits in our great state: fishing. He starts out today's show speaking with Kris Maurer, Orvis store manager in Sevierville, hoping for a little insight into turning a pastime that seems really complicated into something much more simple and fun. After Fly Fishing 101, Erick and the crew take their newfound knowledge out on the water. We don't want to give you a spoiler, so you'll have to watch to find out whether Erick finally hooks more ...    "
                },
                "4": {
                    "title": "Erick Gets His Wings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "15 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Come along with Erick and the crew as he learns how to be the ultimate wing man in the skies over Tennessee. We start out on the plane with TWRA pilot Barbara Shaffer, whose storied flight career is as diverse as the unique, regional beauty of Tennessee. From counting waterfowl in flight to transporting wildlife across state lines, Shaffer has done it all. Erick is inspired to try out a smaller pair of wings in Coffee County on National Model Aviation Day. After learning more about the multi generational appeal of model aviation from father and son Charlie and Ben ...    "
                },
                "5": {
                    "title": "Horsepower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "21 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Synopsis: Riding horses is about a lot more than catching a quick thrill. It's about building a bond with another living creature, about rediscovering inner truths. It's even about helping other people. Come along with Erick and the crew as we hit the trails of Tennessee's ranches and wilderness areas with our new four-legged companions. At Tennessee Dude Ranch and Guest Ranch, co-owner Tammy Young takes us through a little cowboy philosophy before wrangler Bryce Young leads us on a unique experience. Trail riding here offers an understanding of how people lived ...    "
                },
                "6": {
                    "title": "Falconry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    From peering through a set of binoculars to getting up close and personal, join host Erick Baker and the trusty Tennessee Uncharted crew as we change our perspective on birds of prey. We start out this week's episode scanning the sky from atop Soddy Mountain with hawk watching volunteer Bill Haley. He gives Erick a lesson in patience as he explains the finer points of observing hawk migration in this very unique location. From here, Erick is inspired to learn more about these amazing birds at the Clinch River Raptor Center, where Director Katie Cottrell arms him with ...    "
                },
                "7": {
                    "title": "Shootout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Unsure of what to expect, host Erick Baker and the rest of the Tennessee Uncharted crew head to Lynnville, where their hearts are warmed by special needs families and volunteers, their bellies are warmed by Tennessee whiskey and they get a new perspective on what some might consider flaws, but a small leather company calls character. The last two weekends in October find us at two hunting events. The first is TWRF's Annual Long-Range Shootout, where custom rifles, shotguns and muzzle loaders hit targets from 400 to 1200 yards away. There is a sense of fun and ...    "
                },
                "8": {
                    "title": "Cold water & Hardtack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    We start at the Tennessee Aquarium in Chattanooga, to speak with aquatic conservation biologist Bernie Kuhajada about the prehistoric lake sturgeon. Erick learns about this amazing fish, and their threatened status, before heading to Sturgeon Fest. Here, he meets Renée V. Hoyos, Executive Director of the Tennessee Clean Water Network, who explains how her organization helps keep our waterways vibrant and safe. Sturgeon Fest, where families participate in celebrating and releasing over 2,000 young lake sturgeon into our lakes and rivers, is an important part of that ...    "
                },
                "9": {
                    "title": "Riparian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    If you don't know what a riparian zone is, you're not alone. Come along with the crew of Tennessee Uncharted and host Erick Baker as we learn about this vital buffer and filter for our natural waterways, and how TWRA and other state agencies work with private landowners to improve the health of their riparian zones. Erick does a little shovel work while we learn about measures to protect saplings while refurbishing bare riparian zones, which can allow sediment, fertilizers and animal waste to run directly into our streams with rain runoff. TWRA, TVA, Natural Resources...    "
                },
                "10": {
                    "title": "The Modern Trapper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "20 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When most people think about trapping wildlife, they think of burly settlers, decked out in thick pelts, lugging steel bear-traps the size of hubcaps - or they think of the snap of a tiny mouse trap. Erick Baker and the rest of the crew brave the cold weather that's typical of the trapping season to learn what they can about this almost-forgotten art. First stop: walking the trapping line with Casey Mullen, TWRA Wildlife Manager Region III, and his sons. Mullen gives us the insight into how the fading tradition of trapping helps keep animal populations under control, ...    "
                },
                "11": {
                    "title": "All Powered Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "A Good Gear and a Fishing Tourney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Host Erick Baker and the Tennessee Uncharted crew have spent many episodes trying to improve Erick's fishing skills. This time, he's stepping up his game, going to the basics with locally made gear and consulting experts in hopes that he can turn his luck around. Our first stop is Uncle Lem's Outfitters, where we get the conversation about kayak fishing started with owner Kevin Hill. Fishing Department Manager Sawyer Adams gives us some good advice and gets us set up with a quality kayak before we head out to meet John Champion, founder of ETKA (East Tennessee ...    "
                },
                "13": {
                    "title": "The Bees Knees... and Habitat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    On the surface, this week's episode is all about pollinators, and those who are doing the work to help them thrive again. Host Erick Baker and the rest of the crew show us that there's another layer to the story: unseen and overlooked ecosystems, and quiet champions who prove there's always something a little deeper going on in Tennessee. Jennifer Taylor, the entomologist at the Tennessee Aquarium, starts us off with a glimpse into the world of butterfly farms. Christine Bock Hunt, the lead horticulturist at the Tennessee Aquarium, takes Erick and the crew on down the...    "
                },
                "14": {
                    "title": "Wildlife Law & Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "27 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    We ride along with some of the TWRA's seasoned veterans in preventing poaching. Mark Patterson, TWRA Wildlife Officer Region III, takes Erick out to the site of a spotlighting offender in hopes of catching someone in the act of this illegal activity. Loaded guns are present and our hearts race as Patterson gives chase to suspects, along with other officers on the ground and in the air. So what happens to evidence when it's seized during an illegal activity, such as spotlighting or road hunting? Joey Wray, TWRA Law Enforcement Coor'd Region III, shows us the TWRA ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #5.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #5.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #5.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #5.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #5.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #5.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Episode #5.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Episode #5.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #5.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tennessee Valley Uncharted (TV Series 2014–2019)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 73,
        "cast": [
            {
                "name": "Baker, Erick"
            },
            {
                "name": "Nicole, Aerial"
            },
            {
                "name": "Berry, David"
            },
            {
                "name": "Brooks, Johnny"
            },
            {
                "name": "Burkhart, Brad"
            },
            {
                "name": "Carroll, Tim"
            },
            {
                "name": "Clark, David"
            },
            {
                "name": "Conner, Charles"
            },
            {
                "name": "Dickert, Wayne"
            },
            {
                "name": "Dove, Jared"
            },
            {
                "name": "Fain, Peggy"
            },
            {
                "name": "Frazier, Jared"
            },
            {
                "name": "Gudger, Joe"
            },
            {
                "name": "Henderson, Curt"
            },
            {
                "name": "Hetrick, Terry"
            },
            {
                "name": "Jacobi, Lisa"
            },
            {
                "name": "Molter, Bucky"
            },
            {
                "name": "Odom, Jereme"
            },
            {
                "name": "Randolf, Walt"
            },
            {
                "name": "Ratajczak, Daryl"
            },
            {
                "name": "Reedy, Emily"
            },
            {
                "name": "Roddy, David"
            },
            {
                "name": "Rush, Ken"
            },
            {
                "name": "Russell, Tavon"
            },
            {
                "name": "John, Trevor St."
            },
            {
                "name": "Sweeney, Paten"
            },
            {
                "name": "Varbel, Wynn"
            },
            {
                "name": "Weinert, Alex"
            },
            {
                "name": "Wilson, Craig"
            }
        ],
        "locations": [
            "Georgia, USA::(location)",
            "Tennessee, USA::(location)",
            "Kentucky, USA::(location)",
            "Mississippi, USA::(location)",
            "Alabama, USA::(location)",
            "North Carolina, USA::(location)"
        ],
        "genres": [
            "Documentary",
            "Adventure"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTA3MDRlMzQtMDM4ZS00YmIwLWE3MTMtNjM5MWQ2YWU0MjNkXkEyXkFqcGdeQXVyNDc0Nzg3Mzg@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$250,000 (estimated)",
        "plot outline": "Tennessee Uncharted highlights unique locations, music, food and people across the great, wide state. Follow as host Erick Baker and the crew leads the way through breathtaking beauty, deep-rooted culture, and heart-pounding adventure. Along the way, meet fascinating folks, encounter wildlife, and explore the state's many waterways.",
        "languages": [
            "English"
        ],
        "title": "Tennessee Valley Uncharted",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2019",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Walters, Taylor"
            },
            {
                "name": "Novinger, Grace"
            },
            {
                "name": "Baker, Erick"
            }
        ],
        "production companies": [
            {
                "name": "Designsensory"
            },
            {
                "name": "Pop Fizz"
            },
            {
                "name": "Tennessee Valley Authority"
            },
            {
                "name": "Tennessee Wildlife Resource Agency"
            }
        ],
        "distributors": [
            {
                "name": "PBS"
            }
        ],
        "plot": [
            "Watch as hosts Erick Baker and Aerial Nicole lead the way through breathtaking beauty, deep-rooted culture and heart-pounding adventure, mined from the outdoors of the Tennessee Valley.::Design Sensory",
            "Tennessee Uncharted highlights unique locations, music, food and people across the great, wide state. Follow as host Erick Baker and the crew leads the way through breathtaking beauty, deep-rooted culture, and heart-pounding adventure. Along the way, meet fascinating folks, encounter wildlife, and explore the state's many waterways.",
            "All Tennessee residents-and many visitors-benefit from the efforts of Tennessee Wildlife Resources Agency (TWRA). As sportsmen, observers, agriculturalists, and consumers interact with our state's natural resources and wildlife habitats, TWRA touches lives as it strives for a balance between man and nature. Thanks to Tennessee's rich heritage, beautiful landscape, and independent people, there's no shortage of stories to tell. When Designsensory, TWRA, and Popfizz came together to plan the first two seasons of Tennessee Uncharted, we wanted to answer a crucial question: \"How do we make Tennesseans more aware of all the things that TWRA does for the state?\" On Tennessee Uncharted, the production team works closely with TWRA to identify meaningful connections and find the best ways to showcase Tennessee's assets and TWRA's efforts and resources. For example, the crew assisted TWRA with the elk darting at the North Cumberland Wildlife Management Area, installing radial collars for data collection. We developed this segment by looking back over decades of care that TWRA provided to revitalize a wildlife population once native to Tennessee. We already had an incredible story about restoring the balance between man and nature in a sustainable way; all that remained was to highlight other cultural gems in the area to make the segment complete. Season one of Tennessee Uncharted has garnered fans from across the state as well as beyond our borders. We're always looking for ways to meet the show's goal of encouraging people to get outdoors and explore all that this great state has to offer. Season two, which premieres November 2015, will focus on how the day-to-day habits and hazards of TWRA's staff constitute a labor of love."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "camera": [
                "Canon 7D",
                "Red Epic",
                "Red One Camera"
            ]
        }
    }
}