{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 January 2014"
            },
            {
                "country": "USA\n",
                "date": "25 January 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::25 January 2014",
            "USA::25 January 2014                            (internet)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Issue 33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    And we're back. Dw/C returns and Chris Saunders joins Mike and Shawn as new full-time co-host, ready to talk about the infamous relationship between Crystar the Crystal Warrior #8 and Glenn Danzig. Also on tap this issue: Deadly Class, Kill or Be Killed, Mike reflects on his friendship with recently deceased Richard Hatch (RIP) and we get another edition of Close Your Eyes and Feel This.    "
                },
                "2": {
                    "title": "Issue 34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Chris, Mike and Shawn welcome Science Officer Jordan to the show. Beer, wine and mead are consumed while the newly completed 4 piece discuss Marvel's Secret Empire and the DCU's appropriation of Alan Moore's The Watchmen in Batman: The Button. Are these Universe-shaking stories events or cataclysmic cash-grabs? Find out this issue. Oh yeah, and Mike tells the world why he hates superstar comic artist Alex Ross. Here's a hint: Flash. AH-AH.    "
                },
                "3": {
                    "title": "Issue 35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "10 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    DwC heads to Whedoncon to host a panel discussion on the often-maligned Dollhouse. Here's why we think Whedon's Dollhouse may just be Joss's television masterpiece.    "
                },
                "4": {
                    "title": "Issue 36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "20 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Wherein we drink and discuss the ins and outs of not only the new Spiderman film but facets from all three attempts to bring the wallcrawler to the silver screen, Matteo Pizzolo, Amancay Nahuelpan and Tyler Boss's controversial new book CALEXIT, issue #1 of which is out now from Black Mask Comics and Alterna Comics, an indie publisher that's bringing newsprint back to the comic shop. Croak is a horror story told in three issues and it is perfect for the format. Here's our review.    "
                },
                "5": {
                    "title": "Issue 37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Oh boy. This one's got it all true believers. Jordan drinks gin and puts the men folk to shame. Topics of discussion but are not limited to Waxwork Records break into comics with House of Waxwork #1, Alterna Comics' unsettling new series Trespasser, 4 Kids Walk Into a Bank's fifth and final issue and the release of Mike and Raf's penultimate issue of the Guns a Blazin' saga. Also, we debut a possible new segment this issue: Rev. Dave's \"Ask me and I shall Answer, Mortal!\" Man, that's a lot of stuff. I need a drink.    "
                },
                "7": {
                    "title": "Issue 39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Drinking with Comics invades LACC!!. Special guests Writer/Producer/Director Adam Marcus (Jason Goes to Hell) and Writer/Producer/Actress Debra Sullivan (Texas Chainsaw 3D) who talk about their new holiday horror flick Secret Santa. And Comic Artist Felipe Smith, creator of the Robbie Reyes incarnation of Ghost Rider. And speaking of Ghost Rider, Actor Gabriel Luna, who brings ol' Flame Head to life on Marvel's Agents of S.H.I.E.L.D. crashes the party and tells everyone what scared him the most on Halloween as a kid.    "
                }
            },
            "1": {
                "1": {
                    "title": "Issue 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In Drinking With Comics issue #1 Joe mans the cameras while Mike and Shawn discuss the return of Miracle Man, the joys of Matt Fraction's Hawkeye series, the upcoming Guardians of the Galaxy movie, Terry Moore's Rachel Rising and of course, Rick Remender. We get into a bunch of other stuff too, all while the three of us enjoy a delicious six pack of Hoegaarden beer.    "
                },
                "2": {
                    "title": "Issue 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Shawn and Mike tease Joe.Baxter's secret identity before going on to discuss Goose Island Beer, the new Silver Surfer and Elektra series from Marvel, the triumphant return of David Lapham's Stray Bullets. Also Mike introduces Shawn to Richard Starkings' Elephantmen. Oh yeah, and Producer Steve Simon stops by to tell us about the new show Geek Cred. All this and more, despite some S.H.I.E.L.D*.-related technical difficulties which are quickly overcome.    "
                },
                "3": {
                    "title": "Issue 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Issue 3 in which Shawn and Mike discuss the return of David Lapham's Stray Bullets, Larime Taylor's A Voice in the Dark, Sam Adams' Winter Lager, Warlock 5, and Shawn's hatred of Billy Corgan. Oh, and Joe.Baxter's imminent plans plotting.    "
                },
                "4": {
                    "title": "Issue 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In this issue Shawn and Mike welcome Sara and Erin, the show's new 'Science Officers\". They drink the new Goose Island 312 Urban Pale Ale and wax philosophical about Warren Ellis' new Moon Knight, Garth Ennis' Red Team, Matt Kindt's 3 Story and days gone by when Marvel's New Universe turned a family of four into the amorphous horror known as - Fami-leech. Plus: The threat of Tony Montana makes its presence known.    "
                },
                "5": {
                    "title": "Issue 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    Issue #5 is here and includes our first live studio audience. It also includes our interview with Stray Bullets creator David Lapham. Featured beer is Deschutes Red Chair, a tasty Pale Ale perfect for loosening the crew's tongues while they discuss Ben Templesmith's The Squidder, the finale of Transformers: Regeneration One, Garth Ennis' Caliban, Deadpool's Wedding, and a whole host more, including Mike's story about a bizarre interaction with Glenn Danzig in the comic shop.    "
                },
                "6": {
                    "title": "Issue 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 May 2014",
                    "year": "2014",
                    "plot": "\n    In Issue 6, Shawn and Mike interview A Voice in the Dark creator Larime Taylor and talk to Cassidy James about his Kickstarter campaign for Gun Up Paintball. We get a peek at Free Comic Book Day 2014 and Joe.Baxter's face is finally revealed. Shawn and Mike drink Firestone Walker 805 while Joe.Baxter and Co. drink New Belgium Summer Helles.    "
                },
                "7": {
                    "title": "Issue 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In light of the events of the previous episode, Shawn is put in a position where he must fight not only for his life but for his spot on the show. Meanwhile, Joe.Baxter makes a power play and Mike draws a line in the sand - with David Goyer.    "
                },
                "8": {
                    "title": "Issue 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    This issue the crew welcome Robin Thorsen from the wildly popular web series The Guild and Tanya Bjork, creator of the comic book Havenhurst. Topics of discussion range from the guests' own work to Black Snow comics' Two Drink Minimum, Judge Dredd, Brubaker and Epting's Velvet, the new Big Trouble in Little China comic from John Carpenter, Eric Powell and BOOM. Studios as well as A LOT of off-topic stuff. Mike draws lines in the sand with Coldplay and Neil Gaiman and the guys really put the \"Drinking\" back into the title with some Golden Road Point the Way IPA.    "
                },
                "9": {
                    "title": "Issue 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    This issue the Drinking with Comics gang gets Podcrashed by comedian Chris Gore. Topics of discussion range from Chris' new comedy album Celebrities Poop, to Saranac Brewery's White IPA, to how Marvel should approach the inevitable recasting of the Avengers. Oh yeah, and the 1990's unforgivable trend of gimmicky comic book covers goes to trial -- is X-Force #1's poly-bagged ridiculousness worse than Chromium? Tune in to find out!!.    "
                },
                "10": {
                    "title": "Issue 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In this issue Mike and Shawn go back to basics. Beers on tap include Goose Island's delicious Sofie, Franziskaner and Alaskan Amber, and topics of discussion range from Robert Kirkman's new book Outcast, Crystar the Crystal Warrior, the new batch of Guardians of the Galaxy solo books and 80s classic Nick Fury Vs. SHIELD. Oh yeah, and Joe.Baxter introduces the guys to the Stan Lee's Excelsior Awards after Shawn and Science Officer Erin help him conduct some ESP experiments.    "
                },
                "11": {
                    "title": "Issue 11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In this issue the Drinking with Comics crew welcomes Aspen Comics' Vince Hernandez (Damsels in Excess) and Siya Oum (LOLA XOXO). Big Sky Brewing's Moose Drool Brown Ale and Lucky Buddha's Pale Lager are on tap. Topics of discussion center on, of course, Siya and Vince's books and artistic processes, as well what you need to know in case of an apocalypse, variant covers, SDCC'14, Galactus, Punk Rock Jesus and Scott Snyder and Sean Murphy's The Wake.    "
                },
                "12": {
                    "title": "Issue 12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In Issue 12 the Drinking w/ Comics crew welcomes guest host Jessica Kinni. Jessica schools Mike and Shawn on Gluten free beer, Doctor Who and Reality TV. Meanwhile, several delicious pints of Lost Coast Brewery's Downtown Brown Ale sufficiently spur Mike to deliver the lowdown on just how variant covers really work. Other topics include Joss and Jed Whedon's Dollhouse, Archie from Riverdale's heroic death and Rick Remender and Greg Tocchini's new book Low. Oh, and speaking of RR, the ongoing drinking game that revolves around the mention of his name goes haywire.    "
                },
                "13": {
                    "title": "Issue 13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "4 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In this issue of the show we drink Firestone Brewery's Pale 31 and Speakeasy's Metropolis Lager while we talk more about former guest Larime Taylor and his brilliant book A Voice in the Dark, which could use a little help from our viewers. Also, science Officer Sara offers up Buzzfeed's list of top indie comics - which leads to a discussion on just what exactly 'indie' is. From we go into Bill Sienkiewicz's Stray Toasters and Paul Gulacy's art on Master of Kung Fu. Mike rounds it out by giving us the secret origin of the GIJOE franchise.    "
                },
                "14": {
                    "title": "Issue 14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    This issue Mike and Shawn are joined on camera by the Action Figure Insider himself, renowned toy expert Daniel Pickett. Topics of discussion range from McFarlane Toys new Walking Dead Building sets, the new Flash TV show, Brubaker and Phillips' The Fade Out and Grant Morrison's Multiversity. The crew also gets a fantastic flashback pic from Daniel in the form of Piranha Press' Beautiful Stories for Ugly Children (specifically the infamous A Cotton Candy Autopsy) and Mike talks about The Comic Bug's forthcoming new, second location in Culver City. All while enjoying ...    "
                },
                "15": {
                    "title": "Issue 15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "7 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    This is it. The season finale of Drinking with Comics. Lots of great stuff to talk about - our survey, the death of Wolverine, Warren Ellis' Supreme Blue Rose. Oh, and 1988's Epic Comics' Prestige Format mini series Havok and Wolverine: Meltdown. Also, we take a serious look at the top ten Marvel books ranked in the new free Marvel 75th Anniversary Magazine (available at your local comic book store). What's number 10? What's number 3? What's #1? Mike and Shawn run the list down and tell you if they agree.    "
                }
            },
            "2": {
                "1": {
                    "title": "Issue 16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "11 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The Season 2 Premiere. Special guest, artist-extraordinaire Rafael Navarro. Shawn won't divulge what exactly happened after the cosmic cube debacle at the end of last season but speaking of cosmic, Mike and Rafael discuss their book Guns A' Blazin'. Shawn talks about how he's recently put Jason Aaron and Jason Latour's Southern Bastards to the top of his pull and the crew offer a whole slew of Holiday Gift Ideas, from Rafael's love of Batman '66 to Preacher and beyond. Oh yeah, and have you ever wanted to know how Jim Steranko got his original 1960s Nick Fury art back...    "
                },
                "2": {
                    "title": "Issue 17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Special guest Action Figure Insider Daniel Pickett joins the crew for an episode that begins by weighing the pros and cons of both the Gotham and Constantine television series before traveling off into a discussion that touches on the evolution of Spiderman's most famous nemesis Venom, whether or not Frank Miller should follow through on a third installment of his \"Dark Knight\" narrative and Marisa Stotter's new women-in-comics doc She Makes Comics. Oh yeah, and speaking of Constantine, Shawn talks about Richard Adam Reynolds and Waking Dream Studio's BRILLIANT ...    "
                },
                "3": {
                    "title": "Issue 18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The crew welcome Robert Strawder, AKA Boba Fresh to the show for an in-depth discussion on Grant Morrison's Multiversity. Praga Czech Pilsner and Red Hook's Winter Hook are among the beers on tap and Robert shares his immense DC knowledge - as well as the harrowing personal story where he discovered his own mutant healing factor. Oh, yeah, and Dial H for Hero comes up, past, present and future.    "
                },
                "4": {
                    "title": "Issue 19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The crew take the show on the road to Torrance, California's newest (and best) independent bookstore The Book Frog. Ol Burro Brewery's Gold Brick Pale Ale and Angel City Brewery's Angeleno IPA are consumed as Mike and Shawn discuss Grant Morrison and Chris Burnham's Nameless, Joshua Dysart's Imperium, Marvel's new Star Wars titles, those weird comic book ads of the 70s and 80s and, um - Dianetics? Oh yeah, and Book Frog Proprietor Rebecca Glenn talks with Mike about independent business in the internet age.    "
                },
                "5": {
                    "title": "Issue 20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Issue 21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Drinking with Comics welcome special guest Alisha Grauso. She's the Editor-in-Chief of MoviePilot.com and the woman who called Spidey's return to Marvel's MMU way back in summer 2014. We drink Coastal Fog Brewery's American IPA and talk Marvel movies, Benedict Cumberbatch as Dr. Strange, Spider Gwen, Battleworld and - Newhart? Oh yeah, and the Inclusive Age.    "
                },
                "7": {
                    "title": "Issue 22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Author extraordinaire DJ Kirkbride joins us for a discussion that begins with San Diego's Modern Times Brewery and their wonderful beer and traverses DJ's recently completed series The Bigger Bang as well as the ongoing Amelia Cole series and Never Ending, both of which he co-writes with Adam P. Knave. Add to this Nick Brokenshire's Day of the Dog, the recent Batgirl/Joker cover controversy and all manner of other interesting comics topics and you've got one hell of a show folks.    "
                },
                "8": {
                    "title": "Issue 23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Good lord, what DON'T we talk about in this issue? Mike and Shawn throw down on Chip Zdarsky's Kaptara, Archie vs. Predator, Alex de Campi's Grindhouse series, Becky Cloonan and Andy Belanger's Southern Cross and Optic Nerve #14 to name a few. Oh, and speaking of Predator, Shawn's flashback pick is the BRILLIANT 1989 Predator mini series from Dark Horse, you know, the one that SHOULD have been used as the template for the movie Predator 2. All this and more, while the gang drink Uinta brewery's insanely refreshing Sum'r Ale and Ol' Burro's Favorable Stout.    "
                },
                "9": {
                    "title": "Issue 24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Mike and Shawn catch up on all the comics they've read on the hiatus, including James Robinson and Greg Hinkle's brilliant AIRBOY, Marvel's Weirdworld, the Harley Quinn and Power Girl team-up book, Sex Criminals, and a whole host of other stuff. All this great comics discussion is fueled by Magic Hat Brewing's Night of the Living Dead variety pack. Oh yeah, and Mike promises to show up some time soon in a Vartox cosplay - why not? It'll look better than the Apocalypse make-up for the next X-movie, right?    "
                },
                "10": {
                    "title": "Issue 25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Two guests for the price of one. David Blake Lucarelli joins the Drinking with Comics crew to talk about his Children's Vampire Hunting Brigade (it's Awesome!) and artist extraordinaire Rafael Navarro offers insights into the release of his and Mike's new Guns A' Blazin' #3. Also, Fight Club 2, Faster than Light, Michael Auschenker's Trolls, The Incredible Herb Trimpe, Gene Simmons is a dick and a rather lengthy discourse on the art of the finite story, from Preacher to Lost to Breaking Bad.    "
                },
                "11": {
                    "title": "Issue 26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Halloween issue. In honor of the season Mike and Shawn trade recommendations for scary comics, from the oeuvre of comics legend Mike Mignola to Joe R. Lansdale's Hex and its legal issues, Alan Moore's seminal run on Swamp Thing, 70s pulp soap Tomb of Dracula and Jason Martin and Bill McKay's criminally underrated Night of the 80s Undead from Action Lab. Also, Mike talks the new All New, All Different Marvel re-launch and Shawn shouts his love for Brian K. Vaughan and Cliff Chiang's Paper Girls to the rooftops. All this while imbibing Ninkasi Brewing's Dawn of the ...    "
                },
                "12": {
                    "title": "Issue 27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "15 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The Dw/C crew welcomes Pinguino Kolb and Robert Walker, creators of geek-friendly dating app Cuddli, as well as Damphyr, the imbibe alchemist responsible for The Drunken Fandom, the website that brings you new cocktails inspired by fan culture. The conversation starts with, of course, drinking, then touches on the ups and downs of geek culture dating, and eventually settles heavily into comics, where among other things, we discuss The Weirding Willows, Dave Crosland's Ego Rehab, Rat Queens, Always Raining Here and Skottie Young's I Hate Fairyland. Damphyr and Shawn ...    "
                },
                "13": {
                    "title": "Issue 28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "18 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Dw/C welcomes back moviepilot.com Editor At Large Alisha Grauso to talk the upcoming Dr. Strange movie, Netflix's Jessica Jones and the Marvel comic it's based on, as well as Marjorie Liu's Monstress, Tango Unlimited's George Romero spin-off Descent of the Dead and the new Star Wars series Vader Down. Plus Shawn tells us why he thinks Fox's new Lucifer TV series won't live up to the wonders of the Mike Carey/Peter Gross comic of the same name. Oh yeah, and we debut a new Goose Island Farmhouse Ale, the Halia.    "
                }
            },
            "3": {
                "1": {
                    "title": "Issue 29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    In this issue we welcome Ruben Gerard, creator of the inimitable Penny Strikes. The discussion tackles the art of the comic strip, the differences between strips and comic books, similarities to the art of comedy and the joys and woes of the caricaturist. Also discussed: Cursed Pirate Girl, Vertigo's Jacked, Weirdworld and a BIG spoiler for the upcoming Captain America: Civil War. Oh, and Mike has Rupert from the live studio audience give a comic his 'feel test'. Beers featured in this issue are Monkish Brewery's beautiful Feminism Tripel, Inland Empire Brewing's ...    "
                },
                "2": {
                    "title": "Issue 30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The Magnificent King Harbor Brewing sponsors the latest episode where Dw/C welcomes actress/cosplayer extraordinaire Jenny Wenger, Actor/Comedian Curtis Fortier and sound design specialist The Thirsty Crows Chris Saunders, all of whom were in on the recent table read performance of Joss Whedon's long-abandoned Wonder Woman script. We talk about the event, Cosplay, doing stand-up in the Middle East, \"filtering\", We Can Never Go Home, Wytches, Len Wein's return to Swamp Thing, Hollow Ship and Mike's new show Geekin' Out with the Comic Bug. All that, delicious King ...    "
                },
                "3": {
                    "title": "Issue 31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    01 Publishing's Kat Rocha and Josh Finney join the gang for a tour through their wonderful catalog of Graphic Novels and Prose Anthologies. From the black-as-hell joys of Josh's Lovecraftian Noir Casefile: Arkham to the cyberpunk madness of Utopiates, Mike and Shawn watch in awe as the independent gurus take them through 01 Publishing's origins, Josh's creative process and even some Lovecraft history. All this while Shawn and Mike get stewed on San Diego Brewery Saint Archer's Amazing Tusk and Grain Barrel Aged Ale.    "
                },
                "4": {
                    "title": "Issue 32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    It's Issue #32 and Dw/C welcomes David F. Walker, writer of the new Power Man and Iron Fist series for Marvel. We talk about Con culture, continuing a crime-hero legacy with David's Shaft series from Dynamite, his stint on DC's Cyborg and of course, the very special relationship between Luke Cage and Danny Rand. All this and David gives a shout out to the swear jar at Brian Michael Bendis's house and how Mr. Bendis influenced David's take on Mr. Cage.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Issue 38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drinking with Comics (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The crew welcome up-and-coming, Independent comic creator Luis Bermudez. Luis is one half of Smackwell Comics and together with his Brother Alex has recently been published in Wannabe Press's Monsters and Other Scary Shit. Luis talks about slugging it out in the indie world before bringing a bunch of awesome reading picks to the table - Alterna Comics' Amazing Age, Valiant's Secret Weapons and Shirtless Bear Fighter. Also, a lively discussion on the Big 2's diversity problems pops up and things get a tiny bit heated.    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Baker, Shawn"
            },
            {
                "name": "Wellman, Mike"
            },
            {
                "name": "Saunders, Chris"
            },
            {
                "name": "Baker, Shawn"
            },
            {
                "name": "Munn, Jordan"
            },
            {
                "name": "Munn, Jordan"
            },
            {
                "name": "Navarro, Rafael L."
            },
            {
                "name": "Pickett, Daniel"
            },
            {
                "name": "Grauso, Alisha"
            },
            {
                "name": "Fortier, Curtis"
            },
            {
                "name": "Gore, Chris"
            },
            {
                "name": "Hernandez, Vince"
            },
            {
                "name": "Kinni, Jessica"
            },
            {
                "name": "Thorsen, Robin"
            },
            {
                "name": "Kirkbride, D.J."
            },
            {
                "name": "Kolb, Penguino"
            },
            {
                "name": "Lucarelli, David"
            },
            {
                "name": "Finney, Josh"
            },
            {
                "name": "Gerard, Ruben"
            },
            {
                "name": "Rocha, Kat"
            },
            {
                "name": "Walker, David F."
            },
            {
                "name": "Wenger, Jennifer"
            },
            {
                "name": "Luna, Gabriel"
            },
            {
                "name": "Marcus, Adam"
            },
            {
                "name": "Sullivan, Debra"
            }
        ],
        "locations": [
            "Manhattan Beach, California, USA::(The Comic Bug)",
            "Los Angeles, California, USA::(Los Angeles Convention Center)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzFlYjkzOTYtZGQ3OS00ZGI3LWFhYjgtOTdlZTdhMWQ4NzUxXkEyXkFqcGdeQXVyNjg3NDE2MTE@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Drinking with Comics",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Drinking with Comics (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "plot": [
            "_Drinking with Comics_ (qv) is a web talk show where the hosts discuss comics and comic culture while actively displaying and discussing the benefits of many excellent libations."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}