{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2014"
            },
            {
                "country": "USA\n",
                "date": "January 2016"
            }
        ],
        "release dates": [
            "USA::1 January 2014",
            "USA::January 2016"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Julie Cottineau, Twist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Antarctic Mike, Leading at 90 Below Zero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Mike Pierce, or \"Antarctic Mike\" is the author of Leading at 90 Below Zero: Extreme Condition...Extraordinary Results, a book about running a marathon in the coldest continent in the world and applying the lessons learned to the business world. His trip to Antarctica was inspired by a book he read about the Imperial Trans-Antarctic Expedition in 1914 - where the expedition ship got trapped in pack ice. The crew escaped and survived for years before returning home as a result of Ernest Shackleford's ability to make difficult decisions to benefit all the crew members. ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Daymond John, Display of Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    ABC Shark Tank tycoon and author Daymond John explores the themes and insights of his bestselling business book Display of Power.    "
                },
                "2": {
                    "title": "Dirk Beveridge, Innovate!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    We live in an age of disruptive times. With everything moving faster, businesses must keep up. Dirk Beveridge, author of Innovate!, answers the biggest question the C-Suite has: How are we going to remain relevant in the future? He shares how innovation is the key, both professional and personally. Learn how the spirit of innovation is key to company growth, driving change, and moving forward in the future of business.    "
                },
                "3": {
                    "title": "Marcia Reynolds - The Discomfort Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Best-selling author Marcia Reynolds talks about her book, The Discomfort Zone: How Leaders Turn Difficult Conversations Into Breakthroughs. In it, she discusses how leaders can create moments through conversations that encourage others to be open to learning, rather than become defensive and closed down. These 'discomfort zone' conversations encourage others to think through problems, approach opportunities more strategically, and grow both professionally and personally.    "
                },
                "4": {
                    "title": "Adrian Ott, Exponential Influence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Adrian Ott talks about her book Exponential Influence: Designing Digital Habits That Engage Distracted Customers, where she discusses how digital habits are created and how they can help companies build an eco-system for a competitive advantage.    "
                },
                "5": {
                    "title": "Andy Frawley, Igniting Customer Connections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Epsilon President and best-selling author Andy Frawley, whose book talks about the explosion of digital channels and how they create numerous opportunities for brands to engage with customers on an emotional level.    "
                },
                "6": {
                    "title": "Sylvie di Giusto - The Image of Leadership",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Sylvie di Giusto sits down to discuss her new book \"The Image of Leadership\". In this book she explains how people have 7 seconds to make a professional imprint and how the combination of her \"ABCD's\" can reveal a person's story.    "
                },
                "7": {
                    "title": "Scott McKain, 7 Tenets of Taxi Terry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Scott McKain talks about his book, 7 Tenets of Taxi Terry, and how one cab driver/entrepreneur's approach, passion and commitment to customer service can and should be applied to all businesses and organizations no matter the size.    "
                },
                "8": {
                    "title": "Andy Paul, Amp Up Your Sales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Andy Paul, author of Amp Up Your Sales, gives the audience an inside look at how sales people can become the trusted sales professional telling why it is important to focus on the \"how\" of selling and helping the customer make fast and favorable decisions.    "
                },
                "9": {
                    "title": "Michael Houlihan and Bonnie Harvey, The Barefoot Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Best-selling authors Michael Houlihan and Bonnie Harvey share their insight and expertise into why c-suite leaders must always keep an entrepreneurial mindset, and instill that entrepreneurial spirit company-wide is unique.    "
                },
                "10": {
                    "title": "Steven Haines, The Product Manager's Desk Reference",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Steven Haines' discusses his book The Product Manager's Desk Reference which is a \"how-to\" reference where business people can go to practice the art of product management and also examines the role of the \"knowledge worker\".    "
                },
                "11": {
                    "title": "Shep Hyken, Amaze Every Customer Every Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Shep Hyken, author of Amaze Every Customer Every Time, explores the demanding and important world of customer service, and how stellar service can elevate a company from good to great using Ace Hardware as the model of great.    "
                },
                "12": {
                    "title": "Dina Simon, Make Unstoppable Simple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Dina Simon, author of Make Unstoppable Simple: Creative Problem Solving in Life and Leadership, talks about defining unstoppable and making unstoppable simple - both in our personal and professional lives.    "
                },
                "13": {
                    "title": "Peter Shankman, Zombie Loyalists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    What does it take for a company to build loyalists - better yet, zombie loyalists? Peter Shankman, author of \"Zombie Loyalists\" shares with Taryn Winter Brill on Best Seller TV who a zombie loyalist is, what companies are creating great zombie loyalists, and what your company can do to build your own fan base of rabid zombies.    "
                },
                "14": {
                    "title": "Dov Baron, Fiercely Loyal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Dov Baron, author of Fiercely Loyal, approaches the concept that millennials are now the future of business, and shares strategies for retaining such talent. Baron argues that millennials need a mission, vision and purpose on Best Seller TV on C-Suite TV.    "
                },
                "15": {
                    "title": "Peter Friedman, The CMO's Social Media Handbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Peter Friedman, author of The CMO's Social Media Handbook, shares how senior leaders can utilize social media as a place in which to foster an environment where customers can talk to each other and engage the brand to transform marketing for their brands.    "
                },
                "16": {
                    "title": "Keith Pigues, Winning with Customers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "16 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    D. Keith Pigues, author of Winning with Customers, asks do your customers make more money doing business with you? Companies need to understand what their value proposition is and what things they can do differently for their customers that competitors can't.    "
                },
                "17": {
                    "title": "Allison Graham, From Business Cards to Business Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "17 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Allison Graham talks of her book From Business Cards to Business Relationships, which is a start-to-finish guide that demystifies the networking process and teaches how to truly benefit from getting connected. In the book is an easy-to-follow road map readers can utilize to take their business networking game to the next level. Learn more on Best Seller TV on C-Suite TV.    "
                },
                "18": {
                    "title": "Ron Karr, Lead, Sell, or Get Out of the Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Lead, Sell, or get Out of the Way author Ron Karr outlines a repeatable process based on the powerful idea that great sellers lead relationships in the same way that great leaders sell ideas. Watch now on C-Suite TV.    "
                },
                "19": {
                    "title": "Shelly Palmer, Digital Wisdom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "19 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    What is your strategic approach to living and working in a digital world? Shelly Palmer, author of Digital Wisdom, joins Taryn Winter Brill on Best Seller TV on C-Suite TV to discuss understanding the difference between a popularity contest and quality contest and how your online presence should match your offline presence.    "
                }
            },
            "2": {
                "1": {
                    "title": "Willis Turner, 42 Rules for Engaging Members Through Gamification",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Willis Turner, author of 42 Rules for Engaging Members Through Gamification, discusses how companies can apply gamification principles into their everyday business dealings whether internally with their employees or externally with their customers. Turner argues that companies can install a \"silver, gold, diamond\" status that hotels and other leisure businesses have to their internal culture. Every time an employee or a customer \"levels up\", he says, they are being \"gamified\".    "
                },
                "2": {
                    "title": "Ted Rubin, How to Look People in the Eye Digitally",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ted Rubin, author of How to Look People in the Eye Digitally, believes in looking people in the eye, even in today's digital world, as clients and customers want a connection that adds value to their business. Looking someone in the eye conveys that you're paying attention and that you're \"in the moment.\" Rubin states that in today's heavily connected world, the line between business and personal has disappeared - and that regardless of one's level of connectivity, at this stage, people might not want to, but they have to engage via social media. He shares his ...    "
                },
                "3": {
                    "title": "David F. Giannetto, Big Social Mobile",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In his book Big Social Mobile, author David Giannetto explains to Best Seller TV host Taryn Winter Brill the three initiatives that companies are spending money on right now, but ironically, are still struggling with trying to get it right. The three initiatives are: big data, social media and mobile technology. Companies are investing significantly in these three initiatives more than ever, but have yet to see a definite ROI, despite the investment.    "
                },
                "4": {
                    "title": "Michelle Tillis Lederman, The 11 Laws of Likability",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Michelle Tillis Lederman, author of The 11 Laws of Likability sits down with host Taryn Winter Brill to discuss why likability is everything and why people want to do business with someone they like over somebody who has a better product or even a cheaper price. Lederman points out that you must be true to yourself and authentic as you cannot make others like you but you can enable them to see what is likable about you.    "
                },
                "5": {
                    "title": "Ruth K. Ross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In her book, Coming Alive: The Journey to Reengage Your Life and Career, Ruth Ross talks about her personal decision to leave her corporate job in Human Resources after a thirty-year career as she was able to self-diagnose her disengagement in the workplace. She cites a Gallup poll putting employee disengagement at 87% globally - 68.5% in the U.S. alone, but what is engagement? Ross also states the different levels of disengagement, caused by a number of factors, such as frustration. However, this problem is not exclusive to employees. Managers can also become ...    "
                },
                "6": {
                    "title": "Linda Kaplan Thaler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Linda Kaplan-Thaler, co-author with Robin Koval, of Grit to Great: How Perseverance Passion and Pluck Take You From Ordinary to Extraordinary, explains what 'grit' is and why is it important to have it. Today's greats weren't born great - Michael Jordan didn't make his basketball team in high school; Steven Spielberg didn't get into film school. Passion and tenacity are the reasons they made it big and it's never too late to reinvent yourself and find your 'grit.'    "
                },
                "7": {
                    "title": "Doug Devitre, Screen to Screen Selling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    From iPhones and iPads, to laptops and watches, almost everyone has a screen they use on a regular basis; so sales professionals are adapting their techniques to fit the technology. Times have changed and so have sales techniques, and screen-to-screen selling has become a sign of the times. Executives need to be able to make quick decisions, especially with dynamic changes in the marketplace. Sales managers are also trying to coach sales professionals into increasing meetings and client contacts and whereas geographical constraints used to be a big obstacle, because ...    "
                },
                "8": {
                    "title": "Jeffrey Hayzlett, Think Big Act Bigger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In Think Big, Act Bigger: The Rewards of Being Relentless, best-selling author Jeffrey Hayzlett talks about a myriad of topics that can apply to everyone, regardless of business industry. Hayzlett believes that in order to act big, you need to be a bigger, bolder version of yourself, be comfortable with who you are, ignore the naysayers and surpass the self-imposed obstacles. The book offers a series of interviews, real-life anecdotes and insights from leading c-suite executives aimed at inspiring entrepreneurs to be bold, fearless and even a little pigheaded. What ...    "
                },
                "9": {
                    "title": "David Horsager, The Daily Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    David Horsager, author of The Daily Edge: Simple Strategies to Increase Efficiency and Making an Impact Every Day delves deeper at what it means to be efficient. While we all have an academic knowledge of what being efficient is all about, he encourages his readers to ask \"how\" at least three times. Horsager identified two critical problems with other productivity books: they pushed productivity at the expense of people and were too long, leaving readers searching long and hard for actual, useful tips. With this book, Horsager puts together a series of simple, ...    "
                },
                "10": {
                    "title": "Bob Caporale, Creative Strategy Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Bob Caporale, author of Creative Strategy Generation discusses in his new book how to compose a strategy using a creative process. This book is meant to be a guide to creating original and successful business strategies enabling individuals to think differently and then applying that thinking to something that hasn't been done before. Caporale stresses the importance of not using fill in the blank templates for strategy for it's about coming up with new ideas and making them your own.    "
                },
                "11": {
                    "title": "Evan Hackel, Ingaging Leadership",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Evan Hackel is the author of Ingaging Leadership, A New Approach to Leading that Builds Excellence and Organizational Success, and the book is about how you involve people, inspire people and how to get the best out of the organization. He argues that sometimes people are engaged but not involved (the \"I\" of engaged stands for involvement). Hackel believes in involving employees in the decision-making process by having managers listen and allow everyone to contribute ideas when the company is looking to incorporate changes. It's human nature to fight change, but if ...    "
                },
                "12": {
                    "title": "Wally Hauck, Stop the Leadership Malpractice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "12 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In his book, Stop the Leadership Malpractice: How to Replace the Typical Performance Appraisal best-selling author Wally Hauck talks about why the typical performance appraisal needs to be replaced. He discusses how the current system takes away from the ability to take advantage of a company's most important asset, its people. These appraisals also erode the ability to trust the organization, which in turn, reduces creativity and innovations. Hauck says that \"more than 50% of HR managers say appraisals aren't working\" yet companies still perform these evaluations ...    "
                },
                "13": {
                    "title": "Ilja Grzeskowits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ilja Grzeskowitz, author of Think it. Do it. Change it.: How to Dream Big, Act Bold and Get the Results You Want sits down to talk about his new book which details a step by step process he uses with his clients to make change happen. He feels you need to fire the negative people from your life and that the fear of change can be your best friend. Think it. Do it. Change it. arms you with all the tools you need to make any kind of change happen including the New York quick check \"it's three questions that when you ask yourself these three questions over a period of ...    "
                },
                "14": {
                    "title": "Meridith Elliot Powel, Own it",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In her book Own It: Redefining Responsibility - Stories of Power, Freedom and Purpose, Meridith Elliott Powell talks about the need for both leaders and employees to take responsibility, not only in their work life, but in their personal life as well. She decided to write the book after discovering how powerful taking ownership of your own life and career can be. Powell feels that, \"If people could learn how to take responsibility and the skill of it they can do or accomplish anything they wanted\" and when both leaders and employees take responsibility she states you ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Jason Forrest, Leadership Sales Coaching",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Jason Forrest, author of Leadership Sales Coaching: Transforming from Manager to Coach, compares sales professionals to athletes in the sense that they want to be coached like an athlete, rather than managed like an employee. He also highlights the difference between being a manager and being a coach, stating that a manager makes peoples' lives easier, while coaches make people better. Forrest is also a big believer in unleashing profits through people. The book, field-tested and shown to reduce turnovers and increase sales, is aimed at those wanting to become the ...    "
                },
                "2": {
                    "title": "Donna Cutting, 501 Ways to Roll Out the Red Carpet For Your Customer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Donna Cutting's book, 501 Ways to Roll Out the Red Carpet For Your Customer: Easy to Implement Ideas to Inspire Loyalty, Get New Customers and Make Lasting Impressions, tackles the world of customer service and rolling out the red carpet for all customers. Cutting states that employees need to be armed with all the proper tools in order to provide excellent customer service. When employees don't have all the tools, there's a disconnect with the service they ought to provide, but don't. She says there are four main things to think about: 1. Consistency - Every customer...    "
                },
                "3": {
                    "title": "Charlotte Jacobs, Jonas Salk - A Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "3 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Charlotte Jacobs sits down with host Camilla Webster to discuss her book Jonas Salk: A Life and why she chose to take on this American hero in medicine. Jacobs brings to light what influenced the choices Salk made throughout his life as he went through his journey to save lives. Most known for creating the polio vaccine, Salk also co-developed the first influenza vaccine, started the Salk Institute and did pioneering work on AIDS. Kevin Kimberlin, who had a major impact at the end of Jonas Salk's life and started the Immune Response Corporation with him, joined Jacobs.    "
                },
                "4": {
                    "title": "Billee Howard, We-Commerce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Billee Howard's book, WE-Commerce: How to Create, Collaborate and Succeed in the Sharing Economy, highlights a world in which culture and commerce collide in ways that are considered unprecedented and an economy driven by entrepreneurialism and creativity. Howard talks about how the sharing economy ushered a variety of micro-economies that enable people to come together and experience luxuries they've never experienced before. She makes the argument that millennials, and Gen Z behind them, aren't interested in owning possessions, but in sharing, borrowing, and using ...    "
                },
                "5": {
                    "title": "Drew Neisser, The CMO's Periodic Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Drew Neisser, author of The CMOs Periodic Table: A Renegade's Guide to Marketing, takes an interesting approach to marketing by merging science and the periodic table with principles of marketing. He also stresses how no marketing solution is one element, but many. Neisser also lists the three most essential traits for a marketing renegade to possess: . Non-linear thinker . Allow serendipity to happen . Understand the power of \"and\" Neisser also describes how the most successful CMO is Courageous, Artistic, Thoughtful, Scientific or CATS. Courageous refers to the ...    "
                },
                "6": {
                    "title": "Yitzchok Saftlas, So, What's The Bottom Line?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "6 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Yitzchok Saftlas, author of So, What's the Bottomline?: 76 Proven Marketing Tips and Techniques for Building your Business and Personal Brand, takes an approach to marketing showcased in short, easy-to-read chapters that are conversational and include action steps at the end of every chapter. The book gives a human approach to some of the most common business challenges companies face on a regular basis. Saftlas states that anyone who is successful has perseverance, good marketing and strategic direction, right from the offset, in order to reach the prize. As we're ...    "
                },
                "7": {
                    "title": "Adam Toporek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    In his book, Be Your Customer's Hero: Real World Tips and Techniques for the Service Front Lines, Adam Toporek wanted to take a conversational approach to customer service that could be digested as a reference book, aimed at front line employees. Toporek states that front line employees - those who work directly with customers, whether via phone, email, or face-to-face, tend to skew younger and don't have time for fluff, but still want to learn to be more effective when working directly with customers. Toporek helps clarify the distinction between customer service and...    "
                },
                "8": {
                    "title": "Joy Marsden, Keep Stepping!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Joy Marsden, author of Keep Stepping. Essential Ways to Lead Yourself and Others Through Challenge and Change, talks about why people need to constantly move forward after challenges in order to achieve their goals. She states how a person's initial response to a crisis is to stop or stand still but stresses that, \"If you want to achieve, you have to move.\" In order to achieve more, one must shred behaviors - which she defines as taking stock of things we need to let go in order to move forward. Marsden says that successful companies share one important trait: they ...    "
                },
                "9": {
                    "title": "Carey Lohrenz, Fearless Leadership",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "9 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Carey Lohrenz, author of Fearless Leadership: High-Performance Lessons from the Flight Deck, was one of the first women to fly fighter jets on and off aircraft carriers for the U.S. Navy. Her book was inspired by her experiences on the flight deck, working with a team full of high performers in volatile conditions where situations are ever-changing and how all of these factors helped to shape how people think about leadership and to identify what worked and what didn't. Lohrenz talked about the \"secret sauce\" that defines fearless leadership and how it can be applied ...    "
                },
                "10": {
                    "title": "Greg Williams, Body Language to Win More Negotiations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "10 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Greg Williams, author of Body Language: Secrets to Win More Negotiations, talks about the importance of being able to read body language correctly and how people can understand what occurs when someone uses their body in certain ways through a number of situations, especially during the negotiation process. Williams' tag line is, \"We are always negotiating\" and learning the nuances of a negotiation will help people gain insight on what the opposing negotiator's body language might be saying. Williams says there are several types of personalities: easy, difficult, hard...    "
                }
            },
            "4": {
                "1": {
                    "title": "Diane DiResta, Knockout Presentations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Diane DiResta, author of Knockout Presentations: How to Deliver Your Message with Power, Punch and Pizzazz lives by the \"gifted speakers are born, but effective speakers are made\" adage. DiResta believes that adding \"speaker\" to a business executive's repertoire gives them a competitive advantage and a much needed skill in today's business world. From entry-level to the c-suite, everyone should develop their speaking skills and one way to achieve that is by trying different techniques until we find the one that suits our personality and we're comfortable with. DiResta...    "
                },
                "2": {
                    "title": "Doug Sandler, Nice Guys Finish First",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Doug Sandler, author of Nice Guys Finish First: Winning Customers for Life by Winning Relationships That Last, defines 'nice' as \"genuine, trustworthy, upstanding with the answers you give, give to clients as much as you give in return. Basically, doing the right thing when nobody's watching.\" He also talks about how people need to go back to the basics of customer and employee service. With the anonymity of social media, people can forget how to engage directly with customers and employees. Sandler urges companies to revisit that personal, one-on-one engagement and ...    "
                },
                "3": {
                    "title": "Julie Miles Lewis, Moving Mountains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Author of Moving Mountains: Discover the Mountain in You, Julie Miles Lewis wants business leaders or people transitioning from one career to the next to change their perspective and find the 'mountain within.' By that, she means seeing obstacles, not as obstacles, but as opportunities to \"reach higher perspectives and a new outlook on life.\" Lewis recognizes that for people in transition this can be a difficult task, but states that gaining a new perspective is \"a great way to get moving when you feel stuck.\" She defines resilience as \"the ability to bounce back from...    "
                },
                "4": {
                    "title": "Mindy Gibbins-Klein, The Thoughtful Leader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "4 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Mindy Gibbins-Klein is the author of The Thoughtful Leader: How to use your head and your heart to inspire others and says the book's main message is that 'thought leadership' isn't really 'thoughtful' unless the content being created is of value to readers. She defines thoughtful leadership as \"the type of leadership that's disruptive in content, stuff that makes heads turn.\" Thoughtful leadership is something business leaders should aspire to, but also be aware that it requires coming up with ideas that will resonate with the market. Gibbins-Klein says her book is ...    "
                },
                "5": {
                    "title": "Randall Jones, Show Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "5 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Randall Jones's book, Show Me: Celebrities, Business Tycoons, Rock Stars, Journalists, Humanitarians, Attack Bunnies, and More, is a collection of interviews and real-life stories from a wide variety of people - from famous musicians like Pat Benatar, to Erin Brockovich, to soap star, Kassie DePaiva. Jones, a columnist for the Naples Daily News, wanted to know what made people successful, how they became successful and if they had any tips that anyone, regardless of industry, could apply to their daily lives. He tells the story of how he was able to interview famous ...    "
                },
                "6": {
                    "title": "Dan Negroni, Chasing Relevance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "6 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Dan Negroni, author of Chasing Relevance: 6 Steps to Understand, Engage, and Maximize the Next Generation of Leaders in the Workplace, wants to close the gap that currently exists between millennials and other generations, particularly in the workplace. He argues that the first step in closing the gap is by referring to millennials as the \"next generation of leaders\" and for each generation to rid themselves of preconceived notions of each other. Currently, millennials make up 40% of the workforce and in ten years, they'll make up 75% of the workforce. In the end, ...    "
                },
                "7": {
                    "title": "Angela Preston, Opening Doors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Angela Preston is the author of Opening Doors, a book about opportunity and the chance for a new beginning behind every door. Preston based the book on personal experiences growing up in Liverpool, in the U.K., and \"never settling for circumstances.\" She attributes her success in the financial industry, and now as a motivational speaker, to not having room for failure. To her, there's no such thing as failure, it's all about learning what not to do the next time. Preston also views success as becoming interested in people, understanding what makes them tick and using ...    "
                },
                "8": {
                    "title": "Mitch Axelrod, The New Game of Selling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Mitch Axelrod, author of The New Game of Selling: Attract, Convert, and Keep More Customers and Multiply Profits, talks about the old game versus the new game of sales. Being in business for more than 30 years, Mitch talks about the old sales strategies being all about manipulation, convincing, and closing the sale. The new approach is about doing what's right for the customer and the company. He says, \"If the customer isn't right, it's better to break and move on.\" Another key difference between old and new is that the old game was always a pitch; whereas the new ...    "
                },
                "9": {
                    "title": "Steve Napolitan, Capture Clients and Close Deals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "9 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Steve Napolitan, author of Capture Clients and Close Deals: A Simple Way to Gain Clients without Convincing or Chasing, talks about the process of making a human connection with clients, rather than just trying to make a sale or push them into a product or service they may or may not want. He argues that the sales process is very simple - find your perfect client, ask them what they want and then give it to them. Steve is someone with a background in film, not in marketing, but learned the ropes quickly when he realized he could make a human connection with potential ...    "
                },
                "10": {
                    "title": "Jill Griffin - Earn Your Seat on a Corporate Board",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jill Griffin, author of Earn Your Seat on a Corporate Board - 7 Actions to Build Your Career, Elevate Your Leadership and Expand Your Influence, talks about how to get on corporate boards, testing one's readiness and the importance of having more women serve on corporate boards. Griffin says that being on a corporate board may give someone an 'elite status' - as they have to be appointed. They must also test their readiness before joining as it requires approximately 250 hours a year to serve. She compares being on a board to \"getting an MBA every year\" because she ...    "
                },
                "11": {
                    "title": "Matthew Paese, Leaders Ready Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "11 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Matthew Paese, author of Leaders Ready Now: Accelerating Growth in a Faster World, talks about how leadership isn't a specific set of skills that can be found in one place. Leadership is about individuals who fit with your culture and supply the organization with what it needs, not about who is the loudest or has more pizzazz. Paese encourages c-suite leaders to look for leaders in non-traditional places, adding that finding the right people requires objectivity and settling on a definition on what \"potential\" means - as he considers it an \"amorphous concept worldwide...    "
                },
                "12": {
                    "title": "Lee Bartlett, The No. 1 Best Seller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "12 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Lee Bartlett, author of The No. 1 Best Seller: A Unique Insight into the Mind, Strategy and Processes of a Top Salesman, talks about sales excellence and specific things top salespeople do differently that helps them excel. Bartlett says that the book's focus isn't on sales techniques, but on what he calls the \"glue\" - or how a sales person takes those techniques and combines them with mindset and strategy, allowing them to consistently move to the top of the sales organization. Barlett believes that one way to stand out in an often crowded sales field is to make it ...    "
                },
                "13": {
                    "title": "Colin Shaw, The Intuitive Customer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "13 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Colin Shaw, author of The Intuitive Customer: 7 Imperatives for Moving Your Customer Experience to the Next Level, talks about the mistake many organizations make when trying to take the customer experience to the next level. Shaw says that organizations plateau because they tend to focus mostly on the rational aspects of customer service, casting aside the emotional and irrational parts of the overall experience. He says that companies assume \"Customers buy rationally, but what we do is we buy emotionally and justify it with logic.\" Taking the customer service ...    "
                },
                "14": {
                    "title": "Scott Love, Why They Follow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Scott Love, author of Why They Follow: How to Lead with Positive Influence, talks about the concept of leadership and how companies can increase retention by focusing on building loyalty between a boss and their employees. He says that people often turn down better, high paying opportunities because they have a positive relationship with their boss, one level up. How can managers develop that type of loyalty? By leading, not on authority, but on personal leadership. Managers who take the time to tell employees why their work matters, give them feedback and tell them ...    "
                },
                "15": {
                    "title": "Stacey Hanke, Influence Redefined",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Stacey Hanke, author of Influence Redefined: Be The Leader You Were Meant to be, Monday to Monday, talks about how \"true influence has to be Monday to Monday\" in order for the process to remain consistent. Hanke also defines influence two ways: making sure the body language and messaging is congruent and creating a memorable experience by having people take action long after the initial interaction. She points out most people believe they're more influential than they really are for two reasons: 1) feedback is flawed, and 2) the dissonance between how we feel vs ...    "
                },
                "16": {
                    "title": "Connie Pheiff, Marketing Masters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "16 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Connie Pheiff, author of Marketing Masters: Ready, Set, Grow Your Market, talks about creative marketing, merging old-school marketing with digital strategy and \"friend-raising.\" Pheiff's background is in the non-profit sector and the most common challenge they face is how to market without spending a lot of dollars, but still increase the bottom line. She says the solution is creative marketing, which she defines as \"getting out, stepping out and getting to know your audience.\" It's about knowing what will make peoples' lives easier, solve their pain points and ...    "
                },
                "17": {
                    "title": "Danielle DiMartino Booth, Fed Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Danielle DiMartino Booth, author of Fed Up: An Insider's Take on Why the Federal Reserve is Bad for America, talks about how the Federal Reserve should be \"upended\" and rebuilt from the inside out so it can benefit more people, not just Wall Street. The book is a candid tale from an insider's perspective on how the Fed impacts everything Americans do, and aims to connect the dots, in layman's terms, so that every generation - from millennials to baby boomers, understands the intricacies of the financial industry. DiMartino says that the financial crisis didn't ...    "
                },
                "18": {
                    "title": "Lea Woodford, Lead. Share. Empower.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "18 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Lea Woodford, author of Lead. Share. Empower: My Strategies for Success in Life and Business, wrote this book as a series of personal anecdotes - from divorce, to cancer and personal tragedies, and how she dealt with each of these obstacles. The book is a direct result of the encouragement Woodford received from her daughter; who urged her to use her contacts, experience, and influence to empower other women. Woodford says the book is for anyone in a dark place, going through a hard time or looking to make a transition in life. Writing became a cathartic process for ...    "
                },
                "19": {
                    "title": "Lou Diamond, Master the Art of Connecting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Lou Diamond, author of Master the Art of Connecting, talks about the difference between networking and connecting. He defines a network as the people you know, your contacts; whereas connecting means your main focus is working with someone you intend to have a longer, more meaningful relationship with. Increasing your network, he adds, means meeting more people, but everyone should strive to make more meaningful connections instead. Diamond, who has always had a talent of connecting with people, left a lucrative Wall Street career to become a business coach in order ...    "
                },
                "20": {
                    "title": "Steve Rizzo, Motivate This",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "20 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Steve Rizzo, author of Motivate This!: How to Start Each Day with an Unstoppable Attitude to Succeed, Regardless of Your Circumstances, talks about how it's easy to be motivated when things are going your way, but it's when it's difficult that people need to find the strength to get motivated. Rizzo, a former stand-up comedian for more than twenty years, wrote the book to encourage people from all walks of life to find their \"humor being,\" make conscious choices to enjoy themselves, find laughter, and use the power of thoughts to connect to a higher part of yourself. ...    "
                },
                "21": {
                    "title": "Brigham Dickinson, Pattern for Excellence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Erika Andersen, Be Bad First",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "original air date": "22 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Erika Andersen is the author of Be Bad First: Get Good at Things Fast to Stay Ready for the Future and talks about the key skill everyone should acquire: learn things quickly. She says, \"In order to succeed at something, you'll be bad at it first.\" Andersen argues that people are normally bad at learning new things because learning new skills requires them to put themselves in a vulnerable position. She states the way to overcome this is by saying, 'I'm going to be bad at this, I'm new at this,' and give you some leeway because no one is perfect at a skill they ...    "
                },
                "23": {
                    "title": "Jess Todtfeld, Media Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "original air date": "23 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Jess Todtfeld, author of Media Secrets: A Media Training Crash Course, talks about the importance of having c-suite leaders properly media trained - not just for television, but for print, internet,and digital as well. In today's media world where anyone can do a Facebook Live interview, the digital footprint is almost instantaneous and not having the right media skills, Todtfeld says, is a mistake. However, the biggest mistake c-suite executives make is winging it - being overconfident when talking about their company or product because they've done it before. ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Performance Based Leadership with Joshua Spodek: Are People Born Leaders?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "21 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Joshua Spodek, author of Leadership Step by Step: Becoming the Person Others Follow, talks about how people aren't born leaders but instead develop leadership skills throughout life as a result of the obstacles life throws at them. He states that every great leader has learned leadership, but \"no one's born leading.\" Spodek also says he treats leadership as a performance-based field and that people have to practice being good, effective leaders - much like one has to practice playing the piano or sports in order to get better. As an adjunct professor at New York ...    "
                },
                "2": {
                    "title": "Sebastian Jespersen & Stan Rapp, Release the Power of Entangled Marketing: Moving Beyond Engagement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "7 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Sebastian Jespersen and Stan Rapp, authors of Release the Power of Entangled Marketing: Moving Beyond Engagement discuss the term 'entangled marketing' and how it can change the way brands interact with their customers. Entangled marketing is a new business model that leads to an enduring, mutually rewarding relationship with customers in the internet era. \"Entanglement\" is used as a metaphor for what is happening right now - the way one thing blends with another, making things tightly intertwined. Jespersen says that once brands start entangling with customers, trust...    "
                },
                "3": {
                    "title": "Richard Marker, Saying \"Yes\" Wisely",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Richard Marker, author of Saying Yes Wisely: Insights for the Thoughtful Philanthropist, targets philanthropists of all levels - from the very rich to the occasional donor. The book explains how 'saying yes wisely' means that you've thought about why you're giving and why giving is a priority for you. Marker states that while many people are charitable, many don't know the intricacies of philanthropy such as best practices, core competencies, ethics and laws - all leading to making good, responsible decisions. The book aims to fill that gap and also argues how ...    "
                },
                "4": {
                    "title": "Tony Chatman, The Force Multiplier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "21 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Tony Chatman, author of The Force Multiplier wrote the book as a way to address a gap in leadership in a more practical, and less theoretical, way that would be applicable to everyone - from first-time leaders to executives. Chatman argues that if first-time leaders have a solid foundation about what it means to be a leader, they can avoid a number of pitfalls when they become executives. He also defines a 'force multiplier' as someone who brings out the best in others simply because of their presence. This, Chatman says, is \"what makes a leader indispensable.\"    "
                },
                "5": {
                    "title": "Joel G. Block, Stop Hustling Gigs and Start Building a Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "28 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Joel Block, author of Stop Hustling Gigs and Start Building a Business: 101+ Tricks of the Trade to Help Entrepreneurs and Self-Employed People Build a Money-Making Machine talks about giving people the tools and know how to put things in motion successfully. Block states that the trick to being successful is having a business that can do multiple things that are derivative of each other, and do them well. He adds that the reason a business isn't successful is because they're \"always scrambling\" and going from gig to gig, lacking stability.    "
                },
                "6": {
                    "title": "Jo Hausman, Go For It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Jo Hausman, author of Go For It. A Woman's Guide to Perseverance shares her personal memoir, which also has a business twist to it. Hausman first started this book as a chronicling of her late husband's death due to a terminal illness but it turned into a book on how she found herself and her inner energy to keep going and how writing this book really changed her life. She talked about how she has accomplished things since his passing that were things she thought they would accomplish together but she was able to do it on her own. Hausman wants to be able to help ...    "
                },
                "7": {
                    "title": "Phil M Jones, Exactly What to Say",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Phil M. Jones, author of Exactly What to Say: The Magic Words For Influence and Impact focuses on the importance of word choices and highlights that the difference between a good job and a great job is having the right words at the right time. Jones says that the book is applicable for verbal conversations as well as digital conversations. He stresses that questions help build relationships but people need to know how to ask the right questions to optimize the end result. He also mentions how people can have a \"Columbo moment,\" which means asking a key question that ...    "
                },
                "8": {
                    "title": "Doug Andrew, Entitlement Abolition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Doug Andrew, author of Entitlement Abolition: How to Lead Your Family from Me to We decided to write his book to reflect some of the lessons he learned as a child and, in turn, taught his own children, about responsibility and accountability. Andrew spent many years as a financial advisor to many who were financially successful but faced a dilemma when planning to divide their wealth among family members, especially their children. Andrew noticed a tear in the family fabric because of the money children inherited and decided to write a book stressing the \"together ...    "
                },
                "9": {
                    "title": "Jill Griffin, Women Make Great Leaders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "2 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Jill Griffin, author of Women Make Great Leaders: Real World Lessons To Accelerate Your Climb offers twenty-four lessons for women to become great leaders, stand their ground and learn how to say no. Griffin argues that many women seek to be people pleasers and have a hard time saying no. She encourages women to find male champions who are \"two or three rings\" above them because that's how you get on the corporate radar and emphasizes that women shouldn't ask, they should just do. Griffin says that \"women have been making strides\" in becoming great leaders and that a ...    "
                },
                "10": {
                    "title": "Brian Hazelgren, Healthy Habits of Highly Productive Employees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Brian Hazelgren, author of Healthy Habits of Highly Productive Employees: Thriving in Health, Wealth and Self talks about how an employee's health has a direct correlation with their level of productivity. As the owner of a health and wellness company and a former 4-sport athlete, Hazelgren is aware of the impact one's health has on the rest of our lives, including job performance. He saw the need to create a wellness program - not just to boost morale, but to give employees a bonding experience. This program is something employees have to buy into, but the ability to...    "
                },
                "11": {
                    "title": "Kristiane Cates, The Golden Thread",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Kristiane Cates, author of The Golden Thread: A Memoir talks about her own personal story about the death of her son and the aftermath of that experience. Cates believes that every person has a thread woven into their life; the thread representing hope and everything has a reason for being - even in the worst of situations. Through her personal story, Kristiane wants to encourage people going through a hard time to find their purpose, despite any hardship or tragedy they're going through. What she wants people to take away from her book is that how we deal with our ...    "
                },
                "12": {
                    "title": "Terri Levine, Turbocharge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Terri Levine, author of Turbocharge: How to Transform Your Business as a Heart-repreneur, emphasizes the power of transformation and how it's time for businesses to take on this approach in order to increase productivity and profitability. Levine insists that in order for a business to succeed, companies have to put 'heart in business - treat employees and vendors with respect and create value for customers.' She argues that when \"businesses become value and revenue-based, profits soar.\" Levine says her goal is to focus on the present, on things that are working, ...    "
                },
                "13": {
                    "title": "Deirdre Breakenridge, Answers for Modern Communicators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Deirdre Breakenridge, author of Answers for Modern Communicators: A Guide to Effective Business Communications, delves into how the definition of the modern day communicator has changed. It used to mean that only people who were trained were the communicators, but nowadays; with the changes in media and social media, anyone can be a citizen journalist and act as a communicator. Breakenridge says that communications is at the heart of every business as it helps build relationships with customers. But as more channels or platforms emerge, attention spans across the ...    "
                },
                "14": {
                    "title": "Frans de Groot, The Seven Laws of Guaranteed Growth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Frans de Groot, author of The Seven Laws of Guaranteed Growth: BITSING: The World's First Business Management Model that Guarantees Success, talks about a management model he created that seamlessly helps people reach their goals - personally or professionally. The book is about profitability, growth and for anyone looking to increase their bottom line results. de Groot is a strong believer in the power of communications and how it is capable of making or breaking things. He reveals his 'secret sauce' by defining \"BITSING\" and the big companies who have used his ...    "
                },
                "15": {
                    "title": "Sylvie di Giusto, The Image of Leadership 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Sylvie di Giusto, author of The Image of Leadership: How leaders package themselves to stand out for the right reasons, talks about the way leaders package themselves and how people perceive them in return. When leaders package themselves, it refers to one's visual appearance and what that says about a person and about what they have to offer. di Giusto says many people are unaware of how they are portraying themselves initially and she helps them find the \"ABCD\" of their initial imprint: Appearance, Behavior, Communication and Digital. She argues that the emergence ...    "
                },
                "16": {
                    "title": "Stacey Alcorn, Reach! Dream, Stretch, Achieve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Stacey Alcorn, author of Reach. Dream, Stretch, Achieve, Influence encourages readers to reach for the lofty goals that may seem unreachable. The word \"Reach!\" has two meanings: going after the big goals and building a massive army of advocates to help you reach those big dreams. Alcorn has interviewed a series of c-level executives, like Richard Branson, other celebrities and celebrity athletes to gauge the path they took in order to achieve their goals. She argues that those who achieve a higher level of success are those that don't buy into their own beliefs - ...    "
                },
                "17": {
                    "title": "Evan Sanchez, Sell Like A Champ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Evan Sanchez, author of Sell Like A Champ: Mindsets, Toolsets and Skillsets for Peak Performance in Sales talks about the transformation from becoming a professional athlete to a corporate athlete. Sanchez believes that applying the pro athlete mentality into the sales process allows people to transfer their skills into another arena. Life is about pivoting into the next level of performance and Sanchez says you have to elevate your thinking in order to elevate your business. He adds that you have to \"stack different mentalities in order to start adopting different ...    "
                },
                "18": {
                    "title": "Andrew Bryant, Self Leadership",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Andrew Bryant, author of Self Leadership: 12 Powerful Mindsets and Methods to Win in Life and Business defines self leadership as \"the practice of intentionally influencing your thinking, feelings and actions towards your objectives.\" His book is for anyone who wants to develop self-leadership, but is quick to add that its function is not to create more followers, but more leaders instead. He says self-leadership is leading yourself, inspiring others and creating a culture where people can be their best selves. Bryant states that self-leadership doesn't mean selfish. ...    "
                },
                "19": {
                    "title": "Jamie Crosbie, The Power of 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jamie Crosbie, author of The Power of 2: Exponential Sales Leadership believes that the exponential power in the sales process involves the sales leader being fully engaged with the rest of the team. That 'exponential' power can change the trajectory of the team's success and help create a culture of excellence. Crosbie says the book is for anyone who is looking to transform the culture of sales leadership by improving the methodology sales leaders engage with. She believes that when a leader is one with their team, the client reaps the benefits by getting two trusted...    "
                },
                "20": {
                    "title": "Tajuana Ross, The LinkedIn Professor: Class is Now in Session",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Tajuana Ross, author of The LinkedIn Professor: \"Class is Now in Session.\" Your 21 LinkedIn Questions Answered, wrote the book to answer people's questions about LinkedIn as a platform and its uses as a branding tool. She adds that many people don't understand the full capabilities of the platform because they don't know those capabilities exist. Ross says one way to increase one's digital footprint is by \"showing up\" to the platform - which means writing content regularly and getting out a message that provides credibility and projects authority. She cautions users ...    "
                },
                "21": {
                    "title": "Humanification: Go Digital, Stay Human",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Christian Kromme, author of Humanification: Go Digital, Stay Human. How Technology will Advance Humanity Towards a More Meaningful Future, wrote the book to try to make the pairing between technology and business more human. He argues that people have adapted to technology but technology has yet to fully adapt to us. Kromme also compares biology and technology by saying that people only change when they feel pain; and like human cells find solutions to problems when they work cohesively, technology can achieve the same results. The book also mentions seven technology ...    "
                },
                "22": {
                    "title": "Stu Heinecke, How to Get a Meeting with Anyone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Stu Heinecke, author of How to Get a Meeting with Anyone: The Untapped Selling Power of Contact Marketing, is in a unique position as both a marketer and a WSJ cartoonist. He talks about creating \"contact campaigns\" with personalized cartoons and many other clever means to grab someone's attention and secure meetings with critically-important accounts and prospects. Heinecke says, \"the goal of Contact Marketing is not just to break through to someone, but to leave them thinking, 'I love the way this person thinks.'\" Do that, he says, and you and your team can land a ...    "
                },
                "23": {
                    "title": "Jack Myers, The Future of Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Jack Myers, author of The Future of Men: Masculinity in the 21st Century, Men on Trial, talks about the challenges men are facing as a result of bad behavior by men in positions of power. Myers says that young men are \"confused, conflicted and confronted by the shift\" because, as members of Gen Z, they consider themselves to be feminists. Having been raised in homes where women are equal, they still see distorted images in the media relating to women. Readers can take away how the next generation of men can learn to become better fathers, husbands, friends and ...    "
                },
                "24": {
                    "title": "Dr. David Oualaalou, Volatile State: Iran in the Nuclear Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "9 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Dr. David Oualaalou, author of Volatile State: Iran in the Nuclear Age, wrote the book to help business leaders understand the current geopolitical climate in Iran after the lifting of sanctions. He adds that the business community needs to understand the landscape in the region before they can engage in any economic ventures. Despite the current administration's stance on the nuclear deal with Iran, Oualaalou warns that we need to be careful with the rhetoric used as \"words tend to turn to policy when it comes to international relations.\"    "
                },
                "25": {
                    "title": "Beverly Flaxington, The Essential Sales Guide for Entrepreneurs and Business Owners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 25,
                    "original air date": "16 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Beverly Flaxington, author of The Essential Sales Guide for Entrepreneurs and Business Owners, wrote the book because of her interest, from a human behavior perspective, on what holds people back, why some succeed and why some don't. Flaxington says the book reflects on a common theme: the misconception that the sales process is always about talking when, in fact, it's about listening and understanding people. Listening, she says, is paramount in order to know what you need to say because if you're not listening, you don't know what you should be talking about with ...    "
                },
                "26": {
                    "title": "Mark Eaton, The Four Commitments of a Winning Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 26,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Mark Eaton, author of The Four Commitments of a Winning Team, talks about the four core principles that can transform an underperforming team into a contender. Eaton found that the lessons learned during his 12-year NBA career easily translate to the business world and that each core principle can be put in place immediately. Knowing these four principles gives everyone in the organization a better understanding of what teamwork really is and how each team member's role within the team can be defined. He says one common mistake employees make is thinking they need to ...    "
                },
                "27": {
                    "title": "Dr. James Kelley, The Crucible's Gift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 27,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Dr. James Kelley, author of The Crucible's Gift: 5 Lessons from Authentic Leaders who Thrive in Adversity, defines 'crucible' as micromoments - \"small moments that create meaning,\" positive or negative. Kelley says each crucible is an opportunity to learn about who we are because knowing who we are as people helps us get out of our own way and thrive. Knowing who people are is crucial because, he says, \"I don't care what you do. I care who you are because who you are defines what you do.\" Kelley wrote the book for aspiring managers who want to move to the next level ...    "
                },
                "28": {
                    "title": "Neen James, Attention Pays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 28,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Neen James, author of Attention Pays, is aiming to make 'attention' a positive word, as she feels it gets a bad rap all around. James says that \"attention is like currency. The more you invest, the more you get in return.\" She argues that in order to attract and retain top talent, businesses need to pay attention to their employees or teams. But, with people being distracted by their devices and trying to be everything to everyone, attention takes a back seat. James adds that \"attention is the evolution of productivity\" because \"when you gift someone with your ...    "
                },
                "29": {
                    "title": "Nancy Lynn, The Young Polished Professional",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 29,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Nancy Lynn, author of The Young Polished Professional: Exude Confidence, Credibility and Composure, wrote the book with the purpose of teaching young professionals the skills needed to make a successful transition from college to the business world. Lynn says that \"life is all about transitions\" and the book serves as a tool that young professionals entering the workforce can use to create a great first impression, get that job offer, and get a promotion. She points out that young people need to learn to be present, how to act in different situations and remember to ...    "
                },
                "30": {
                    "title": "Kathleen Thomas, The Hardworking Woman's Guide to Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 30,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    Kathleen Thomas, author of The Hardworking Woman's Guide to Money, wrote the book because as a certified financial advisor, she wanted to address all of the questions she was frequently asked by her clients, but to a wider audience. Thomas wanted to focus on giving financial advice to women as she felt women had the least resources to turn to and remain underrepresented in the financial industry. She argues that women learn different than men; whereas men grab on to a data point and look for more 'yes/no' points, women want context for why it matters to them and why ...    "
                },
                "31": {
                    "title": "Cathy Dolan-Schweitzer, Health Well Done",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Seller TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 31,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    Cathy Dolan-Schweitzer, author of Health Well Done, talks about the fast pace of the healthcare industry and what needs to happen in order to make it a better system overall. Dolan stresses that, in healthcare, things need to be \"well done\" not just done as there needs to be intention behind it. She argues that it's no longer a matter of quantity, it's a matter of quality and making the industry accountable for patient care. Dolan says healthcare has evolved to become more personal, hoping to build environments that are more patient-centric but also making sure the ...    "
                }
            }
        },
        "number of episodes": 99,
        "cast": [
            {
                "name": "Brill, Taryn Winter"
            },
            {
                "name": "Webster, Camilla"
            },
            {
                "name": "di Giusto, Sylvie"
            },
            {
                "name": "Griffin, Jill"
            },
            {
                "name": "Baron, Dov"
            },
            {
                "name": "Beveridge, Dirk"
            },
            {
                "name": "Frawley, Andy"
            },
            {
                "name": "Friedman, Peter"
            },
            {
                "name": "Graham, Allison"
            },
            {
                "name": "Haines, Steven"
            },
            {
                "name": "Harvey, Bonnie"
            },
            {
                "name": "Houlihan, Michael"
            },
            {
                "name": "Hyken, Shep"
            },
            {
                "name": "John, Daymond"
            },
            {
                "name": "Karr, Ron"
            },
            {
                "name": "McKain, Scott"
            },
            {
                "name": "Ott, Adrian"
            },
            {
                "name": "Palmer, Shelly"
            },
            {
                "name": "Paul, Andy"
            },
            {
                "name": "Pigues, Keith"
            },
            {
                "name": "Reynolds, Marcia"
            },
            {
                "name": "Shankman, Peter"
            },
            {
                "name": "Simons, Dina"
            },
            {
                "name": "Caporale, Bob"
            },
            {
                "name": "Devitre, Doug"
            },
            {
                "name": "Giannetto, David F."
            },
            {
                "name": "Grzeskowits, Ilja"
            },
            {
                "name": "Hackel, Evan"
            },
            {
                "name": "Hauck, Wally"
            },
            {
                "name": "Hayzlett, Jeffrey"
            },
            {
                "name": "Horsager, David"
            },
            {
                "name": "Thaler, Linda Kaplan"
            },
            {
                "name": "Lederman, Michelle Tillis"
            },
            {
                "name": "Powell, Meredith Elliott"
            },
            {
                "name": "Ross, Ruth"
            },
            {
                "name": "Rubin, Ted"
            },
            {
                "name": "Turner, Willis"
            },
            {
                "name": "Cutting, Donna"
            },
            {
                "name": "Forrest, Jason"
            },
            {
                "name": "Howard, Billee"
            },
            {
                "name": "Jacobs, Charlotte"
            },
            {
                "name": "Kimberlin, Kevin"
            },
            {
                "name": "Lohrenz, Carey"
            },
            {
                "name": "Marsden, Joy"
            },
            {
                "name": "Neisser, Drew"
            },
            {
                "name": "Saftlas, Yitzchok"
            },
            {
                "name": "Toporek, Adam"
            },
            {
                "name": "Williams, Greg"
            },
            {
                "name": "Alcorn, Stacey"
            },
            {
                "name": "Andersen, Erika"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzM2YzE4MWMtM2E0Zi00NjhiLTkwY2ItZGZjNDA3YjQ4OTc1XkEyXkFqcGdeQXVyMjA5NDg1MzY@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "With so many new business books and titles being published each year where do C-Suite business leaders begin to find which ones are worth the read. Best Seller TV sits down with the authors of the world's leading business books to get it straight from them as to what makes their books stand out within the crowd. Learn how the business books featured here can help business owners and executives and why you should go out to buy them today.",
        "languages": [
            "English"
        ],
        "title": "Best Seller TV",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Best Seller TV (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "production companies": [
            {
                "name": "Mirage"
            }
        ],
        "distributors": [
            {
                "name": "C-Suite TV"
            }
        ],
        "plot": [
            "With so many new business books and titles being published each year where do C-Suite business leaders begin to find which ones are worth the read. _Best Seller TV_ (qv) sits down with the authors of the world's leading business books to get it straight from them as to what makes their books stand out within the crowd. Learn how the business books featured here can help business owners and executives and why you should go out to buy them today.::C-Suite TV"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}