{
    "imdb": {
        "raw release dates": [
            {
                "country": "United Arab Emirates\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "United Arab Emirates::2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Khan, Zain"
            }
        ],
        "locations": [
            "Dubai, United Arab Emirates"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Arab Emirates"
        ],
        "country codes": [
            "ae"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWM5ZTQxZTgtMDUzYS00OTI2LTg2NzQtY2JiZGUwNDMyZjE5XkEyXkFqcGdeQXVyNTgzMzk4NDQ@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Tactical Talk continues to lead media innovation despite being one of the pioneer digital media outlets. Tactical Talk Network has been presenting global foreign policy since 2014, through its purely unbiased and fearless broadcast journalism distributed across Tactical Talk Network. Tactical Talk's worldwide content reaches a unique audience of approximately 2 million monthly and Tactical Talk covers a wide range of important and intriguing subjects focusing on global foreign policy, defense, geopolitics, politics and breaking news, through talk shows, investigative reporting, expert commentary, geopolitical analysis and broadcast video packages. Our Talk shows and captivating commentary bring a variety of awesome voices to the discussion which makes the conversation diverse. Tactical Talk Network holds a series of Talk shows discussing geopolitics and foreign policy, and invites award winning journalists and government officials to share their opinions. They introduce a unique way of community engagement in storytelling and discussion of multiple narratives. Tactical Talk invites esteemed guests from around the world, presenting their country or state foreign policies for discussion on the platform.",
        "languages": [
            "English"
        ],
        "title": "Tactical Talk",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Tactical Talk (United Arab Emirates)"
        ],
        "production companies": [
            {
                "name": "Tactical Talk Network"
            },
            {
                "name": "Zain Khan Media"
            }
        ],
        "plot": [
            "_Tactical Talk_ (qv) continues to lead media innovation despite being one of the pioneer digital media outlets. _Tactical Talk_ (qv) Network has been presenting global foreign policy since 2014, through its purely unbiased and fearless broadcast journalism distributed across _Tactical Talk_ (qv) Network. _Tactical Talk_ (qv)'s worldwide content reaches a unique audience of approximately 2 million monthly and _Tactical Talk_ (qv) covers a wide range of important and intriguing subjects focusing on global foreign policy, defense, geopolitics, politics and breaking news, through talk shows, investigative reporting, expert commentary, geopolitical analysis and broadcast video packages. Our Talk shows and captivating commentary bring a variety of awesome voices to the discussion which makes the conversation diverse. _Tactical Talk_ (qv) Network holds a series of Talk shows discussing geopolitics and foreign policy, and invites award winning journalists and government officials to share their opinions. They introduce a unique way of community engagement in storytelling and discussion of multiple narratives. _Tactical Talk_ (qv) invites esteemed guests from around the world, presenting their country or state foreign policies for discussion on the platform.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}