{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 April 2014"
            }
        ],
        "release dates": [
            "USA::19 April 2014"
        ],
        "episodes": {
            "1": {
                "5": {
                    "title": "The Catholic War on Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    Kelly Carlin and Katie Klabusich join Dennis this week on Acronym TV. Abortion, Pope Francis, Patriarchy, Does the choice movement need an \"it gets better\" campaign to empower women to not hide/ apologize about their abortions?, Roe v. Wade, Clinic defenders, Abortion stories, How the Bible teaches women to abort unwanted pregnancy, Bad Choices, Being a target of a pro-life \"wanted\" poster, Abortion as a local issue, Single women who love sex and don't want babies.    "
                },
                "6": {
                    "title": "Just Say Yes: Amber Lyon on Radical Transformation Through Psychedelics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 May 2014",
                    "year": "2014",
                    "plot": "\n    Guest Amber Lyon. Topics discussed: Ayahuasca as a Cure for Amber Lyon's PTSD, Psilocybin as a Possible Cure for Dennis Trainor Jr.'s 'Anger Issues', Reset.Me, Corruption at CNN, BP Oil Spill, Saving the World Through Self Improvement, DMT, LSD, Indie Media, The Healing Power of Psychedelics.    "
                },
                "7": {
                    "title": "Why millennials don't vote and what to do about it",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    More than half of respondents in the survey, released by Harvard University's Institute of Politics, said they think elected officials don't share their priorities, and almost two-thirds said elected officials seem motivated by selfish reasons. Less than a quarter of the millennials polled said they will definitely be voting in November. Guests include Christina Tobin is the founder and chair of Free and Equal and Daniel Lee who serves on the national leadership team for the group Move to Amend.    "
                },
                "8": {
                    "title": "In Iraq, the U.S. is the Problem, not the Solution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The oil rich country of Iraq is facing a possible collapse. Again. Sunni militants, largely shut out of the new government installed by the U.S. after our illegally invasion and occupation are overtaking large parts of Iraq in a quickly developing story. U.S. foreign policy seems to lack the imagination to do anything but intervene militarily. How that intervention takes shape, whether it be in aid, advising, air strikes, boots on the ground, or the kind of shock and awe only a Nobel peace prize winning Commander in chief can deliver remains to be seen. Joining Dennis...    "
                },
                "9": {
                    "title": "American Revolutionaries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Adam Kokesh, who recently served four months in prison in connection with an Independence Day incident in which he videotaped himself loading a shotgun in Freedom Plaza, near the White House, sits down with Dennis to discuss Libertarianism, performance art in protest, and the book he wrote in prison, Freedom. In part 2 of the show, Eleanor Goldfield, the front woman of the band Rooftop Revolutionaries, joins Dennis to discuss the movement to get Money out of Politics, and her new venture Art Killing Apathy.    "
                },
                "10": {
                    "title": "FIFA Go Home: Why A Majority of Brazilians Think The World Cup is Bad For Brazil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Derek Poppert of Global Exchange talks with Dennis about his Re-Think The Cup series. In a recent piece from the series, FIFA: Return The Beauty To The Beautiful Game, Derek writes: \"So who wins the World Cup? While it may seem that decision is still getting played out in stadiums across Brazil, FIFA president Sepp Blatter is surely laughing from his luxury suite. The winner had already been decided well before the first match even began. FIFA's 4 billion dollars in un-taxed revenue from the event is the trophy.    "
                },
                "11": {
                    "title": "How Americans Learned to Stop Worrying and Love Guantanamo Prison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    An interview with Jason Leopold. There are many crimes committed in the pursuit of, or as an accessory to, the crimes of US Foreign Policy. I'm not exactly sure where to rank the operation of Guantanamo Bay on that list, but consider these numbers, compiled by the Center for Constitutional Rights: 779 men and boys have been imprisoned at Guantánamo since January 2002. 100% of them are Muslim. Of the 149 who remain there, 78 have been cleared for release for years but are still imprisoned. President Obama's Task Force has designated 38 men for indefinite detention ...    "
                },
                "12": {
                    "title": "Gaza Solidarity Grows as Israel Continues Massacre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    \"We are a diverse group of people who have come together against the Israeli occupation and against the massacre. However,\" says Kash Nikazmrad, an organizer with Students for Justice in Palestine, \"every massacre, every occupation, every act of colonialism always has a mechanism and a supporter. The supporter in this situation has been America.\" Nikazmrad is one of the organizers behind the Los Angeles \"Stop The Massacre in Gaza\" events. Judging by the (in)action of Congress, it is hard to dispute Nikazmrad's claims. When it comes to Israel and Gaza, there is ...    "
                },
                "13": {
                    "title": "An Abortion Rights Battle Bigger Than Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    From Roe V. Wade until today, how did we loose so much ground? The Abortion Rights Freedom Ride - Ground Zero Texas. Texans For Reproductive Justice v. Stop Patriarchy.    "
                },
                "14": {
                    "title": "Detroit Water Crisis - a Prelude to the Privatization of Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    AtPeace Makita, a single mother of five children who turned to activism after her water was shut off by the Detroit Water and Sewage Department, talks with Dennis Trainor, Jr. about the Detroit Water Brigade and what it is like to living during the current push for the privatization of the water supply. Only the Polar Ice Caps contain more fresh water that The Great Lakes. According to the Environmental Protection Agency, The Great Lakes are the largest surface fresh water system on the Earth, providing 84% of North America's surface fresh water and 21% of the world's...    "
                },
                "15": {
                    "title": "Beyond The People's Climate March",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Dennis Trainor, Jr. of Acronym TV in conversation with Timeka Drew, a grassroots organizer with the Global Climate Convergence. In two weeks the Peoples Climate March in New York, organized by 350.org, is expected to draw as many as 200,000 people. The march is to take place only days before a special UN meeting called by Secretary-General Ban Ki-moon to discuss the November 2015 U.N. Climate Conference in Paris. Christopher Hedges has called this march a \"last gasp of climate change liberals;\" and \"a climate themed street fair.\" Our only hope, according to Hedges, \"...    "
                },
                "16": {
                    "title": "Parenting Without God",
                    "kind": "episode",
                    "episode of": {
                        "title": "Acronym TV (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When asked if the world would be better off without God, Dan Arel, the author of Parenting Without God does not pull punches. \"The world would be better off without the idea of God,' Arel clarifies \"the world is already without God.\" Even at a time when the popularity of shows like Neil deGrasse Tyson's Cosmos, Arel's aggressive brand of atheism will not win many friends. In fact, a recent Pew Research survey showed that people of all religious faith have one thing in common: their utter disdain for atheists.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Carlin-McCall, Kelly"
            },
            {
                "name": "Garrett, Lila"
            },
            {
                "name": "Goldfield, Eleanor"
            },
            {
                "name": "Kokesh, Adam"
            },
            {
                "name": "Lyon, Amber"
            },
            {
                "name": "Makita, Atpeace"
            },
            {
                "name": "Poppert, Derek"
            },
            {
                "name": "Tobin, Christina"
            },
            {
                "name": "Jr., Dennis Trainor"
            }
        ],
        "locations": [
            "Boston Massachusetts, USA::(studio)",
            "New York City, New York, USA::(studio)",
            "Los Angeles, California, USA::(studio)"
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTU0Y2I2OGQtYThkYy00MzY0LTllOTEtOWY3ZTY0OTE3NmU5XkEyXkFqcGdeQXVyMTU2MTI5ODM@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Acronym TV",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2017",
        "akas": [
            "Acronym TV (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Jr., Dennis Trainor"
            }
        ],
        "production companies": [
            {
                "name": "The Young Turks"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}