{
    "imdb": {
        "raw release dates": [
            {
                "country": "Poland\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "Poland::2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Efekt Domina"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "Domino Effect"
            }
        ],
        "akas": [
            "Efekt Domina (original title)",
            "Domino Effect World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Efekt Domina (original title)",
            "Domino Effect World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Papua New Guinea: The Witch Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Breathtaking nature and ancient culture. Dominika Kulczyk with the aid project of Kulczyk Foundation reaches out to Papua New Guinea. She meets the local people who admit that they have killed other people in order to follow customs. They have even killed children. How to oppose something that is so terrifying and has been practiced for ages? Fortunately, there are those who have already said no to tortures and killing in the name of witch-hunt.    "
                },
                "2": {
                    "title": "Swaziland: The Reed Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Can we, in the name of tradition, condemn anyone to a worse life? Dominika Kulczyk doesn't approve violence against women. This time, she runs an aid project in Swaziland, whose aim is to support women. It's not an easy task, as in this country, being one of many wives of the same man is an honor.    "
                },
                "3": {
                    "title": "Philippines: 1,2,3 Payatas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    How does it feel to live on the dump? In the Philippines, thousands of people know the answer to this question. Dominika Kulczyk reaches out to a giant garbage dump of the Philippines, which has become a home and workplace for many children. She supports an amazing initiative there - a children's football club with a female football team.    "
                },
                "4": {
                    "title": "Colombia: The City of Women",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    El machismo, male dominance. It's like an axe that hangs above hundreds of women who - when escaping warfare in Colombia - ended up in slums, where they were greeted with humiliation. Is there any way out? There is. Dominika Kulczyk supports Colombian women, who have decided to say \"no\" to humiliation.    "
                },
                "5": {
                    "title": "Rwanda: Hear Me!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    In Rwanda, Dominika Kulczyk and Kulczyk Foundation support families with deaf and hearing-impaired children, and visit a special-needs school set up in 2013 by Louis Ngabonziza, a teacher with a mission. At Nyabihu Demonstration School for the Deaf, they not only learn the sign language and school knowledge, but they also acquire other skills that are needed in life like life skills and different ways of accessing information in daily life. They are given a chance to have a life that they dream about. But first of all, they are given a chance to have dreams at all. In...    "
                },
                "6": {
                    "title": "Bangladesh: Exodus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Cox's Bazar - It used to be the largest touristic center in Bangladesh and the longest beach in the world - over 120 kilometers. Now - the largest refugee camp in the world. 880,000 of refugees have found shelter here so as to avoid genocide. Dominika Kulczyk has reached out to Cox's Bazar in order to support the field hospital for woman and to show the stories of families escaping death.    "
                },
                "7": {
                    "title": "India: The Light in Kalighat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    India. Kolkata. And Dalits, known as the untouchables. This is not a metaphor. In this country, a centuries-old tradition has divided people into castes. Dalits have been at the very bottom of the many-thousand-year-old social hierarchy. They are condemned to the worst professions, which are called \"unclean\". It's hard to imagine how one could escape such stigmatization. And yet. Dominika Kulczyk reaches out to Kolkata in order to support the project aimed at helping the children of prostitutes and Dalits.    "
                },
                "8": {
                    "title": "Guatemala: A School in the Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Our history lessons have already made us familiar with the impressive culture of the Maya civilization, haven't they? What is happening there nowadays? We will learn about it from Dominika Kulczyk in the new episode of \"The Domino Effect\". This is a story about the once powerful community, which is now fighting with poverty and malnutrition. The President of the Kulczyk Foundation helps in a magical place, known as the Casa Guatemala.    "
                }
            },
            "1": {
                "1": {
                    "title": "Philippines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Dominika Kulczyk and the TVN film crew arrived in the Philippines just one month after the Haiyan typhoon, the most powerful typhoon in history to make landfall. The natural disaster claimed the lives of thousands, and it destroyed everything in its path, cutting many cities off from the world and leaving behind damage which the country has not yet been able to deal with. In order to rebuild people's homes, the land first needs to be cleared of the rubble and put back in order.    "
                },
                "2": {
                    "title": "Madagascar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Madagascar. For many, this island is the epitome of paradise, with the sun, beautiful beaches, and unique flora and fauna. However, there is another side of Madagascar: It is one of the poorest countries in the world, with insufficient road infrastructure, healthcare and access to education. Azafady is a non-governmental organization which has been active locally for 20 years and so the Kulczyk Foundation decided to support it financially.    "
                },
                "3": {
                    "title": "Cambodia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    This time, Dominika Kulczyk and the TVN film crew are setting off to Cambodia to present the activity of an American non-governmental organization called Habitat for Humanity. The organization has been building houses for the poorest in the world for almost 40 years. Since 2009, when the authorities closed down a local landfill Steung Meanchey in the capital city Phnom Penh, hundreds of families have been left destitute. Many of them have resettled on the land of the former landfill, and their daily existence is marked by inhumane conditions and health hazards.    "
                },
                "4": {
                    "title": "Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    This time, Dominika Kulczyk and the TVN crew head to Tbilisi, Georgia. This is where Caritas Georgia, an independent non-governmental organization, is active under the leadership of head priest Krzysztof Kowal. It is due to his initiative that the first 24-hour day-care center/overnight shelter in the country has been established for children working and living on the street. Most of the children come from very poor families. They are forced to work and frequently beaten and abused, especially when they are not able to bring in the expected amounts of money.    "
                },
                "5": {
                    "title": "Nicaragua",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The aim of Dominika Kulczyk's journey to Nicaragua is to help the non-governmental organization Bridges to Prosperity reconstruct Paso Real Bridge. The organization is involved in the construction of bridges in several countries worldwide. It acts in those places where the geographical isolation of people is one of the drivers of local poverty; as a consequence, these populations have limited access to education and healthcare.    "
                },
                "6": {
                    "title": "Uganda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The next location for Dominika Kulczyk and the crew of TVN will be Uganda - more precisely: the Agonga village in the district of Gulu. For almost 20 years, this region was debilitated by one of the longest Ugandan military conflicts in several decades. The havoc which unfolded in the country affected mostly children. In response, an organization aimed at helping them, the Childcare Development Organization Uganda (CDOU), was established. Kulczyk Foundation decided to give them a helping hand.    "
                },
                "7": {
                    "title": "Togo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    VZW BISZ is a Belgian non-governmental organization that offers aid to developing countries. As part of a project called Solar without Borders, it reaches out to places lacking electricity, where it installs solar kiosks to provide villages, hospitals, schools and orphanages with access to energy. Kulczyk Foundation is providing funding for the construction of two solar kiosks, including the one featured in the program in the village of Bodje, Togo. Solar panels will be installed on each kiosk, ensuring the local community receives access to electrical energy. It is ...    "
                },
                "8": {
                    "title": "Iraq",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Iraqi Kurdistan is the next destination selected by Dominika Kulczyk and the crew of TVN. A French non-governmental organization, ACTED, acts here to help people, including refugees, affected by military conflicts. About 60,000 Syrian refugees, 40% of whom are children, live in the camp of Domiz. Besides food and care, they are also in need of education. Thanks to the funds provided by Kulczyk Foundation, a library will be built, and Dominika Kulczyk and several volunteers will take part in the process.    "
                }
            },
            "2": {
                "1": {
                    "title": "Bangladesh: Childhood in two shifts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Two years ago, the world was shocked by the news of the largest construction catastrophe in the contemporary textile industry. In the capital of Bangladesh, Dhaka, an eight-story factory collapsed, leaving 1,137 people dead and 2,500 permanently injured. The fatalities and casualties also included children. This tragedy drew the attention of the world to the issue of exploitation and child labor. When shooting the first episode of the 2nd season of \"The Domino Effect,\" we visited Dhaka and an organization called Educo, which helps working children find time for ...    "
                },
                "2": {
                    "title": "Poland: Short Lives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In this episode, Dominika Kulczyk meets the founder of the Gajusz Foundation, Tisa Zawrocka-Kwiatkowska, and the children under her care. The Foundation has operated for 18 years so far and it is going to receive a special gift from Dominika Kulczyk. The gift may seem to be only some stones and cement, but in fact it will allow all those passionately committed to the fate of Gajusz to forget about the reality of hospital beds for a moment. For over ten years, the foundation has been helping terminally ill children and their parents to survive difficult moments with as...    "
                },
                "3": {
                    "title": "Laos: Operation Laos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In Laos, there are 2 doctors for every 10,000 people. In many regions, including barely accessible mountainous areas, there is virtually no medical aid available. One of these sites will be visited by Dominika Kulczyk and the TVN crew. There, Kulczyk Foundation, headed by Dominika Kulczyk, is going to provide funding for a project that will enable several thousand people get access to healthcare. The foundation supports transparent non-governmental organizations because they know best about what needs local communities have, and how to spend donated funds in the most ...    "
                },
                "4": {
                    "title": "Romania: The children of Nicolae",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Casa Pinocchio is one of many children's homes in Romania. It is in a very poor state but people living nearby are ready to devote their time and energy to improve the living conditions of the home's young residents. A project to renovate and furnish the place has been selected for financial support by Kulczyk Foundation. Its aim is to change the conditions that 32 children live in for the better. Romanian children's homes are a difficult topic. In 1966, the infamous Decree 770 was issued by Nicolae Ceausescu, in which women and doctors were jailed for having and ...    "
                },
                "5": {
                    "title": "Malaysia: Children of the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    They are called the fish-people because of their extraordinary diving skills and the fact that they hardly ever leave the sea. But the life of the Badjao people, who reside along the coasts of Borneo and nearby islands of the Philippines, has been changing in a dramatic and irreversible way. Dominika Kulczyk and the crew of TVN will present the story of the 12-member family of Mahlinan and Sofina that lives traditionally on a boat. You will see the life in shanty towns that more and more 'sea nomads' are moving to when they are unable to sustain their maritime ...    "
                },
                "6": {
                    "title": "Poland: Plan B",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    It was not a swamp, but rather hell\" - this is how Rysiek, one of the subjects of the sixth episode of the Domino Effect, describes his life as an immigrant. He was able to transform his fate thanks to Stowarzyszenie Pomocy Wzajemnej 'Barka' (the Barka Foundation for Mutual Aid). Today he lives and works in one of the communities run by the Foundation in Chudobczyce, a village close to Poznan. Homelessness is a crucial issue, one of the most difficult social problems to find a solution for. And it exists both in affluent and in poor societies. It is estimated that in ...    "
                },
                "7": {
                    "title": "Ethiopia: Sentenced to Marriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    In developing countries, over 14 million girls below the age of 18 are married off each year. In most cases, it is against their will. In fact, there are 700 million women in the world who were forced to marry when they were children. In Ethiopia, marrying off children has been illegal for 8 years. And yet, tradition and financial motives often prevail over law. For every 5 girls in Ethiopia, 2 are married off before their 18th birthday. Most child marriages take place in the countryside, where the average age of girls forced into marriage is also lowest. Frequently, ...    "
                },
                "8": {
                    "title": "Zambia: The new role of Zambia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Zambia is one of the poorest countries of the world. Over half of its population lives below the poverty line. In most cases, they have no knowledge of how to grow crops and are unable to make a living from agriculture. Therefore, many Zambians resort to poaching and burning charcoal. As a result, hundreds of hectares of jungle have been cut down, and thousands of wild animals killed. Over 85% of Zambia's residents are uneducated farmers who together account for only 15% of the national income. Between the '70s and the '80s, poachers killed over 100,000 African ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Malawi: The day I wore my best clothes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Back in 2008, as many as 10 people would die here every hour, 24 hours a day. Hundreds and even thousands of Malawians were dying of AIDS, leaving their children as orphans. It was therefore so crucial to fight for the survival of those children. And survive they did, growing up and understand that this infection can be avoided. Kulczyk Foundation, an international organization led by Dominika Kulczyk, helps to provide good living conditions to the youngest Malawians.    "
                },
                "2": {
                    "title": "Poland: \"When a child laughs, the whole world laughs\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Having nobody who believes in you or who see you as being important to them is a devastating experience. Especially for children or teenagers. This touching film is about dreams, mutual love from those close to you, and assistance. Kulczyk Foundation, an international organization, supports SOS Children's Villages. This episode features one located near Siedlce. Together with Dominika Kulczyk, we will visit a family home established to save the emotions and happiness of abandoned children.    "
                },
                "3": {
                    "title": "Nepal: Prisoner without conviction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    In Nepal, orphaned children are deprived of all of their rights. They are doomed to fight for survival on the street if other relatives don't have a heart for them. Could there be anything worse than that? The answer is yes: if a child's parents go to prison. Then the child has absolutely no future. This is why Kulczyk Foundation, an international organization headed by Dominika Kulczyk, has resolved to support organizations which look after children saved from prisons in Kathmandu.    "
                },
                "4": {
                    "title": "Poland: Rak'n'Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    What is it like to fight for one's own life, while at the same time carrying a new, unborn life in one's womb? We would hope for no woman to ever have to answer this question. And yet, some must. About 300 Polish women diagnosed with cancer every year are pregnant. Kulczyk Foundation, an international organization headed by Dominika Kulczyk, is helping to renovate an outpatient clinic for these wonderful, strong-willed women.    "
                },
                "5": {
                    "title": "Thailand: Life for Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Thailand is one of the most popular tourist destinations in Asia. Visited by over 20 million tourists a year, it is known for its exotic nature, original cuisine, and rich culture, but also, sadly, for child prostitution. Children involved must be saved before they reach bottom. Kulczyk Foundation, an international organization, has been supporting those who sacrifice everything to combat this evil.    "
                },
                "6": {
                    "title": "Greece: Victims of War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Panama: Doctor Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Dominika Kulczyk presents the story of an ingenious idea. Floating Doctors is a hospital on a boat helmed by the charismatic Doctor Ben. His hospital brings help to those who have no other access to healthcare. The latest episode of 'The Domino Effect' features Panama, where Kulczyk Foundation has helped Doctor Ben in the pursuit of his extraordinary endeavor.    "
                },
                "8": {
                    "title": "Ukraine/Poland: I love and understand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    This country badly craves normality, and yet it is still debilitated by war. Ukraine: our neighbour whose tragedy has unfolded before the eyes of the world. Already, the world's attention has shifted to other topics and places. This episode of 'The Domino Effect' is especially touching. Dominika Kulczyk meets Elina, whose husband was killed in combat, as well as Leonid, who used to fight in Donbas. The episode shares stories that leave some hope for the restoration of peace and security in the future for Ukraine. Pizza Veterano is a social enterprise established, as ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Tanzania: Adventure Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Nyarugusu is one of the biggest refugee camps in the world. It was created in 1996 by the Tanzanian government with a view to providing a shelter for the Kongo people escaping a bloody civil war. Some of them are still afraid of going back to their home. Kulczyk Foundation, run by Dominika Kulczyk, reached out to Nyarugusu in order to help provide access to clean water, which is priceless in such conditions.    "
                },
                "2": {
                    "title": "Brazil: School - Do not shoot!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Rio de Janeiro is a divided city, co-existing poverty and wealth create great social inequalities. Every fifth inhabitant of this metropolis lives in the districts of the poor, called favelas. In recent years, some of them have been pacified by the police or military, but others are still controlled by gangs. Violence is omnipresent here. One of the most dangerous favelas is Maré, located in the northern part of the city. It is in this favela that Yvonne Bezerra de Mello has been running her Projeto Uerê school since 1998. This favela is the very symbol of social ...    "
                },
                "3": {
                    "title": "Poland: Yellow Plate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Malawi: In the Shadow of El Nino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dominika Kulczyk reaches out to one of the poorest countries in the world - Malawi. In recent years, the country has been suffering for both droughts and floods, leaving the crops totally destroyed. The country's access to healthcare is one of the lowest in the world. More than 6.5 million Malawi people need nutrition aid. This means that the lives of many of them, especially children, are in danger. In this episode, Dominika Kulczyk visits the Neno district, where one of the best non-governmental organizations in the world - Partners in Health - runs a hospital. ...    "
                },
                "5": {
                    "title": "Colombia: Teenage Mothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Pregnant girls at the age of 13 or grandmothers at the age of 26 are of no surprise in Colombian slums. In the poorest social class, violence against women is especially striking: rape, sexual abuse or sex trafficking of minors happen on everyday basis. Teenage pregnancies are extremely prevalent. Colombia is a country that experienced a brutal 50-years long civil war as well as ruthless drug cartels. The long escalation of violence has caused millions of Colombian people to suffer from extreme poverty. The situation in Colombia has forced over 7 million people to ...    "
                },
                "6": {
                    "title": "East Timor: Difficult Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Timor-Leste is one of the youngest countries in the world. After many years of foreign occupation, there are still wounds wide open. Social ones. One of them is domestic violence against women, and consequently, also children. Dominika Kulczyk with her Foundation reaches out to Timor, to Bella Galhos, a heroine, who was fighting for her country's independence and is now fighting against poverty, so that it wouldn't disgrace people.    "
                },
                "7": {
                    "title": "Benin: Accused of Witchcraft",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    In February 2016, the world was gripped by the photo of a starved-to-death boy, accused of witchcraft and banished by his family and community. The two-year-old was extremely emaciated. He was living on the streets for 8 months. He was eating scraps thrown by passers-by. In order to help children like him, Dominika Kulczyk and her Foundation reaches out to African Benin. There are countries where thousands of children who are claimed witches are abandoned, tortured or even murdered. This tradition is followed by an ethnic group Bariba, living in the northern part of ...    "
                },
                "8": {
                    "title": "Vietnam: The Promise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Efekt Domina (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Vietnam is one of the fastest developing countries in Southeaster Asia; yet, not everybody can benefit from such a development to the same extent. Every year, thousands of families from poor Vietnamese villages migrate to cities with a view to having a better future. Most of them end up in slums, joining the urban poor. It is in Vietnam that Dominika Kulczyk supports those who are the most unprivileged, who don't have access to healthcare, education, and other social benefits.    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Kulczyk, Dominika"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Poland"
        ],
        "country codes": [
            "pl"
        ],
        "language codes": [
            "pl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTAxMTNhMTEtMTcxMC00MDQxLWI4MTktYTliNDgwNGY3NzcxXkEyXkFqcGdeQXVyODkyNDIzOTQ@._V1_SY150_CR19,0,101,150_.jpg",
        "plot outline": "An award-winning Dominika Kulczyk offers a rare and revealing inside look into the world of today, from the perspective of those often pushed below the margin of significance. Filmed on five continents and in more than 40 countries so far, she is granted unusual access to some of most notorious issues still affecting human life. She reports on the lives of children accused of witchcraft, girls trying to earn their future playing football at one of world's largest garbage sites, minors being sole bread-winners of their families in refugee camps, or former child soldiers trying to re-enter societies they once hurt, to name a few. The Domino Effect shows us how, with well-thought effort and passion, the tide can be turned in favor of those in anguish. It is a gripping and captivating look at the contemporary world and a result of her commitment to reporting work beyond borders as well as to philanthropic work on the ground.",
        "languages": [
            "Polish"
        ],
        "title": "Efekt Domina",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "production companies": [
            {
                "name": "Kulczyk Foundation"
            },
            {
                "name": "TVN"
            }
        ],
        "distributors": [
            {
                "name": "TVN"
            }
        ],
        "plot": [
            "An award-winning Dominika Kulczyk offers a rare and revealing inside look into the world of today, from the perspective of those often pushed below the margin of significance. Filmed on five continents and in more than 40 countries so far, she is granted unusual access to some of most notorious issues still affecting human life. She reports on the lives of children accused of witchcraft, girls trying to earn their future playing football at one of world's largest garbage sites, minors being sole bread-winners of their families in refugee camps, or former child soldiers trying to re-enter societies they once hurt, to name a few. The Domino Effect shows us how, with well-thought effort and passion, the tide can be turned in favor of those in anguish. It is a gripping and captivating look at the contemporary world and a result of her commitment to reporting work beyond borders as well as to philanthropic work on the ground."
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}