{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "Australia::2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Magee, Colin"
            },
            {
                "name": "Wagons, Henry"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODU5NDFkNGUtZmQ2MS00OWJkLWIwMDEtY2JjZTQ1NGZhM2I2XkEyXkFqcGdeQXVyMTAzMzc0MjA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Keepers of the Flame explores the history of barbecuing over fire (before we had our fancy gas BBQs) and shares how these traditions can be applied today. Hosted by the quirky duo of Colin Magee, real barbecue expert, and Henry Wagons, a real BBQ lover, Keepers traverses Australia to bring you traditional techniques from around the world - then applies a modern twist to these methods to make them relevant for today. Series one focuses on barbecue traditions from Argentina, Fiji, Vietnam, Greece and Australia. Our hosts meet expats now living in Australia, who are well versed in the barbecue traditions of their homeland. After learning these techniques, our hosts use what they have learned to put together an epic BBQ feast for all to try and share.",
        "languages": [
            "English"
        ],
        "title": "Keepers of the Flame",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "Keepers of the Flame (Australia)"
        ],
        "plot": [
            "Hosted by the quirky duo of Colin Magee, real barbecue expert, and Henry Wagons, a real BBQ lover, Keepers traverses Australia to bring you traditional techniques from around the world.",
            "_Keepers of the Flame_ (qv) explores the history of barbecuing over fire (before we had our fancy gas BBQs) and shares how these traditions can be applied today. Hosted by the quirky duo of Colin Magee, real barbecue expert, and Henry Wagons, a real BBQ lover, Keepers traverses Australia to bring you traditional techniques from around the world - then applies a modern twist to these methods to make them relevant for today. Series one focuses on barbecue traditions from Argentina, Fiji, Vietnam, Greece and Australia. Our hosts meet expats now living in Australia, who are well versed in the barbecue traditions of their homeland. After learning these techniques, our hosts use what they have learned to put together an epic BBQ feast for all to try and share."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}