{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "18 March 2014"
            }
        ],
        "release dates": [
            "Germany::18 March 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Der Beginn Der Reise",
                    "kind": "episode",
                    "episode of": {
                        "title": "T.E.A.R.S. (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The four protagonists wake up tied up in a basement room. After hearing a fuel explosion, they realize that they can not stay here. However, behind the locked door seems to be a completely different scenario going on.    "
                },
                "2": {
                    "title": "Kontakt Mit Den Trauernden",
                    "kind": "episode",
                    "episode of": {
                        "title": "T.E.A.R.S. (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Three, of the total of four companions, gradually awake in the moving vehicle. In the back seat, Schmorf and Geronimo Röder try to unravel from the slightly uncomfortable entangled situation, while Stanley has the passenger seat for himself. But how does he get to this place? Stanley faintly remembers what had happened in the garage. Zacharias !. He is not with them. He remembers the shot that grazed Zacharias Bergmann's leg and how it collapsed. They have to go back. That's for sure.    "
                },
                "3": {
                    "title": "Das Treffen Mit Sergej",
                    "kind": "episode",
                    "episode of": {
                        "title": "T.E.A.R.S. (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    What now? Vanessa is visibly scared and huddles on the back seat of the small red Opel Corsa. \"These are the insane guys of the \"Reine Offensive\". We have to leave, \"she yells at the boys, while in front of them a truck draws closer at breakneck speed, with inmates whose intentions do not look well. Now they have to decide. Fight or run away?    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Bomhoff, Nils"
            },
            {
                "name": "Budiman, Daniel"
            },
            {
                "name": "Gardé, Etienne"
            },
            {
                "name": "Gerdes, Hauke"
            },
            {
                "name": "Krätschmer, Simon"
            }
        ],
        "genres": [
            "Fantasy"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "18 Mar 2014 (Germany)",
        "number of seasons": 1,
        "rating": 9.4,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGNmNmJlNzgtNGI0Yi00NmRjLWJjZTItOTc1M2UzMzE0M2ZjXkEyXkFqcGdeQXVyMzQxMTcyOTQ@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "The world as we knew it, is in ruins. About a month ago, the T.E.A.R.S. virus broke out in Central Europe and within a few days nothing worked any more. Rescue plans failed in most countries. The public organizations had become too slender in the course of the economic crisis and there were too few hands to help. Already in the first week, the power grids fell nationwide and with them the reporting. The latest scraps of news reported that infected people overran Hamburg Airport and since at least that time, there have been very few sirens to be heard. Just two weeks after the outbreak, more than 90% of the former German population was dead or infected. The few remaining, fledged the ruins in search of the bare essentials or simply used what others had captured. From now on, anarchy prevailed! Three weeks after the outbreak, a few righteous people started establishing \"Neuanfang\". On the site of a former poultry farm, they built barricades against the \"Mourners\", who until now rarely wandered around in rural areas. A new city is emerging. And with it, new laws.",
        "languages": [
            "German"
        ],
        "title": "T.E.A.R.S.",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "T.E.A.R.S. (Germany)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gerdes, Hauke"
            }
        ],
        "production companies": [
            {
                "name": "Rocket Beans Entertainment"
            }
        ],
        "plot": [
            "The world as we knew it, is in ruins. About a month ago, the _T.E.A.R.S._ (qv) virus broke out in Central Europe and within a few days nothing worked any more. Rescue plans failed in most countries. The public organizations had become too slender in the course of the economic crisis and there were too few hands to help. Already in the first week, the power grids fell nationwide and with them the reporting. The latest scraps of news reported that infected people overran Hamburg Airport and since at least that time, there have been very few sirens to be heard. Just two weeks after the outbreak, more than 90% of the former German population was dead or infected. The few remaining, fledged the ruins in search of the bare essentials or simply used what others had captured. From now on, anarchy prevailed! Three weeks after the outbreak, a few righteous people started establishing \"Neuanfang\". On the site of a former poultry farm, they built barricades against the \"Mourners\", who until now rarely wandered around in rural areas. A new city is emerging. And with it, new laws."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 9.4
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.2
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "males": {
                "votes": 6,
                "rating": 9.3
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 9.3
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "females": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "non us users": {
                "votes": 6,
                "rating": 9.2
            }
        },
        "number of votes": {
            "10": 6,
            "9": 2,
            "8": 2,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.4,
        "median": 1
    }
}