{
    "imdb": {
        "episodes": {
            "1": {
                "1": {
                    "title": "Games and Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee travel to the Anywhere Store, Mr Snaffle Sprouts' Garden and Kendal Bootglow's Fire Station; playing a game of hide and seek with their friends. Once found, each friend hides something for Fo-Fo to find on his own, encouraging Fo-Fo to \"Never Give Up!\". Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Oranges.    "
                },
                "2": {
                    "title": "Schlumpberry Pie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee are given a healthy snack from their good friend Mr Snaffle Sprouts, Schlumpberries. To our friends Schlumpberries are an unfamiliar and rather unpleasant smell and although Fo-Fo, Logan and Wee don't like the smell, Fixle Bowstring encourages them to travel around Seabucklebark and find three friends who do. When they arrive at Kendal Bootglow's Fire Station, Kendal is preparing to cook a delicious pie, she decided to add the Schlumpberries to her pie. Fo-Fo and our friends learn that not everybody likes the same thing, and there is ...    "
                },
                "3": {
                    "title": "Helping",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee are curious as to how Fixle Bowstring gets so much done each and every day. During a bubble call with Fixle Bowstring we learn all of our friends are in need of help. Mr Snaffle Sprouts struggles to lift a Wobbly Dobbly Fruit onto his mobile garden, Kendal Bootglow has run out of Glow Goo for her Bootglow Fire Hose and the Beach Door has blown open in the Anywhere Store. Fo-Fo, Logan and Wee, with the help of the Task Tinkers, venture around Seabucklebark to help their friends. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip...    "
                },
                "4": {
                    "title": "Story Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    After looking through all of his story books Fo-Fo Figgily decides he wants to write one of his own. Fixle Bowstring instructs our friends there are three things you need for a good story; a beginning, a middle and an end. Our friends travel to Mr Snaffle Sprouts Garden for their beginning, the Anywhere Store for their middle and Kendal Bootglow's Fire Station for their ending. With their story now complete our friends travel to Fixel's Lab, where Fixle uses his latest invention, the Bookinator 2000 to create Fo-Fo's very first Story Book. Kendal Bootglow demonstrates...    "
                },
                "5": {
                    "title": "Dance Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee travel all across Seabucklebark to find out what kind of dancing music their friends listen to. After finding three different types of music, slow dancing music, fast dancing music and silly dancing music, Fo-Fo Figgily invites all of his friends to come to his house to have a Dancing Party. Once there everybody has a wonderful time and performs \"Dance Dance\". Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Pumpkin.    "
                },
                "6": {
                    "title": "Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee want to throw a surprise Birthday Party for their good friend Kendal Bootglow. Fo-Fo has the perfect present, a Giggly Giggle Plant, but unfortunately the Giggly Giggle Plant has lost all of its giggles. Fixle Bowstring suggests our friends find three things that make them giggle to fill the Tasker Jar with Giggle Goo, to then use to water the Giggly Giggle Plant so it can get it's giggles back. Our friends travel to the magical Jumble Falls, and then to Mr Snaffle Sprout's fruitful garden before finally returning to Fo-Fo Figgily's to ...    "
                },
                "7": {
                    "title": "Treasure Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Fo-Fo Figgily shares with Logan a shiny bottle that he and Wee found on the beach that morning. Our friends discover the inside the bottle is a treasure map. Showing where treasure could be hidden. The map reveals a clue that takes our friends on an adventure all around Seabucklebark. They visit their friend Mr Snaffle Sprouts, they hop with the Pogo Palm Tree at Kendal Bootglow's Fire Station and they find a key at Jumble Falls. Our friends find the hidden treasure which then leads them to Fixle's Lab. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip ...    "
                },
                "8": {
                    "title": "Colours and Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee want to paint pictures, but there's only one problem, they haven't got any paint. Fixle Bowstring instructs our friends to fill the Tasker Jar with three colours, Yellow, Blue and Red and to then bring the Tasker Jar to his Lab to make paint. Our friends venture to Mr Snaffles Sprouts Garden, Mount Seabucklebark and Kendal Bootglow's Fire Station to find their three colours. Once all of the colours are found and the Tasker Jar is full, Fo-Fo, Logan and Wee travel to Fixel's Lab where the Tasker Panel transforms the colours into three ...    "
                },
                "9": {
                    "title": "Seasons",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Logan visits Fo-Fo's house as he does every day, but this time holding a Sea Shell. Intrigued by the shell, Fo-Fo learns that it is from summer and that there are four different seasons. Fo-Fo, Logan and Wee travel to Fixel's Lab where Fixle shows them his latest machine, the Seasonator 4000. The Task Tinkers set the dial of the Seasonator 4000 to Autumn and the location to Seabucklebark Park and our friends set off on an adventure to create a \"Seasons Collection\". With a shell from summer, a leaf from autumn, some snow from winter and a flower from spring, Fo-Fo's \"...    "
                },
                "10": {
                    "title": "Good Friend Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Fo-Fo realizes how lucky he is to have such wonderful friends and decides he would like to celebrate with a \"Good Friend Day\" celebration. Fixle tells our friends they need to find something yummy to eat, something fun to do and somewhere fun to go to have the perfect \"Good Friend Day\" celebration. Fo-Fo Figgily, Logan and Wee travel to Mr Snaffle Sprouts Garden to find something yummy to eat, Kendal Bootglow's Fire Station to find something fun to do and finally to the Anywhere Store to ask Ernest Earthworm where the perfect place to go is. For the first time, all of...    "
                },
                "11": {
                    "title": "Reading Cards",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Fo-Fo receives a postcard from Logan, but there is one word on it that he cannot spell. With the help of Logan and Wee, Fo-Fo travels across Seabucklebark to try and learn what this word is, letter by letter. Our friends learn the letter \"H\" at Jumble Falls, \"A\" at Mr Snaffle Sprout's Garden and \"T\" at Fixel's Lab. With the help of Fixle and the Task Tinkers, Fo-Fo sounds out the word \"HAT\", the word he was trying to read. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Avocado.    "
                },
                "12": {
                    "title": "The Anywhere Store",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Fo-Fo Figgily spots a beautiful rainbow outside of his house and wants to try and get as close to it as he can. Fo-Fo, Logan and Wee travel to Ernest Earthworms to see if maybe one of the doors from the Anywhere Store could help them get closer to the rainbow. Ernest gives our friends a Sparkle Stone Twinkle Triangle, a magical device that once filled with the right coloured Sparkle Stone for each corner shows a wonderful rainbow surprise. Our friends find a Sparkle Stone at Jumble Falls, another at Mr Snaffle Sprouts Garden and the final one at Seabucklebark Park. ...    "
                },
                "13": {
                    "title": "Favourite Things",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Logan visits Fo-Fo's house as he does every day, but this time he brings an old-fashioned camera (Polaroid). Fo-Fo is busy arranging his favourite purple circles on his whiteboard from biggest to smallest and politely asks Logan if he could take a photo of them. Fixle Bowstring tells our friends of his wonderful new machine, the Fantastic Drawtastic Machine - his latest invention that turns photos into a colouring in book. Fo-Fo, Logan and Wee travel all around Seabucklebark to take photos of their friend's favourite things, in order from biggest to smallest, except ...    "
                },
                "14": {
                    "title": "That Makes Me Happy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee travel all across Seabucklebark to find the three places that make Logan Happy. Our friends travel to Jumble Falls, Mr Snaffle Sprouts's Garden and Kendal Bootglow's Fire Station, all places that make Logan very happy. Fo-Fo learns that it's not always where you are that makes you happy, but sometimes the company you are with. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Broccoli.    "
                },
                "15": {
                    "title": "Shapes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Fo-Fo is organizing his shapes on his shape board when Logan arrives. Our friends decide to travel around Seabucklebark and find three shapes, a purple circle, a red rectangle and a green square. After finding circles at Mr Snaffle Sprouts, rectangles at Kendal Bootglows and squares at Ernest Earthworms our friends visit Fixle Bowsting and the Task Tinkers at Fixle's Lab. Once there Fixle asks our friends to use his new machine, the Shape-o-nator 1000, an invention that turns flat shapes into 3D shapes. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip ...    "
                },
                "16": {
                    "title": "Listening",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    A funny sound can be heard all throughout Seabuckle Bark. Fo-Fo Figgily, Logan and Wee bubble call Fixle Bowstring and learn that the funny sound is coming from his new invention, the Symphonical tonical music machine, he's tuning it. Fo-Fo and his friends offer to help tune the machine by filling the Tasker Jar with three sounds, the sound of helping, the sound of happiness and the sound of harmony. After travelling to Kendal Bootglow's Fire Station and finding the sound of helping, the Anywhere Store and finding the sound of happiness and to Jumble Falls and ...    "
                },
                "17": {
                    "title": "Opposites",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    Wee tells Fo-Fo and Logan that Jumble Falls is going backwards. Our friends bubble call Fixle Bowstring and learn that to help Jumble Falls go forward again they have to find three opposites. Fo-Fo Figgily, Logan and Wee travel across Seabucklebark and Fo-Fo learns all about opposites, learning high and low at Jumble Falls, big and small at Kendal Bootglow's Fire Station and heavy and light at the Anywhere Store. By finding three opposites they are able to make Jumble Falls go forward again. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle...    "
                },
                "18": {
                    "title": "Remembering",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee travel all around Seabucklebark playing remembering games with their friends. They travel to the Anywhere Store, Kendal Bootglow's Fire Station and finally Fixle's Lab. Wee and Logan sing a song called \"Remembering\" which helps teach Fo-Fo different ways that he can remember things. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Strawberries.    "
                },
                "19": {
                    "title": "Haircut",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Fo-Fo Figgily is seeing purple, it's his long hair covering his eyes. Logan and Wee take Fo-Fo on an adventure to get his first haircut. With the help of all of their friends and Fixle Bowstrings latest invention, the Hairitizer 2000, Fo-Fo gets his first haircut. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Lemons.    "
                },
                "20": {
                    "title": "Sharing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee decide they would like to have a picnic with their friends. Our friends travel across Seabucklebark finding yummy treats to take with them on their picnic. Fo-Fo learns all about the importance of sharing with friends. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Radishes.    "
                },
                "21": {
                    "title": "Growing a Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee are taught by their good friend Mr Snaffle Sprouts, how to make a community garden. There are three things our friends set off to find to make the perfect community garden, seeds, water and a sunny place. After sharing the special event with their friends and making Seabucklebarks first community garden, our friends are all invited back to Mr Snaffle Sprouts Garden for a yummy fruity party. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Tomatoes.    "
                },
                "22": {
                    "title": "Wake Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Fo-Fo Figgily is taught \"The Wake Up Song\" by Logan and Wee. After this he is told by Fixle Bowstring that there are three key ways to start your day with energy, that is by eating a healthy breakfast, doing some exercise and learning something new. Fo-Fo learns how to start the day the best way he can, with energy. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, a Coconut.    "
                },
                "23": {
                    "title": "Thank You",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    Fo-Fo receives thank you presents from all of his friends as he did something kind for all of them. In a way to say thank you for the gifts, Logan and Wee help Fo-Fo create gifts of his own to give back to his friends. Fo-Fo learns the importance of saying thank you and having good manners. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Plums.    "
                },
                "24": {
                    "title": "Show and Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Fo-Fo draws a number three that he is very proud of, while showing his number three to Fixle Bowstring during a bubble call, Fixle suggests all of our friends have a Show and Tell at his lab. Our friends set off on an adventure inviting all of their friends to come to the lab and show everybody their special items. All of our friends have a show and tell at Fixle's Lab. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle Sprouts teaches us all about a healthy snack, Beetroot.    "
                },
                "25": {
                    "title": "Daybreaker Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fo-Fo Figgily Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    Fo-Fo Figgily, Logan and Wee can hear a funny sound outside of Fo-Fo's house and discover it's the Pogo Palm Tree, it's lost its pogo bounce. Fixle Bowstring tells our friends that the only way for the Pogo Palm Tree to get its bounce back is by filling the Daybreaker Box with activities. Fo-Fo, Logan and Wee with the help of their good friend Kendal Bootglow, set off across Seabucklebark doing all kinds of activities to fill the Daybreaker Box. Fo-Fo is encouraged to be active and healthy. Kendal Bootglow demonstrates to us a Fo-Fo Figgily Fitness Tip and Mr Snaffle ...    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Maddren, Tim"
            },
            {
                "name": "Hoflin, Natalie"
            },
            {
                "name": "Ng, Chloe"
            },
            {
                "name": "Aston, Callum"
            },
            {
                "name": "Auda, Imad"
            },
            {
                "name": "Bioc, Arman"
            },
            {
                "name": "Ashish, Hamdy"
            },
            {
                "name": "Kotaila, Husam"
            },
            {
                "name": "Terhune, Dick"
            },
            {
                "name": "Lowe, Myles"
            },
            {
                "name": "Shaffer, Leah"
            },
            {
                "name": "William, Scott"
            },
            {
                "name": "Higgins, Katie"
            },
            {
                "name": "Higgins, Katie"
            }
        ],
        "genres": [
            "Short",
            "Family"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 10.0,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTY2Njk5MDYtYTE3Mi00OTc0LWI3MTAtODE1NGZkYjRhYjQyXkEyXkFqcGdeQXVyNTI4NjUxODI@._V1_SY150_CR44,0,101,150_.jpg",
        "plot outline": "Each episode consists of three narrative acts, interstitials, two songs and has devoted segments with a focus on nutrition and exercise. Through storytelling, Fo-Fo learns numbers, shapes and letters, and explores concepts like working together, sharing, thinking of others and saying thank you. Fo-Fo encourages kids to make healthy choices and have fun.",
        "languages": [
            "English"
        ],
        "title": "The Fo-Fo Figgily Show",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Fo-Fo Figgily Show (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "DaVicky, Jamie"
            },
            {
                "name": "Pattee, Carly"
            },
            {
                "name": "Kenny, Ian"
            }
        ],
        "production companies": [
            {
                "name": "F3 Productions"
            }
        ],
        "distributors": [
            {
                "name": "Escapade Media"
            }
        ],
        "plot": [
            "_The Fo-Fo Figgily Show_ (qv) explores fundamental learning concepts and helps children discover the importance of community and positivity through a world of enchanted characters, puppets, magical visual effects and 3D animation.",
            "Each episode consists of three narrative acts, interstitials, two songs and has devoted segments with a focus on nutrition and exercise. Through storytelling, Fo-Fo learns numbers, shapes and letters, and explores concepts like working together, sharing, thinking of others and saying thank you. Fo-Fo encourages kids to make healthy choices and have fun."
        ],
        "synopsis": [
            "Bursting with enthusiasm and wonder, The Fo-Fo Figgily Show explores fundamental learning concepts and helps children discover the importance of community and positivity by inviting them to enter a world of enchanted characters, Puppets, magical visual effects and 3D animation.\nFo-Fo Figgily is a Fump, a 7 foot tall yellow, furry creature from the island of Seabucklebark. He is inquisitive and has friends from all over the island. Logan is Fo-Fo's best friend, who arrives at Fo-Fo's door each day, ready for a new learning adventure.\nVivala Wee is another one of Fo-Fo's most loyal and trusted friends. Vivala helps guide Fo-Fo as he finds his way through the world of Seabucklebark. She can call for a Fump Bump from Fo-Fo, which changes her from fairy size to life-size to join in all the fun!\nThis series encourages kids to make healthy choices and have fun, by joining Kendal Bootglow, a fire fighter and an expert at helping people and staying active. Each day, she shares a new fitness tip to keep hearts and bodies strong. Mr Snaffle Sprouts is a passionate, spry, older gardener who loves sharing his knowledge about all the yummy fruits and vegetables that grow in his amazing garden and how this help you grow big and strong\nAlways at the ready to help, Fixle Bowstring is the wise Fix-it-all of Seabucklebark Island. He is assisted by the illustrious young Fix-it-alls, the Task Tinkers. They are an excitable duo who help carry out the many different tasks with a kind giggle and gentle smile. When the team needs to get somewhere fast, they visit Ernest Earthworm's Anywhere Store, an emporium of doors that open to wherever they need to go.\nEach episode consists of three narrative acts, interstitials, two songs and has devoted segments with a focus on nutrition and exercise. Through storytelling, Fo-Fo learns numbers, shapes\nand letters, and explores concepts like working together, sharing, thinking of others and saying thank you. Fo-Fo encourages kids to make healthy choices and have fun."
        ],
        "tech": {
            "runtime": [
                "15 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 3,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 8,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        }
    }
}