{
    "imdb": {
        "episodes": {
            "1": {
                "1": {
                    "title": "Dare to Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wimbledon: History of the Championship (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Few names in sport evoke such images of tradition and triumph as Wimbledon: the epitome of one of the world's biggest sports; a feast of nostalgia; a great Britsh garden party; an extravaganza of excellence. Dare to Dream takes a close look at the players who made took those chances to achieve greatness.    "
                },
                "2": {
                    "title": "The Glory Years",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wimbledon: History of the Championship (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The Glory Days is a definitive history of The Championships, facilitated by the most comprehensive series of interviews ever undertaken with former and current tennis greats from around the world who have competed on the lush lawns of Wimbledon.    "
                },
                "3": {
                    "title": "Coming of Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wimbledon: History of the Championship (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Coming of Age explores the quintessential Wimbledon experience; it's great characters and champions. It traces how one tournament has been the catalyst for so much innovation in the game of tennis. The third in this four part series depicts how and why All England Lawn Tennis Club is one of the best in the world.    "
                },
                "4": {
                    "title": "More Than a Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wimbledon: History of the Championship (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    More than a Game is the last in the series of this four part journey and takes a close look at the players and their life changing experiences that have taken place, not only on the courts but off as well. Interview-based, learn as we look back through great many Championships, champions and change over the 125 years of Wimbledon.    "
                }
            }
        },
        "number of episodes": 4,
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE0NjU4MjIyNV5BMl5BanBnXkFtZTgwMzEyNDAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Few names in sport evoke such images of tradition and triumph as Wimbledon. This is a four-part journey through Championships, champions and change. It explores the quintessential Wimbledon experience, it's great characters and champions and traces how one tournament has been the catalyst for so much innovation in the game of tennis.",
        "title": "Wimbledon: History of the Championship",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "plot": [
            "Few names in sport evoke such images of tradition and triumph as Wimbledon. This is a four-part journey through Championships, champions and change. It explores the quintessential Wimbledon experience, it's great characters and champions and traces how one tournament has been the catalyst for so much innovation in the game of tennis."
        ],
        "tech": {}
    }
}