{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2018"
            }
        ],
        "release dates": [
            "USA::1 January 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Joshua Jones: Origins",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Joshua Jones is in for just another boring summer at his grandparents' home when events suddenly take a turn for the better. At the Seattle airport, he meets a mysterious martial arts trainer and is accepted under him as a potential trainee. The man sends Josh and other selected nominees on a quest to retrieve some ancient articles. The prize for completing the quest is the chance to train under him as a student. Josh is faced with many trials, including newfound love and a bully who isn't afraid to fight for what he wants as they race through the bustling Seattle ...    "
                },
                "2": {
                    "title": "Sands of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The heroes stop at a deserted island in the middle of the Pacific on their way back from Australia. It is in this remote tropical escape that they decide to store their acquired treasure. However, Josh and Grace head off exploring and find that the island is more captivating than at first glance. After meeting up with a mysterious parrot, the two travel in search of more treasure. Along the way, many adventure await them, including dangerous encounters with death and love amid the romantic aura of the Sands of Love.    "
                },
                "3": {
                    "title": "The Garden Estate",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    While their teammates are sent to Australia to recover a piece of the almighty Golden Dragon statue, Austin and Caitlan head for British Columbia to find a treasure of their own.    "
                },
                "4": {
                    "title": "Story of Brooklyn",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The story of the Ryan family in the days following the assembly of the Golden Dragon. Follow the story of Brooklyn Ryan, from birth, to growing up, to being whisked away on a mind bending adventure that will change the fate of everyone.    "
                },
                "5": {
                    "title": "The Cairo Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The team reassembles to chase down a myth leading them to the heated desert of Cairo. The group sets out to save Brooklyn from certain peril while fighting with the discovery of a secret that leaves the group scattered like the wild sands of Egypt.    "
                },
                "6": {
                    "title": "Campfire Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Upset with the way things were left in Cairo, Josh sets out for an adventure of his own. As he travels to the wild west, he realizes that he is the main protagonist from his favorite novel of all time. Discovering his courage, Josh comes to terms with his worth to his team and battles to make it back home safely.    "
                },
                "7": {
                    "title": "The Meeting of Moscow",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    After the breakdown in Cairo, Austin sets out on a new adventure towards Moscow. Partaking in a very important meeting, Winters realizes that his quick decisions could change the fate of everything he's ever known. Learning consequence, he discovers something and insists on reforming his group.    "
                },
                "8": {
                    "title": "Day of the Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Grace must deal with the consequences of Cairo by chasing after a newfound enemy of the team that she knows all too well. Her travels bring her straight back to a Day of the Dead festival in Mexico that she has visited before. She must act quickly against the new threat to ensure the safety of the people she loves.    "
                },
                "9": {
                    "title": "The Golden Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "25 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    After facing all odds in Cairo, Blake and Caitlan travel on to ancient Japan in search of Brooklyn. Rekindling and rediscovering their love for one another, the two battle side by side as they race to the top of a mountain on fire to reach something they know about all too well: the idol of the Golden Dragon.    "
                },
                "10": {
                    "title": "Reawakening",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "25 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    After reawakening the Golden Dragon, Blake and Caitlan are lost in a distant Christmas village with no way out. As they settle down for the holiday festival, the rest of the team decides it best to band together to save their friends. Is the feeling of Christmas in the air enough to keep Blake and Caitlan safe from harm?    "
                }
            },
            "1": {
                "1": {
                    "title": "Prelude to Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A young man named Blake Ryan is living a normal life, dedicated to school and close family in the tiny town of Eagle Creek. A mysterious visitor crosses his path while beginning a quest for an ancient treasure. With Christmas spirit in the air, the two become close as they begin the hunt.    "
                },
                "2": {
                    "title": "Tokyo Nights",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The race for the \"golden pieces\" of the almighty dragon idol begins. Martial artist Caitlan is sent on special assignment to Tokyo to track down Cage's ex-prodigy Austin Winters, as well as a piece of the Golden Dragon. She begins to put her skills to the test as she faces one of the deadliest ringleaders in Japan.    "
                },
                "3": {
                    "title": "Battle of the Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Blake and new friend Josh begin their vigorous training under Mr. Cage, a Master of the martial arts. They begin to hone in on their techniques in time to compete in a worldwide event titled the Battle of the Desert. Can one of them walk away with the grand prize or will they be left in the dust?    "
                },
                "4": {
                    "title": "Trouble Down Under",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    After a vehicle accident, the team of treasure hunters struggles with amnesia to unify themselves as a group once again. A new opportunity arises to gather another piece of the almighty Golden Dragon. The only catch? It's locked away in one of Australia's most highly secure mansions. The team of thieves plot their greatest heist yet!    "
                },
                "5": {
                    "title": "Dusk of the Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Cage is summoned by another Master of the martial arts to join him on a dangerous adventure in the heart of Congo to explore an ancient ruin rumored to be haunted. The team travels to Africa to aide in finding another golden piece, and in the process, learns more about their rival treasure hunting team, an organization only interested in the wealth that the mysterious gold might bring. With their greatest puzzle ahead of them, the team utilizes their skills to try and escape the dark of night alive!    "
                },
                "6": {
                    "title": "Terrifying Tundra",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The team of heroes embarks on yet another journey, this time following a lead which takes them on the path to the secret hideout of their rival treasure hunting foes. Along the way, they must take a continental train ride which has mystery surrounding its variety of passengers. Their destination: a lone lighthouse standing amidst snowy terrain. Not only does the team have to come face to face with the leader of the opposing team, but they must survive the elements of the harsh Northern winter!    "
                },
                "7": {
                    "title": "Starlight Cruise",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The team is sent on a cruise to a tropical destination, but they soon find out they are far from paradise. A familiar enemy face is spotted, leading the heroes to believe that their treasure hunting rivals have not been defeated. Blake discovers a secret regarding the order of the Masters that pieces together Cage's dark past.    "
                },
                "8": {
                    "title": "Winds of the West",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Returning from their Florida mission, the team is urgently called back in to chase a newly discovered golden piece. While Caitlan's brother joins the team, they must take a step back to nature as they hideout among friends on the Madehsi Native American grounds in the heart of the California redwood forest. Stepping into a tribal battle, the team discovers their foes may have a hand in the recent feuds over land in the area.    "
                },
                "9": {
                    "title": "Viva Las Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    The team discovers that their foes may have set up base in one of the top security casinos on the Las Vegas Strip. They find they may have to go to all ends to reach the villainous leaders and put a stop to their trail of destruction. Using cunning skills and sneaking past top rate security, the stakes have never been higher than in Vegas!    "
                },
                "10": {
                    "title": "Breakout!",
                    "kind": "episode",
                    "episode of": {
                        "title": "King of the Golden Sun (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    In the ultimate trial of good versus evil, the team must come face to face with their treasure hunting foes one last time. As they pursue their rival leader across the Mexican border, they discover more behind the uprising of the intentions of the group, and try to battle with what is right. It takes more courage than ever before to finally bring an end to the treasure hunt as the heroes enter their final showdown!    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Dempster, Anna"
            },
            {
                "name": "Burns, Cody"
            },
            {
                "name": "Rex, Chris"
            },
            {
                "name": "Fronk, Aaron"
            },
            {
                "name": "Valdovinos, Dominique"
            },
            {
                "name": "Hauth, Christopher"
            },
            {
                "name": "Taj, Andishay Wolvpact"
            },
            {
                "name": "Haidar, Leah"
            },
            {
                "name": "Price, Nikita"
            },
            {
                "name": "Nakaishi, Tess"
            },
            {
                "name": "Salinas, Matthew"
            },
            {
                "name": "Warner, Kristin"
            },
            {
                "name": "Wank, Alex"
            },
            {
                "name": "Burns, Brandon"
            },
            {
                "name": "Smith, Alan C."
            },
            {
                "name": "Rex, Katie"
            },
            {
                "name": "Brush, William"
            },
            {
                "name": "Cabello, Camila"
            },
            {
                "name": "Loftus, David"
            },
            {
                "name": "McCracken, Alex"
            },
            {
                "name": "Shilling, Steven"
            },
            {
                "name": "Small, Darryl Robert"
            },
            {
                "name": "Sparks, Jake"
            },
            {
                "name": "Tubbs, Al"
            },
            {
                "name": "Snyder, Kevin"
            },
            {
                "name": "Amsbaugh, Clifford"
            },
            {
                "name": "Amsbaugh, Sidonia"
            },
            {
                "name": "Anderson, Tyler"
            },
            {
                "name": "Bonchonsky, Carley"
            },
            {
                "name": "Burns, Chris"
            },
            {
                "name": "Caldera, Cassie"
            },
            {
                "name": "Cave, Chelynn"
            },
            {
                "name": "Champion, Elizabeth"
            },
            {
                "name": "Chase, Daveigh"
            },
            {
                "name": "Dinucci, Blair"
            },
            {
                "name": "Ericson, Ami C."
            },
            {
                "name": "Fatone, Joey"
            },
            {
                "name": "Fox, Shane"
            },
            {
                "name": "Gerber, Debbie"
            },
            {
                "name": "Grimme, Catherine"
            },
            {
                "name": "Hausbach, Ben"
            },
            {
                "name": "Helwig, Allesondra"
            },
            {
                "name": "Hoyt, Allison"
            },
            {
                "name": "Jackson, Ashley Noelle"
            },
            {
                "name": "Johnson, Allen"
            },
            {
                "name": "Jonas, Joe"
            },
            {
                "name": "Kimura, Lauren"
            },
            {
                "name": "Kirkpatrick, Chris"
            },
            {
                "name": "Krug, Liam"
            },
            {
                "name": "Lazar, Angela Roxanne"
            }
        ],
        "locations": [
            "Portland, Oregon, USA::(studio)"
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWIzMjk2M2ItOTk1Mi00NjNmLTkzNzYtOGM4NjkzY2ZiNDgwL2ltYWdlXkEyXkFqcGdeQXVyMjM0NjYzNzI@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "A young man is chosen to join a team of treasure hunters in their quest to obtain pieces of an ancient statue. A world of new experiences and severe training under some of martial arts' finest lead the team to push their limits and take down a rival team also searching for the treasures. It's an all out action packed race to the finish line with twists and turns as the team travels worldwide on their great search.",
        "languages": [
            "English"
        ],
        "title": "King of the Golden Sun",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "King of the Golden Sun (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Burns, Cody"
            }
        ],
        "production companies": [
            {
                "name": "Spike Industries"
            }
        ],
        "distributors": [
            {
                "name": "Kunaki Publishing"
            }
        ],
        "plot": [
            "A young man is chosen to join a team of treasure hunters in their quest to obtain pieces of an ancient statue. A world of new experiences and severe training under some of martial arts' finest lead the team to push their limits and take down a rival team also searching for the treasures. It's an all out action packed race to the finish line with twists and turns as the team travels worldwide on their great search.::Spike Industries"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}