{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2018"
            }
        ],
        "release dates": [
            "USA::1 January 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Regrets (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Bhatt, Anand"
            },
            {
                "name": "Biondolillo, Domenica"
            },
            {
                "name": "Del Rio, Roberto"
            },
            {
                "name": "Rivera, Zandra"
            },
            {
                "name": "Thurmond, Ricardo"
            },
            {
                "name": "Torres, Dalila"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjRlMzY5YWEtNTQxOC00ZGMzLWJiNzctZjBiMjJkYTMzMWFkXkEyXkFqcGdeQXVyNzE3MTM2NQ@@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "No Regrets",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "No Regrets (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Del Rio, Roberto"
            },
            {
                "name": "Rivera, Zandra"
            }
        ],
        "production companies": [
            {
                "name": "MainStream Media Ent"
            }
        ],
        "distributors": [
            {
                "name": "Mainstream Latinos"
            }
        ],
        "plot": [
            "Their only regret is that they have - _No Regrets_ (qv). An animated off-beat comedic drama.::ZANDRA RIVERA"
        ],
        "synopsis": [
            "The show revolves around three friends who frequently make mistake after mistake in the city of Chicago whilst trying to navigate their twenties with varying degrees of failure. Two gay Latinos Xavier Flores and JFK (Jocelyn Fernandez Kamienski), both 25, live together in a small apartment in the northwest side neighborhood of Avondale. Rita Spencer, JFK's friend and Xavier's frenemy, lives in the Ukrainian Village which is an enclave in the West Town community area. They've known each other since high school and are very close whether they like it or not. Xavier is a gay Mexican American, JFK is a lesbian Puerto Rican and Rita is a straight African American. These three main characters interact with new people as well as they're long time friends from high school, Hugo, Pete, Rope and Autumn. Throughout this inclusive series, the characters are met with the difficulties of not only living in the city of Chicago but also with living in the still very young century. Their Millenial sense of entitlement is a direct response to the expectations that had been placed upon them since their birth and formative years in the late 20th century, a gravely different landscape than what is known to be true now. They carry the burden of being the future while those of the past have only served to create an illusion of the American Dream that has been disrupted in recent years due to current global economic climate. The series will provide an introspective look on how the current generation faces these real factors while facing the challenges that their mistakes and decisions are their responsibility now that they have no one to answer to but themselves."
        ],
        "tech": {}
    }
}