{
    "imdb": {
        "episodes": {
            "1": {
                "1": {
                    "title": "Where Three Roads Meet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Storytellers (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Where Three Roads Meet is Ancient Greek Tragedy set in rural Tennessee. The hero struck a deal with The Fates (God), but it's a deal no human can keep. His sins are visited upon his family. All secrets are revealed and no one escapes unpunished. The story has a hero who battles The Fates-and lust, lies, incest, murder, a wise Oracle, and a church sign that doubles as Greek chorus.    "
                },
                "2": {
                    "title": "The Narrow Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Southern Storytellers (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    After his wife's suspicious death, a man discovers her infidelity and that her lover died mysteriously on the same day. His search for answers uncovers a pharmaceutical company's conspiracy to cover up the dangerous side-effects of one of their drugs, leading him into a dark world of secrets, lies, and murder.    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Contreras, Carla Christina"
            },
            {
                "name": "Neiswanger, Rachel"
            },
            {
                "name": "Oxnam, Brad"
            },
            {
                "name": "Pitzel, Trevor Anthony"
            },
            {
                "name": "Bentley, Mackey"
            },
            {
                "name": "Craig, Austin"
            },
            {
                "name": "Harris, Clark"
            },
            {
                "name": "Herlong, Byron"
            },
            {
                "name": "Kean, Jeff"
            },
            {
                "name": "Lannan, Heather"
            },
            {
                "name": "Lines, Rebecca"
            },
            {
                "name": "Mehta, Sejal"
            },
            {
                "name": "Montgomery, Tiffany"
            },
            {
                "name": "Moreno, Scott"
            },
            {
                "name": "Shortland, Dean"
            },
            {
                "name": "Shrum, Allison"
            },
            {
                "name": "Taylor, Sydney"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDRlNmQ5NDAtNjZlMy00ODU0LWFmYWUtOTNkNWRjODk5YzNjXkEyXkFqcGdeQXVyNjc2MTgzMjE@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "Southern Storytellers an innovative web-series that showcases the hidden stories Southern screenwriters are itching to tell. The series focuses on the screenwriters and actors that participate in the Southern Storytellers radio play podcast series recorded in front of a live audience in Nashville, TN. Each episode gives deep background and insights into the screenplay from both the screenwriters' and actors' perspectives, capturing the emotional, comical, and dramatic moments from radio play recording that make each screenplay worthy of the big screen. A series for studio executives and film fans alike, Southern Storytellers aims to connect these stories to an audience invested in seeing independent film thrive and dedicated to great storytelling as a foundation for great filmmaking.",
        "title": "Southern Storytellers",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Southern Storytellers (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Baker, Kathryn"
            },
            {
                "name": "Deverell, David"
            },
            {
                "name": "Edwards, Nathan"
            }
        ],
        "production companies": [
            {
                "name": "Grand Divisions Production Company"
            }
        ],
        "plot": [
            "_Southern Storytellers_ (qv) an innovative web-series that showcases the hidden stories Southern screenwriters are itching to tell. The series focuses on the screenwriters and actors that participate in the _Southern Storytellers_ (qv) radio play podcast series recorded in front of a live audience in Nashville, TN. Each episode gives deep background and insights into the screenplay from both the screenwriters' and actors' perspectives, capturing the emotional, comical, and dramatic moments from radio play recording that make each screenplay worthy of the big screen. A series for studio executives and film fans alike, _Southern Storytellers_ (qv) aims to connect these stories to an audience invested in seeing independent film thrive and dedicated to great storytelling as a foundation for great filmmaking."
        ],
        "tech": {}
    }
}