{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 October 2018"
            }
        ],
        "release dates": [
            "USA::11 October 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzYwZGNmOWEtYTgwNS00YTFjLTgxNGYtZDk0YWVjNDkxNDBlXkEyXkFqcGdeQXVyNTY4OTM2NA@@._V1_SY150_CR148,0,101,150_.jpg",
        "plot outline": "Room to Grow, the Revry Original Docu-Series, chronicles the lives and stories of LGBTQ+ teens and families in cities across the country, offering an up-close and intimate glimpse into their daily lives as they endeavor to find an identity that fits and a place in their communities. Room to Grow shows just how important it is for LGBTQ+ teenagers receive the support they need at home, at school, at church, and in the world to reach their full potential. Kids grow up fast, and it's amazing how much these teenagers changed just in the 12 months we spent with some of them.",
        "languages": [
            "English"
        ],
        "title": "Room to Grow",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Room to Grow (United States)"
        ],
        "production companies": [
            {
                "name": "Room To Grow Productions"
            }
        ],
        "distributors": [
            {
                "name": "REVRY"
            }
        ],
        "plot": [
            "_Room to Grow_ (qv), the Revry Original Docu-Series, chronicles the lives and stories of LGBTQ+ teens and families in cities across the country, offering an up-close and intimate glimpse into their daily lives as they endeavor to find an identity that fits and a place in their communities. _Room to Grow_ (qv) shows just how important it is for LGBTQ+ teenagers receive the support they need at home, at school, at church, and in the world to reach their full potential. Kids grow up fast, and it's amazing how much these teenagers changed just in the 12 months we spent with some of them.",
            "_Room to Grow_ (qv), the Revry Original Film Docu-Series, chronicles the lives and stories of LGBTQ+ teens and families across the country, offering an up-close and intimate glimpse into their daily lives as they endeavor to find an identity that fits and a place in their communities."
        ],
        "tech": {}
    }
}