{
    "imdb": {
        "raw release dates": [
            {
                "country": "Greece\n",
                "date": "15 March 2018"
            }
        ],
        "release dates": [
            "Greece::15 March 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Greece"
        ],
        "country codes": [
            "gr"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODUzZjg4ZTUtNTQ0OS00ZWNmLThhYTktN2YyN2I3ZTgwYjk3XkEyXkFqcGdeQXVyNTkwMDI0NTQ@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "EUR230 (estimated)",
        "plot outline": "In Vino Veritas. Everything there is to know about Greek Wine. \"In Vino Veritas\" is an international co-production documentary feature of six one hour episodes projecting the history and values of Greek Wine. Filmed, edited and directed entirely by Constantinos Tseklenis during 2017, the project reveals the picturesque vineyards valleys and the wine-making process in Greece.",
        "title": "In Vino Veritas",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "In Vino Veritas (Greece)"
        ],
        "production companies": [
            {
                "name": "Smartframes Audiovisuals"
            }
        ],
        "distributors": [
            {
                "name": "Cosmote TV"
            }
        ],
        "plot": [
            "_In Vino Veritas_ (qv). Everything there is to know about Greek Wine. \"_In Vino Veritas_ (qv)\" is an international co-production documentary feature of six one hour episodes projecting the history and values of Greek Wine. Filmed, edited and directed entirely by Constantinos Tseklenis during 2017, the project reveals the picturesque vineyards valleys and the wine-making process in Greece."
        ],
        "synopsis": [
            "\"In Vino Veritas\" is an international co-production documentary feature of six one hour episodes projecting the history & values of Greek Wine.Filmed, edited and directed entirely by Constantinos Tseklenis during 2017, the project reveals the picturesque vineyards valleys and the wine making process in Greece.Archaeologists, historians, wine-growers, oenologists, wine-makers, sommeliers, wine critics and Masters of Wine, guide us in a journey through time, following the paths of wine making in Greece from 5000 B.C. until the 21st Century.Greece definately was not the first place in the world that produced wine, but Greeks where the first to create a culture and a renowned wine growing concept in anthropology.The documentary feature, travels the viewer more than 17.000 klm in Greece's most famed vineyard valleys such as Nemea, Naoussa, Mantineia, Santorini, Rapsani, Halkidiki, Chandakas, Daphnes, Lemnos, Samos and Cephalonia that produce Protected Designation of Origin Wines and reveals the secrets of viticulture and wine making process of acclaimed wine varieties such as Assyrtiko, Agiorgitiko, Xinomavro, Mavrodaphne, Moschofilero, Malagousia, Robola, Malvasia, Limnio, Mavrotragano, Vidiano, Kotsifali and Mandilaria.Visiting famous wineries such as Achaia Clauss, Mercouri, Katogi, Boutaris, Gaia, Tetramythos, Kyr Yanni, Signals, Xatzidakis, Argyros, Kikones, Gentilini, Dougos, Tsantalis, Douloufakis and others, the documentary depicts the 2017 Vintage wine making process and projects the philosophy of their renowned owners."
        ],
        "tech": {}
    }
}