{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 March 2018"
            },
            {
                "country": "Belgium\n",
                "date": "22 April 2018"
            },
            {
                "country": "Finland\n",
                "date": "21 August 2018"
            }
        ],
        "release dates": [
            "UK::1 March 2018",
            "Belgium::22 April 2018",
            "Finland::21 August 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Civilisations"
            },
            {
                "countries": "Finland",
                "title": "Kulttuurien juurilla"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Civilisationens rötter"
            }
        ],
        "akas": [
            "Civilisations (original title)",
            "Kulttuurien juurilla Finland",
            "Civilisationens rötter Finland (Swedish title)"
        ],
        "akas from release info": [
            "Civilisations (original title)",
            "Kulttuurien juurilla Finland",
            "Civilisationens rötter Finland (Swedish title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Second Moment of Creation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 60,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Historian Simon Schama claims art is an essential part of civilization in general and each one's identity. A retired Iraqi archaeology director preferring decapitation by ISIS to betraying where he hid unique treasures at Palmyra in Syria. Then he takes us to several early sparks of Ancient civilizations, like the possibly earliest cave paintings in Spain and France. We know the Nabataeans, an Arab desert people, settled to establish the fabulously wealthy city Petra in Jordan, having seized a monopoly on frankincense, and for lack of writings its architecture is ...    "
                },
                "2": {
                    "title": "How Do We Look",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 52,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The role of portraits, paintings and sculptures in forming early civilizations. Examples include the Olmecs, ancient Eygpt, the Greeks, the Qin Dynasty and the Romans.    "
                },
                "3": {
                    "title": "Paradise on Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 31,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Simon Schama looks into the artistic history of depictions of landscapes, both natural or idealized and man-altered. While often represented ad background, nature would only become a full Western genre in its own right during the religious wars between Catholics and protestants with Altendorfer, while in China it was ancient, especially in the form of cartoon-like scrolls. IN Islamic art, with its ban of depicting living creatures -still exceptions were allowed, as in Persian tapestry- nature was rather suggested in geometric motives and color patterns. The mills-won ...    "
                },
                "4": {
                    "title": "Picturing Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 35,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Religion is a major domain in art history, possibly from the start in cave paintings, with cosmogony, cultic and magical purposes, votive and funeral, even political practices. It could completely dominate a society and civilization, as in theocratic Pharaonic Egypt. Representation of divinity vary enormously, like zoomorphism, anthropomorphism, stylized or idealized, as in Classical Greek art. It could serve sacrificial, community-building, prestige and didactic purposes; even a whole theological and (socio-)political agenda. Fear of hubris may lead to banning ...    "
                },
                "5": {
                    "title": "The Triumph of Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 31,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The fifth film in Civilisations goes east and west with Simon Schama: to Papal Rome but also to Ottoman Istanbul and Mughal Lahore and Agra.    "
                },
                "6": {
                    "title": "First Contact",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 28,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Art plays a major part in recording or even shaping the cultural and general contacts between societies ad their civilizations. Sometimes it testifies to the lack of knowledge about each-other, even stuck in legend and superstition, notably when contacts are rare. Sometimes it's at the core of imperialist annihilation, as the Spanish Conquistadores intentionally crushed the pagan Precolumbian cultures but ironically in the process left precious rare records of largely destroyed Inca, Aztec and Maya empire heritages. Complex relationships develop in the course of ...    "
                },
                "7": {
                    "title": "Radiance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 26,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Throughout art history, achieving radiance by color and light interacting has played major part. Colorite has its own history, linked to the symbolical meaning and material composition of pre-industrial natural (mineral, vegetal or animal) pigment ingredients, sometimes as precious and exotic as Afghan lapis lazuli (for ultramarine), often traded from the Orient, contributing to the wealth and artistic prowess of Venice. On the other hand, claire-obscure dominates certain traditions, notably Gothic architecture suggesting uplifting toward Heaven, which combines it ...    "
                },
                "8": {
                    "title": "The Cult of Progress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 24,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The world changed as it adopted the principles of Enlightenment -especially after the American and French revolutions- and was physically transformed by industrialization, stressing reason (science), technology and profit. Bonaparte's conquest of Egypt stirred the Western fascination for it and started an escapist fashion of Orientalism, albeit largely a fantasy version of a romanticized East, while colonies enabled continuous confrontations in reality, in Peruvian-French Gauguin's case a never-ending sequence of frustrations even on paradisiac Tahiti. As a substitute...    "
                },
                "9": {
                    "title": "The Vital Spark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Civilisations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 23,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    As the world changed thoroughly, industrialized, globalizing, science-driven, art was to follow and even striving to lead. Instead of serving rich and powerful patrons, many artists would seek individual (media) fame and/or spread a social message, or rather declared art itself the highest purpose. New schools would follow rapidly, often with innovation as primary concern, deliberately questioning or even ditching every historical rule, including aestheticism itself. Thus abstract art was explored by pioneering artists like Mondriaan.    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Schreiber, Liev"
            },
            {
                "name": "Schama, Simon"
            },
            {
                "name": "Olusoga, David"
            },
            {
                "name": "Beard, Mary"
            },
            {
                "name": "Hein, Wulf"
            },
            {
                "name": "Stocker, Sharon"
            },
            {
                "name": "Fash, William"
            }
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Spain:A",
            "United Kingdom:15::(DVD rating)"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 296,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDE5YjkyY2QtOWJjOC00OWU3LThkMDItZjU2NTlkOWU3MzM3XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Nine-part series telling the story of art from the dawn of human history to the present day, for the first time on a global scale. It is now nearly half a century since Kenneth Clark's series Civilisation thrilled audiences with its authoritative interpretation of the glories of Western art. Inspired by that groundbreaking program, this new series of Civilisations introduces a new generation to the great masterworks of beauty, ingenuity and illumination created across the continents. It explores the visual culture of societies from around the globe, revealing alongside the magnificent objects made in the West the wealth of treasures created by other cultures, from the landscape scrolls of classical China and the sculpture of the Olmecs to African bronzes, Japanese prints and Mughal miniatures. Told by three presenters, each bringing their own skills and perspectives to the series - Simon Schama, Mary Beard and David Olusoga.",
        "languages": [
            "English"
        ],
        "title": "Civilisations",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Schama, Simon"
            },
            {
                "name": "Beard, Mary"
            },
            {
                "name": "Olusoga, David"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting"
            },
            {
                "name": "Nutopia"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting (BBC)"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Halo Post Production"
            },
            {
                "name": "Halo Post Production"
            }
        ],
        "plot": [
            "Nine-part series telling the story of art from the dawn of human history to the present day, for the first time on a global scale. It is now nearly half a century since Kenneth Clark's series Civilisation thrilled audiences with its authoritative interpretation of the glories of Western art. Inspired by that groundbreaking program, this new series of _Civilisations_ (qv) introduces a new generation to the great masterworks of beauty, ingenuity and illumination created across the continents. It explores the visual culture of societies from around the globe, revealing alongside the magnificent objects made in the West the wealth of treasures created by other cultures, from the landscape scrolls of classical China and the sculpture of the Olmecs to African bronzes, Japanese prints and Mughal miniatures. Told by three presenters, each bringing their own skills and perspectives to the series - Simon Schama, Mary Beard and David Olusoga.",
            "A reboot of Kenneth Clark's groundbreaking 1969 documentary, this series investigates the achievements, ingenuity and achievements of civilisations from around the world. From Ancient Greek temples to the stone statues of the Olmecs of Mexico and ancient Japanese scrolls, this gripping series introduces this generation to the achievements of the Ancient World.::Tom Daly"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 296,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 36,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 86,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 89,
                "rating": 7.6
            },
            "males": {
                "votes": 172,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 26,
                "rating": 8.9
            },
            "males aged 30 44": {
                "votes": 69,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 67,
                "rating": 7.6
            },
            "females": {
                "votes": 50,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 16,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 21,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 21,
                "rating": 6.6
            },
            "us users": {
                "votes": 63,
                "rating": 7.5
            },
            "non us users": {
                "votes": 117,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 58,
            "9": 53,
            "8": 73,
            "7": 48,
            "6": 24,
            "5": 12,
            "4": 5,
            "3": 4,
            "2": 4,
            "1": 15
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}