{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "19 February 2018"
            }
        ],
        "release dates": [
            "Australia::19 February 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "How do basketballers dribble without looking?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    How do basketballers dribble without looking? Why do table tennis players put spin on the ball? Kellyn, Clare and the BrainBuzz crew are joined (not live) by Wally Lewis to brainstorm answers to your questions about Ball Sports.    "
                },
                "2": {
                    "title": "What did we do before emails?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "21 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    What did we do before emails? Can you communicate without talking? Why do we all have different sounding voices? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by John Logie Baird to transmit all the answers to questions about Communication.    "
                },
                "3": {
                    "title": "Why are rivers so important?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Why are rivers so important? What sports can you do on a river? And why are some rivers brown? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by Murray River explorer Charles Sturt as they discover answers to questions about Rivers.    "
                },
                "4": {
                    "title": "Is there science at the circus?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Is there science at the Circus? How does a tightrope walker not fall? What sort of skills do you need to be a circus performer? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by trapeze pioneer Jules Leotard to juggle answers to your questions about Circus Science.    "
                },
                "5": {
                    "title": "Why are dogs our best friends?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Why are dogs our best friends? How are wild dog's different from pets? And do dogs play sport? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by a dog's worst enemy a Flea, to brainstorm answers to your questions about Dogs.    "
                },
                "6": {
                    "title": "How big is the solar system?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    How big is the Solar System? How does a telescope work? Why are we so interested in exploring Mars? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by famous Italian Astronomer Galileo answer all your questions about the Solar System.    "
                },
                "7": {
                    "title": "Why is measuring things so important?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Why is measuring things so important? How precisely can we measure things? And what can we measure to improve an athlete's performance? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by the Imperial and Metric systems as they size up all your questions about Measurement.    "
                },
                "8": {
                    "title": "How was the medicine we use today invented?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    How was the medicine we use today invented? How does a stethoscope work? Why do we have to go to the dentist? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by the discoverer of penicillin Sir Alexander Fleming as they brainstorm answers to questions about Doctors and Dentists.    "
                },
                "9": {
                    "title": "How were numbers invented?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "30 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    How were numbers invented? When will I use maths in real-life? How do computers use numbers? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by famous Greek mathematician Euclid as they answer your questions about Numbers.    "
                },
                "10": {
                    "title": "What is renewable energy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "31 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "How does a cyclone form?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    How does a Cyclone form? Who rescues people after a natural disaster? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by Barry the Bushfire to brainstorm answers to your questions about Natural Disasters.    "
                },
                "15": {
                    "title": "Do scientists just work in labs?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Do scientists just work in labs? What sort of scientists work in the field? And how do scientists make new medicine? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by Albert Einstein, Isaac Newton and Archimedes to brainstorm answers to your questions about Scientists.    "
                },
                "24": {
                    "title": "Tech Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    How do boats float? Why does popcorn pop? Could a dinosaur live today? Join Kellyn, resident scientist Clare, the BrainBuzz crew and a cast of hilarious historical characters as they brainstorm answers to your frequently asked questions.    "
                },
                "25": {
                    "title": "Why do we look different?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Why do we look different? Why are there different breeds of cats? Can we use Genetics to protect animals? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by Gene the Gene as they answer your questions about Genetics.    "
                },
                "26": {
                    "title": "What is origami?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    What is Origami? How do you make jewellery? How do you turn clay into a bowl? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by Steve the Stonemason as they chisel out answers to your questions about Arts and Crafts.    "
                },
                "27": {
                    "title": "Who invented the wheel?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Who invented the wheel? What sports can people in wheelchairs play? What's the fastest way around a Go Kart? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by bicycle innovator James Starley to answer questions about Things on Wheels.    "
                },
                "28": {
                    "title": "Why do we we recycyle?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Why do we recycle? Can you recycle a building? What happens to old tyres? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined by Waller the Earthworm as they recover answers to questions about Recycling.    "
                },
                "29": {
                    "title": "How does a drone work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    How does a Drone a work? Can things without wings fly? How do birds fly? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by Neil Armstrong as they brainstorm answers to questions about Things that Fly.    "
                },
                "30": {
                    "title": "Where did MP3 players come from?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Where did MP3 players come from? How do Beatboxers make all those sounds? Can anyone make and record music? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by Luciano Pavarotti to brainstorm answers to your questions about Music.    "
                },
                "31": {
                    "title": "Why do some animals only come out in the dark?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Why do some animals only come out in the dark? How do Glow-worms glow? What happens to our bodies when we sleep? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by a Vampire to brainstorm answers to your questions about Things in the Dark.    "
                },
                "32": {
                    "title": "How do skateboarders do tricks?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    How do skateboarders do tricks? How do you learn to drive a Train? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by Carl the Camel to brainstorm answers to your questions about Getting from A to B.    "
                }
            },
            "1": {
                "1": {
                    "title": "Why is metal so strong?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Why is metal so strong? How do you melt metal? Who works with metal? To find out more join Kellyn, resident scientist Clare and the 'BrainBuzz crew' as they brainstorm the answers to your questions.    "
                },
                "2": {
                    "title": "What is a laser?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Professor Cranium has heard of some new technology that will help him over take the world. - But what will he choose to do with the new 'lasers'? Does he even know what he is talking about or what lasers are actually used for? We already know that a laser is different to a torch because the light doesn't spread out, it stays in a thin, concentrated line. Kellyn crosses to Clare in the 'Think Tank' where she explains the laser and our \"BrainBuzz crew\" use a series of mirrors to complete a laser maze. They use this concept to create a maze using mirrors to get the laser...    "
                },
                "3": {
                    "title": "What do lizards, snakes, and alligators have in common?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    What do Lizards, Snakes and Alligators have in common? They are all reptiles. Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by Charles Darwin to answer questions reptilian to win reptile skin cream. GROSS.    "
                },
                "4": {
                    "title": "Why do we get dizzy when we spin around?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Why do we feel dizzy when we spin? How do taste buds work? How do we feel things we touch? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by Benjamin Franklin and 'The 5 Senses' to answer sensory questions.    "
                },
                "5": {
                    "title": "Why are rocks so hard?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Why are rocks hard? Can they be hollow? What can rocks be used for? Join Kellyn, Resident Scientist Clare, the BrainBuzz Crew and (not live) Sir Douglas Mawson to answer all your hard rock questions, and win some Hard Rock.    "
                },
                "6": {
                    "title": "Where does wind come from?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Where does wind come from? What's a cyclone? How do we predict the weather? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by Anders Celsius and Gabriel Fahrenheit to forecast answers to weather questions.    "
                },
                "7": {
                    "title": "How do rock climbers climb so fast?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    How do rock climbers climb so fast? And why do we have fun doing adventurous things? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by Adventure Man to brainstorm answers to your adrenaline pumping questions.    "
                },
                "8": {
                    "title": "Will robots ever think for themselves?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Will robots ever think for themselves? How do you tell robots what to do? Do robots fly? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by Rob the Robot to brainstorm answers to your questions about Robots.    "
                },
                "9": {
                    "title": "Are spiders' insects?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Are spiders' insects? How does a caterpillar turn into a butterfly? Why are bees so important? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by Doug the Dung Beetle to answer your bug related questions.    "
                },
                "10": {
                    "title": "How does a hovercraft work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How does a hovercraft work? Why do we have public transport? And why do we see wires above trams? Join Kellyn, Resident Scientist Clare, the BrainBuzz Crew and (not live) Charles Kingsford Smith to answer all your transport questions.    "
                },
                "11": {
                    "title": "How does electricity work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How does electricity work? How does electricity get into our homes? What other ways can we generate electricity? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by Tesla and Edison; sparks will fly.    "
                },
                "12": {
                    "title": "Why do we wear seatbelts?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Why do we wear seatbelts? How do you go upside down on a rollercoaster? How do race cars go so fast? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by Isaac Newton to answer all your motion questions.    "
                },
                "13": {
                    "title": "How do airplanes stay in the air?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How do airplanes stay in the air? How do helicopters work? Do bats fly like birds? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by the Wright Brothers, and someone will win a VIP flight in the Spruce Goose.    "
                },
                "14": {
                    "title": "How do marine mammals stay warm?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "8 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How do marine mammals stay warm? What is a dugong? Who cares for rescued marine mammals? Join Kellyn, Resident Scientist Clare, the BrainBuzz Crew and Pedro Polar Bear who answer all your questions about Marine Mammals.    "
                },
                "15": {
                    "title": "How do my glasses work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How do my glasses work? How does a camera take a photo? How do you see microscopic things? Join Kellyn, Resident Scientist Clare, a (not-live) Fly and the BrainBuzz Crew as they focus in on all things Lenses.    "
                },
                "16": {
                    "title": "Can you defy gravity?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Can you defy gravity? How fast does a skydiver fall? Can you slide up a water slide? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by Albert Einstein to answer all your gravity defying questions.    "
                },
                "17": {
                    "title": "How is a racing car different from a normal car?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How is a racing car different from a normal car? Can anyone drive a race car? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by Karl Benz to brainstorm answers to your petrol fueled questions.    "
                },
                "18": {
                    "title": "How does fire burn?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How does fire burn? How do you become a firefighter? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by Clancy the Cave Man to answer all your questions about fire. It's a scorcher of a show.    "
                },
                "19": {
                    "title": "What's the difference between venomous and poisonous?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    What's the difference between venomous and poisonous? Can venom be used for good? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by Coney the Cone Shell to answer your stinging questions about venom.    "
                },
                "20": {
                    "title": "What is DNA?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    What is DNA? And are all fingerprints unique? What sort of clues do police look for? Join Kellyn, Resident Scientist Clare, the BrainBuzz Crew and (not live) Sherlock Holmes and Dr. Watson to solve all your crime busting questions.    "
                },
                "21": {
                    "title": "What is the most important thing ever invented?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    What's the most important thing ever invented? How long has the bicycle been around? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by Leonardo Da Vinci to answer questions about Famous Inventors.    "
                },
                "22": {
                    "title": "What's air made out of?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    What is air made out of? What's inside of a lightbulb? What powers a train? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by the gas Carbon Dioxide to brainstorm answers to your questions about Elements.    "
                },
                "23": {
                    "title": "How do trees grow?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How do trees grow? Why are trees green? And can trees get sick? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by Botanist Joseph Banks as they branch out and brainstorm answers to questions about trees.    "
                },
                "24": {
                    "title": "Do animals have the same senses as humans",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "22 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Do animals have the same senses as humans? Do birds see better than humans? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by Barry the Micro-Bat as they echo-locate answers to questions about animal senses.    "
                },
                "25": {
                    "title": "Why is our brain so important?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "23 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Why is our brain important? What are the different parts of your Brain? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by James the Jellyfish to answer your questions about the Brain. It's a head scratcher.    "
                },
                "26": {
                    "title": "Why do onions make your eyes water?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Why do onions make your eyes water? Are there different styles of cooking? How is chocolate made? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by Percy Spencer to answer all your questions about cooking.    "
                },
                "27": {
                    "title": "Can you actually start a fire by rubbing two sticks together?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "27 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Can you start a fire by rubbing two sticks together? And why is ice slippery? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by Leonardo da Vinci as they brainstorm answers to your questions about Friction.    "
                },
                "28": {
                    "title": "Where does water come from?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Where does water come from? Is all water the same? Why do we store water in dams? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by H2O himself, as they answer all your questions about wonderful water.    "
                },
                "29": {
                    "title": "Why do magnets stick to the refrigerator?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Why do magnets stick to the fridge? Where can you find magnets? What do we use them for? Kellyn, Resident Scientist Clare, the BrainBuzz Crew are joined (not live) by Eric the Explorer as they brainstorm answers to questions about Magnets.    "
                },
                "30": {
                    "title": "How do really long bridges stay up?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How do bridges stay up? How do you build a tunnel? And how should a chicken cross the road? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by a Roman builder and answer all your bridge and tunnel questions.    "
                },
                "31": {
                    "title": "What is a marsupial?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    What is a Marsupial? Can a marsupial fly? And can mammal's lay eggs? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by Ken the Kangaroo to brainstorm answers to your hopping questions about Marsupials.    "
                },
                "32": {
                    "title": "Where does our food come from?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Where does our food come from? What helps it grow? Do robots work on farms? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by Pete the Potato to dig the dirt and brainstorm answers to questions about Farms.    "
                },
                "33": {
                    "title": "Why do we warm up before we play sport?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Why do we warm up before we play sport? How can science make you a better athlete? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by Achilles the Olympian as they answer to questions about Human Movement.    "
                },
                "34": {
                    "title": "Why does popcorn pop?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Why does popcorn pop? What foods are good for you? How's bread made? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by the Earl of Sandwich as they brainstorm answers to questions about Food. Who's hungry?    "
                },
                "35": {
                    "title": "How do boats float?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    How do boats float? How are they made? And how do Scuba Divers stay underwater? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by Archimedes to brainstorm answers to your questions about Buoyancy. Don't sink.    "
                },
                "36": {
                    "title": "Could a dinosaur live today?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Could a dinosaur live today? How do you identify a fossil? How do you build a Dinosaur? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by a prehistoric Cockroach to answer all your questions about Dinosaurs.    "
                },
                "37": {
                    "title": "Why do animals become endangered?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Why do animals become endangered? Can we stop animals from becoming extinct? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by a Tassie Devil as they answer all your questions about Endangered Species.    "
                },
                "38": {
                    "title": "How do skyscrapers stay up?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    How do Skyscrapers stay up? How do cranes lift heavy things? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by an Egyptian Pyramid builder, as they brainstorm answers to questions about Construction.    "
                },
                "39": {
                    "title": "How od you make a movie set in space?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    How do you make a movie set in space? What's motion capture? How do you become a stunt person? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) Harry Houdini as they answer your questions about Special Effects.    "
                },
                "40": {
                    "title": "How are rainbows formed?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    How are rainbows formed? How do plants use sunlight to grow? Who works with lights? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by the Sun as they answer your questions about Light. You'll be illuminated.    "
                },
                "41": {
                    "title": "How do the gears on my bike work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    How do the gears on my bike work? What do we use levers for? How does a pulley work? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by Archimedes to answer questions about Simple Machines.    "
                },
                "42": {
                    "title": "Where does snot come from?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Where does snot come from? Why do we burp and fart? Join Kellyn, Resident Scientist Clare and the BrainBuzz crew we dive into the digestive system to brainstorm answers to your questions about Bodily Functions. It's a smelly one.    "
                },
                "43": {
                    "title": "Why do we need mining?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Why do we need mining? How do you find precious stones? How do you keep mines safe? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by Peter the Gold Prospector as dig up answers to questions about Mining.    "
                },
                "44": {
                    "title": "What is an omnivore?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    What is an omnivore? What is an Apex predator? Why don't cows eat meat? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by Craig the Crocodile as they chew over the answers to questions about the food chain.    "
                },
                "45": {
                    "title": "What are colours?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    What are colours? Why does mixed paint go brown? How do you make a colour? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by Isaac Newton and his colour wheel to answers your questions about Colours.    "
                },
                "46": {
                    "title": "How does my TV work?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    How does my TV work? And what does the house of the future look like? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by the man who invented the toilet to answer all your questions about Household Science.    "
                },
                "47": {
                    "title": "How do I become a professional athlete?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    How do I become a professional athlete? How can science improve sports performance? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by Fred Spofforth as they brainstorm answers to your questions about Sports.    "
                },
                "48": {
                    "title": "Why do we get sunburnt?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Why do we get sunburnt? What does it take to be a surf lifesaver? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by Summer, as they brainstorm answers to your questions about Summer Science. It's a hot one.    "
                },
                "49": {
                    "title": "How do they animate cartoons?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    How do they animate cartoons? Are there different types of animation? How does computer animation work? Kellyn, Resident Scientist Clare, the BrainBuzz Crew are joined (not live) by Walt Disney as they answer questions about Animation.    "
                },
                "50": {
                    "title": "What makes a good home for a sea creature?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    What makes a good home for a sea creature? Why do whales migrate? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by Jacques Cousteau as they brainstorm answers to your questions about the Ocean.    "
                },
                "51": {
                    "title": "What did people do before GPS?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    What did people do before GPS? How do you not get lost in the bush? Can cars drive themselves? Kellyn, Resident Scientist Clare, and the BrainBuzz crew are joined (not live) by Captain Cook to brainstorm answers to navigation questions.    "
                },
                "52": {
                    "title": "How do you make a city?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n    How do you make a city? How do they clean windows on skyscrapers? How do elevators work? Join Kellyn, Resident Scientist Clare and the BrainBuzz crew as they cross (not live) to the man who designed Canberra, Walter Burley Griffin, to build on the science of cities.    "
                },
                "53": {
                    "title": "What can we use chemistry for?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    What can we use chemistry for? Why do we use detergent when we wash dishes? How do chemicals help our food grow? Kellyn, Resident Scientist Clare and the 'BrainBuzz crew' are joined (not live) by an Atom as we brainstorm answers to all your chemistry questions.    "
                },
                "54": {
                    "title": "What does a scientist do?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    What does a scientist do? Are animals still evolving? What will computers do in the future? Catch Kellyn, Resident Scientist Clare and the BrainBuzz Crew as they cross uncover some cool facts about our most Famous Scientists.    "
                },
                "55": {
                    "title": "How do you make clothes?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "4 May 2018",
                    "year": "2018",
                    "plot": "\n    How do you make clothes? Why don't my shoes fit properly? What can you make clothes from? Join Kellyn, Resident Scientist Clare, and the BrainBuzz Crew as they cross (not live) to a sheep, and answer all your Clothing questions.    "
                },
                "56": {
                    "title": "Why do dogs eat grass?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    Why do dogs eat grass? How do you become Veterinarian? When do animals go to hospital? Kellyn, Resident Scientist Clare and the BrainBuzz crew are joined (not live) by a Parrot called Percy, to answer all your questions about Vets.    "
                },
                "57": {
                    "title": "What is climate change",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    What's climate change? Can food create electricity? What happens to old mobile phones? Kellyn, Resident Scientist Clare and the BrainBuzz crew chat to a plastic bag, and uncover answers to all your Green Science questions.    "
                },
                "58": {
                    "title": "Why does water freeze when it gets cold?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    Why does water freeze? How do you melt glass? How do hot air balloons float? Catch Kellyn, Resident Scientist Clare and the BrainBuzz Crew as they cross (not live) to Monsieur Montgolfier and set some facts straight about States of Matter.    "
                },
                "59": {
                    "title": "How do you become an extreme sport champ?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    How do you become an Extreme Sports champ? How do Wakeboarders stay upright on the water? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by the skateboard legend Tony Hawk himself as they answer your extreme sports questions.    "
                },
                "60": {
                    "title": "What is a machine?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "11 May 2018",
                    "year": "2018",
                    "plot": "\n    What is a machine? How do you make a newspaper? When do you need a big machine? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew cross (not live) to Gutenberg and answer all your questions about Machines.    "
                },
                "61": {
                    "title": "Why do we see lightning before we hear thunder?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    Why do you see lightning before you hear thunder? Can deaf people hear again? Why do dolphins make noises? Kellyn, Clare, and the BrainBuzz crew are joined (not live) by Alexander Graham Bell to answer your questions about Sound.    "
                },
                "62": {
                    "title": "What happens inside a butterfly's cocoon?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    What happens inside a butterfly's cocoon? When do male animals give birth? How does a frog become a frog? Catch Kellyn, Resident Scientist Clare and the BrainBuzz crew as they cross (not live) to some Coral and talk all things Lifecycles.    "
                },
                "63": {
                    "title": "Where does our rubbish end up?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "16 May 2018",
                    "year": "2018",
                    "plot": "\n    Where does all our rubbish end up? How can food scraps be recycled? Why is composting important? Kellyn, Resident Scientist Clare and the BrainBuzz crew cross (not live) to some Space Junk and answer all your questions about Waste.    "
                },
                "64": {
                    "title": "Who makes things we need?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Who makes things we need? How do you make surfboards? How do you build a bus? Kellyn, Resident Scientist Clare and the BrainBuzz Crew are joined (not live) by the inventor of the radio, and they uncover how all sorts of things are made.    "
                },
                "65": {
                    "title": "How do you make music?",
                    "kind": "episode",
                    "episode of": {
                        "title": "BrainBuzz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "18 May 2018",
                    "year": "2018",
                    "plot": "\n    How do you make music? How does everyone in an Orchestra know when to play? How do you record music? Kellyn, Resident Scientist Clare, and the BrainBuzz Crew are joined (not live) by Wolfgang Amadeus Mozart as they answer your questions about Music.    "
                }
            }
        },
        "number of episodes": 86,
        "cast": [
            {
                "name": "Morris, Kellyn"
            },
            {
                "name": "Van Dorssen, Clare"
            },
            {
                "name": "Balk, Michael"
            },
            {
                "name": "Bell, Robert"
            },
            {
                "name": "Barton, William"
            },
            {
                "name": "Booth, Pete"
            },
            {
                "name": "Mergard, Sean"
            },
            {
                "name": "Wallace, Josh Aguiar"
            }
        ],
        "locations": [
            "Brisbane, Australia::(studio)"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDhiNzE2ZDYtZGNmOS00ZjYwLTg0NTctYTI3OWZmZGY1NmViXkEyXkFqcGdeQXVyMjQyNDU2MjA@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "BrainBuzz",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "BrainBuzz (Australia)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Pingol, Mateuse"
            },
            {
                "name": "Morris, Dominic"
            },
            {
                "name": "Balk, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Nine Network Australia"
            }
        ],
        "distributors": [
            {
                "name": "Nine Network Australia"
            }
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}