{
    "imdb": {
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elvis, Trump and WhatsHisName",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Fontane, Johnny"
            },
            {
                "name": "Allman, Pete"
            },
            {
                "name": "Robins, Mikul"
            },
            {
                "name": "Dannelly, Hannah"
            },
            {
                "name": "Csynbidium"
            },
            {
                "name": "Elias, Martin"
            }
        ],
        "locations": [
            "Hollywood, California, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjBhZTI0ZDctMTZiZi00YTQwLTg2YWMtODhhNTVlODBjNmNhXkEyXkFqcGdeQXVyNjc2NDk5NjQ@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$155,000 (estimated)",
        "plot outline": "The WHITE HOUSE, President Donald Trump charges Elvis to have a private vacation in Hollywood. Trump travels from Washington DC to GRACELAND and picks up Elvis. When In Hollywood, Trump demands Elvis to pick us a stranger at the bus stop. The stranger is wearing a prisoner shirt with prison numbers. Elvis fears they both will be murdered. Trump explains if they both die, that will be for their Country. After Trump and Elvis ask what his name is, they give up and call him WhatsHisName. All three travel around Hollywood in the most funniest comical actions and different Hollywood places. You will laugh so hard you will fart and pee your panties. Rated for all ages, nationalities and religions.",
        "languages": [
            "English"
        ],
        "title": "Elvis, Trump and WhatsHisName",
        "kind": "tv series",
        "akas": [
            "Elvis, Trump and WhatsHisName (United States)"
        ],
        "production companies": [
            {
                "name": "Route 66 Management"
            }
        ],
        "distributors": [
            {
                "name": "Route 66 Management"
            }
        ],
        "plot": [
            "The WHITE HOUSE, President Donald Trump charges Elvis to have a private vacation in Hollywood. Trump travels from Washington DC to GRACELAND and picks up Elvis. When In Hollywood, Trump demands Elvis to pick us a stranger at the bus stop. The stranger is wearing a prisoner shirt with prison numbers. Elvis fears they both will be murdered. Trump explains if they both die, that will be for their Country. After Trump and Elvis ask what his name is, they give up and call him WhatsHisName. All three travel around Hollywood in the most funniest comical actions and different Hollywood places. You will laugh so hard you will fart and pee your panties. Rated for all ages, nationalities and religions.::Johnny Fontane"
        ],
        "synopsis": [
            "The WHITE HOUSE, President Donald Trump charges Elvis to have a private vacation in Hollywood. Trump travels from Washington DC to GRACELAND and picks up Elvis. When In Hollywood, Trump demands Elvis to pick us a stranger at the bus stop.\nThe stranger is wearing a prisoner shirt with prison numbers. Elvis fears they both will be murdered. Trump explains if they both die, that will be for their Country. After Trump and Elvis ask what his name is, they give up and call him WhatsHisName. All three travel around Hollywood in the most funniest comical actions and different Hollywood places.\nAt the Zoo, Elvis and Trump play patty cake and high five...\nOn Hollywood Blvd Elvis and Trump watch their car get stolen by WhatsHisName.\nOn Santa Monica Blvd Elvis Trump and WhatsHisName eat ice-cream and sign autographs.\nIn the Theatre, Elvis Trump and WhatsHIsName get charged $12,000 for 3 tickets. Everyone laughs at the most dumbest parts of the movies. Everyone is being over charged as the theatre attendants are calling it TRUMP-FLATION. Trump demands this non-since to stop and the girls threaten to call the police and CNN, with all other worldwide news stations claiming the president is in their theatre watching movies and not in the White House working for our Country. Elvis is forced to pay off everyone all the time to keep Trump safe from the media. Several kids come in after winning a HOT CHILI DOG CONTEST and their friends make a bet if FARTS are flammable. They end up blowing up the theatre and Trump has his photo taken in Monroe's chest after he awakens from FARTQUAKE.\nThe laughter never stops. You will laugh so hard you will fart and pee your panties.\nRated for all ages, nationalities and religions."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}