{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 March 2018"
            },
            {
                "country": "USA\n",
                "date": "23 March 2018",
                "notes": "                            (Release)"
            }
        ],
        "release dates": [
            "USA::16 March 2018",
            "USA::23 March 2018                            (Release)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Home Sins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Sins (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "locations": [
            "Ohio, USA::(Batavia)"
        ],
        "genres": [
            "Horror"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "16 Mar 2018 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNThlOGFlMzQtNDU5YS00ZmUxLTkxMzUtODA3ZGJiMGZiNjdiXkEyXkFqcGdeQXVyNzE3Mjg3NTI@._V1_SY150_CR4,0,101,150_.jpg",
        "budget": "$100 (estimated)",
        "title": "Family Sins",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-",
        "akas": [
            "Family Sins (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wright, Kolbe"
            }
        ],
        "director": [
            {
                "name": "Wright, Kolbe"
            }
        ],
        "synopsis": [
            "In this Pixel Point Entertainment Original series Written, Produced and Edited by Kolbe Wright. After the death of Patrick Wilsons (Will Fribourg) father, He returns to his home town, but returning with him is a ruthless killer that's pushing Patrick to solve his fathers murder and the less he knows the more people the killer will make victims.Along side him are his friends Derek, Ella his cousin(Bailey Madison), Maddy, And Brian Helping him and are in just as much danger. In the end everything will connect and Patrick will have to learn to protect him self and others. But all of his family's sins will effect him and his future. The killer is so ruthless that he kills people Patrick forgot he knew such as an old friend Benson, the opening kill (Noah Evans) witch makes it more devastating for him, and they will never stop until the get what they need or until they are stopped but there is no easy way out for Patrick and his Gang everyone around his is more than he knows, Lots will fall and never get attached, trust no one, and follow the rules. The show airs on Youtube Starting March 2018 and Season 1 starts with 6 episodes, Season2 with 8 Episode, Season 3 with 10. and there are scripts all the way up until Season 3. As of 2017 the show will go on until season 3 and Plans have been made Up until season 4 Creators Will Fribourg and Kolbe Wright are making a wild ride for Youtube series with Twists, Cameos, and much more. \"This show is very mind blowing and worth your time\" script proof readers have said. \"Family Sins\" comes 2018"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}