{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "5 January 2018"
            },
            {
                "country": "India\n",
                "date": "5 January 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "India::5 January 2018",
            "India::5 January 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "India ka Nolain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shaitaan Haveli (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    When B-grade horror film director Hariman finds himself in debt with notorious gangster Ponty Khurana, he decides that the only way to repay the money would be to shoot another one of his legendary, low-budget, so-bad- that-they- are-bad horror movies.    "
                },
                "2": {
                    "title": "Dracula ka Sauda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shaitaan Haveli (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Shooting begins on Shaitaan Haveli, the film. On set, yesteryear actor, Mukesh feels insulted because he isn't getting the respect he deserves. Slighted, he ends up making a deal with someone more fearsome than any of the villains in the script.    "
                },
                "3": {
                    "title": "Dracula ki Maut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shaitaan Haveli (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Hariman tries to replace Monty with Rahul as the lead for his film but it only leads to further complications. A horrendous accident takes place on set. Hariman chooses to bury the problem and keep shooting. But some problems can't be buried for too long.    "
                },
                "4": {
                    "title": "Horror ki Ma ki Shoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shaitaan Haveli (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Monty finds out about Hariman's plan to replace him and ends up getting Rahul fired from the film. Rahul finishes his role and the prophecy of Kali Pahadi with his last scene. All hell breaks loose on set with the appearance of a long dead character.    "
                },
                "5": {
                    "title": "Janta Hain Mera Purvaj Kaun hain?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shaitaan Haveli (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The gang finds out the identity of Ravi's killer. Prarthana is kidnapped. Ramu Kaka tells them an extraordinary tale. Rahul may have been a side actor in Hariman's script but he's the hero in Ramu Kaka's story. At Kali Pahadi, Chandaal's life gets a sequel.    "
                },
                "6": {
                    "title": "Picchar ka Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shaitaan Haveli (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ramu Kaka reveals the only way to kill Chandaal: The Chaarshool. Rahul and the gang head off to the temple to retrieve it, only to have an unholy encounter. Hariman decides to keep filming. Meanwhile, Prarthana now sees an opportunity in the arms of Chandaal, much to the hatred of Mahua.    "
                },
                "7": {
                    "title": "Chandaal Chudail aur Woh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shaitaan Haveli (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Chandaal is besotted by Prarthana and ends up casting out Mahua. The gang hatches a plan to slay Chandaal but are undone at the last minute. They are apprehended and Chandaal decrees that they be killed. Chandaal then fulfills the prophecy and unleashes hell on earth.    "
                },
                "8": {
                    "title": "Climax",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shaitaan Haveli (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Rahul and the gang desperately try to get hold of the Mani and end Chandaal's control of his zombies. Chandaal and Rahul have a final face-off in the Haveli. Hariman manages to finish his film. The Mani finds its way to a new owner.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Ali, Zahid"
            },
            {
                "name": "Thakur, Varun"
            },
            {
                "name": "Singh, Bhupesh"
            },
            {
                "name": "Pagare, Kanchan"
            },
            {
                "name": "Chauhan, Neha"
            },
            {
                "name": "Potdukhe, Anand Vikas"
            },
            {
                "name": "Hughes, Pippa"
            },
            {
                "name": "Singh, Shweta"
            },
            {
                "name": "Mukesh"
            },
            {
                "name": "Thakur, Surender"
            },
            {
                "name": "Gupta, Monica"
            },
            {
                "name": "Irani, Adi"
            },
            {
                "name": "Koumar, Hemant"
            }
        ],
        "genres": [
            "Comedy",
            "Horror"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 532,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2MxMjZjNWMtNWYwMy00YzRkLWE0YWEtMzExNmFmMDBmNWY0XkEyXkFqcGdeQXVyNzIyNDY3MDk@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "When B-grade horror film director Hariman finds himself in debt with notorious gangster Ponty Khurana, he decides that the only way to repay the money would be to shoot another one of his legendary, low-budget, so-bad- that-they- are bad horror movies. For his magnum flopus, Hariman puts together an eccentric cast and crew. In the lead is the gangster's son and protein shake enthusiast, Monty; his love interest, TV star and tantrum-throwing expert, Prarthana; token white person, Julia and side-hero, struggling actor Rahul Thakur. Together they embark on a journey to shoot Shaitaan Haveli, which turns out to be both the name of the film and the location of the shoot. As shooting commences eerie happenings begin to plague the set. Little by little they realize that the Haveli they are shooting in has a long and terrifying past and their presence has rekindled all of it. All the horrors in their poorly written script pale in comparison to the terrors they face in real life. They have to deal with Ghosts, witches, zombies and their evil overlord Chandaal, all while they continue to shoot their film. Watch this horror-comedy series to find out what happens when a B-grade horror film gets haunted by ghosts out of a B-grade film.",
        "languages": [
            "Hindi",
            "English"
        ],
        "title": "Shaitaan Haveli",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Shaitaan Haveli (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Agarwal, Karan"
            },
            {
                "name": "Mahabal, Chirag"
            },
            {
                "name": "Srivastava, Kautuk"
            }
        ],
        "production companies": [
            {
                "name": "OML Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Seller Services Private Limited"
            }
        ],
        "plot": [
            "B-Grade filmmaker Hariman shows up to shoot his horror film at an old haveli. Freak occurrences make the crew realise that they're not just shooting a horror film but are soon going to be living one.",
            "When B-grade horror film director Hariman finds himself in debt with notorious gangster Ponty Khurana, he decides that the only way to repay the money would be to shoot another one of his legendary, low-budget, so-bad- that-they- are bad horror movies. For his magnum flopus, Hariman puts together an eccentric cast and crew. In the lead is the gangster's son and protein shake enthusiast, Monty; his love interest, TV star and tantrum-throwing expert, Prarthana; token white person, Julia and side-hero, struggling actor Rahul Thakur. Together they embark on a journey to shoot _Shaitaan Haveli_ (qv), which turns out to be both the name of the film and the location of the shoot. As shooting commences eerie happenings begin to plague the set. Little by little they realize that the Haveli they are shooting in has a long and terrifying past and their presence has rekindled all of it. All the horrors in their poorly written script pale in comparison to the terrors they face in real life. They have to deal with Ghosts, witches, zombies and their evil overlord Chandaal, all while they continue to shoot their film. Watch this horror-comedy series to find out what happens when a B-grade horror film gets haunted by ghosts out of a B-grade film."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 532,
                "rating": 7.1
            },
            "aged under 18": {
                "votes": 6,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 186,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 120,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "males": {
                "votes": 349,
                "rating": 7.1
            },
            "males aged under 18": {
                "votes": 5,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 164,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 110,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "females": {
                "votes": 44,
                "rating": 8.6
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 21,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 5.8
            },
            "us users": {
                "votes": 43,
                "rating": 7.5
            },
            "non us users": {
                "votes": 162,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 132,
            "9": 80,
            "8": 121,
            "7": 78,
            "6": 51,
            "5": 18,
            "4": 11,
            "3": 7,
            "2": 5,
            "1": 29
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}