{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 January 2018"
            },
            {
                "country": "USA\n",
                "date": "14 January 2018"
            }
        ],
        "release dates": [
            "USA::7 January 2018",
            "USA::14 January 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "HOGAR ES DONDE ESTÁ EL CORAZÓN",
                    "kind": "episode",
                    "episode of": {
                        "title": "La Gran Sorpresa (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "11 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Amneris Lopez was a pediatric oncology nurse from San Juan, Puerto Rico who lost everything in Hurricane Maria. Moving to Tennessee, Amneris has not been able to obtain her local nursing license. Selected for a Caribbean cruise aboard Carnival Fascination, she will reunite with family and receive surprises that will change her life forever.    "
                },
                "2": {
                    "title": "LA MAMÁ DE TODAS",
                    "kind": "episode",
                    "episode of": {
                        "title": "La Gran Sorpresa (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Amantes a Distancia (Long Distance Lovers)",
                    "kind": "episode",
                    "episode of": {
                        "title": "La Gran Sorpresa (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Janet Gonzalez is planning the ultimate surprise for her mother, Bertha, who came to the U.S. five years ago during a battle with cancer. Although they speak on the phone twice a day, it's been years since Bertha and her husband, Martin, who still lives in Mexico, have seen each other. Join host Poncho De Anda and his accomplice, Francisca Lachapel, on a dream cruise vacation aboard Carnival Breeze to the Western Caribbean ports of Cozumel, Mexico and Mahogany Bay in Roatan, Honduras. Bertha is showered with many surprises and reunited with family members from North ...    "
                },
                "2": {
                    "title": "Héroes de los Huracanes (Hurricane Heroes)",
                    "kind": "episode",
                    "episode of": {
                        "title": "La Gran Sorpresa (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    When Hurricane Harvey pummeled the Houston, Texas area, Sergio Escobedo and his family came to the rescue. Diving right into the dangerous flood waters they opened up their church to the victims of this tragedy, offering food and shelter to those so desperately in need. Now, after many years of tireless work for his family and community, Sergio and his wife sail away on a memorable cruise aboard Carnival Vista to the tropical Caribbean ports of Amber Cove, Dominican Republic and Aruba. Joining them is host Poncho De Anda and his accomplice, Maity Interiano, who will ...    "
                },
                "3": {
                    "title": "La Celebración de la Vida (A Celebration of Life)",
                    "kind": "episode",
                    "episode of": {
                        "title": "La Gran Sorpresa (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    After years of battling cancer, Yon Jairo and Patricia Serna are about to embark on an enriching cruise from Fort Lauderdale, Florida to the Dominican Republic and Bahamas aboard ms Oosterdam, put together by Yon Jairo's sister Nubia. For years, the family has been separated by distance, and they have no idea that Nubia is planning the ultimate family reunion, to include their mother from Colombia who is fighting her own battle with Alzheimer's Disease. Join host Poncho De Anda and his accomplice, Ligia Uriarte, who have a new kind of twist, Nubia will also be ...    "
                },
                "4": {
                    "title": "Nuevo Regreso (Come back new)",
                    "kind": "episode",
                    "episode of": {
                        "title": "La Gran Sorpresa (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    After leaving a troubled marriage, Maribel Lara put aside her love life, working night and day to provide a nurturing home for her five children. Now, as an adult, Maribel's daughter Janet wants to return the favor by restoring her mom's confidence on girl's cruise she will never forget. Join host Poncho De Anda and his accomplice, Karina Banda, on an enchanting cruise aboard Ruby Princess to the beautiful Mexican Riviera ports of Puerto Vallarta and Cabo San Lucas where Maribel reunites with her long-lost sister-in-law on the journey to realize her potential as the ...    "
                },
                "5": {
                    "title": "Un sueño hecho realidad (A dream come true)",
                    "kind": "episode",
                    "episode of": {
                        "title": "La Gran Sorpresa (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    As a newly single mom, Rosario Fox made the hardest decision of her life to leave her son Juan in the care of her sisters in their hometown of Mexico City. She traveled to the United States in search of a better life, and after earning enough money to bring her son to Milwaukee, Rosario struggled to raise him alone in a tiny apartment. Years later, Juan, his wife Emily, and their two young daughters would like to thank Rosario for her life of sacrifice by giving her a much-needed cruise vacation aboard Carnival Vista with the whole family. Join host Poncho De Anda and...    "
                },
                "6": {
                    "title": "Mejor Juntos (Better together)",
                    "kind": "episode",
                    "episode of": {
                        "title": "La Gran Sorpresa (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Roberto and Margarita Betancourt were happily married in El Salvador, with five daughters and two sons, until their family business nearly went bankrupt. To avoid burdening their parents, the Betancourt children found a painful solution to this serious problem by splitting up and relocating to Mexico City, Bogota, Alabama, Los Angeles, and Australia. Although her siblings are spread out across six cities around the world, Gabriella knows they remain united in their hearts and hopes to reunite the entire family once again. Join host Poncho De Anda and his accomplice, ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Lopez, Janet"
            },
            {
                "name": "De Anda, Pancho"
            },
            {
                "name": "Molina, Clarissa"
            },
            {
                "name": "Blasquez, Juan"
            },
            {
                "name": "de Anda, Alfonso"
            },
            {
                "name": "Banda, Karina"
            },
            {
                "name": "Interiano, Maity"
            },
            {
                "name": "Lachapel, Francisca"
            },
            {
                "name": "Uriarte, Ligia"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDM4ZDJkNzEtYTg3Ny00ZGNlLTliMjUtNWQ2NDFhN2UwMjA3XkEyXkFqcGdeQXVyMjQxMzY0NA@@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "La Gran Sorpresa",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "La Gran Sorpresa (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Natural 9 Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Univisión Network"
            }
        ],
        "plot": [
            "\"_La Gran Sorpresa_ (qv)\" is all about people/family who haven't seen eachother for a long time."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}