{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 January 2018"
            }
        ],
        "release dates": [
            "USA::9 January 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Horror Talk with Kristin West: Dee Wallace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Dee Wallace and Host Kristin West discuss Dee's latest projects, the role she's always wanted to play, her recent collaboration with Rob Zombie and more. Learn about Dee's spiritual life and how her spirituality impacts her as an actress in this intriguing episode and more.    "
                },
                "2": {
                    "title": "Horror Talk with Kristin West: Craig Anderson & Gary Doust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Directors Craig Anderson and Gary Doust reveal the good, the bad, the ugly and ultimately the heartwarming of making an indie horror feature. Craig Anderson, director of Red Christmas, revealed what it's like to work with scream queen Dee Wallace on his first feature while Gary documented the experience in Horror Movie: A Low Budget Nightmare.    "
                },
                "3": {
                    "title": "Horror Talk with Kristin West: Cathy Podewell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Scream Queen Cathy Podewell discusses the 30th Anniversary of Night of the Demons with host Kristin West at this year's Hollywood Horror Fest. Learn all about her role in the now cult classic film, what it was like working with her cast mates and her special connection with Johnny Depp.    "
                },
                "4": {
                    "title": "Horrror Talk with Kristin West: Kevin Tenney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Director Kevin Tenney (Night of Demons, Tick Tock, Witchboard) chats with host Kristin West about the 30th Anniversary of Night of Demons, its sequels and what he's currently working on at this year's Hollywood Horror Fest.    "
                },
                "5": {
                    "title": "Horror Talk with Kristin West: Hal Havins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Hal Havins of Night of the Demons and host Kristin West discuss the 30th anniversary of the cult horror classic as well as parapsychology, the paranormal, ghosts and more. Plus, get Hal's best tip for playing fear as an actor.    "
                },
                "6": {
                    "title": "Horror Talk with Kristin West: Mike Davis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Director Mike Davis discusses his concept of the \"green film\" with host Kristin West and they have a fun chat about stag films. Mike discusses how makes is films on a budget and his goal of having a $0 budget film that's entertaining.    "
                },
                "7": {
                    "title": "Horror Talk with Kristin West: Trisha Molina & Camille Montgomery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "9 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Rising horror stars Trisha Molina and Camille Montgomery chatted up Host Kristin West about updates on their exciting careers. Trisha and Kristin compare notes about driving moving vans and Camille Montgomery admits horror movies scare her and more.    "
                },
                "8": {
                    "title": "Horror Talk with Kristin West: Introducing Rolfe Kanefsky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Writer and director Rolfe Kanefsky sat down with Host Kristin West at this year's Hollywood Horror Fest. This is the first part of a compelling two-part series with one of horror's most prolific creators. Rolfe shares his childhood influences, what makes a good horror movie, actors he loves to work with and why and so much more more.    "
                },
                "9": {
                    "title": "Horror Talk with Kristin West: In Depth with Rolfe Kanefsky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Rolfe Kanefsky is such a fascinating filmmaker, we had to do a two part interview. Here's the second part of our extended conversation. Rolfe discusses his upcoming film Art of the Dead, the re-release of There's Nothing Out There and so much more. Rolfe discusses how important it is to find the tone of a movie, how political correctness impacts creative expression in the horror genre and what makes for a \"sexy, horrific vampire\" amongst so many other gems.    "
                },
                "10": {
                    "title": "Horror Talk with Kristin West: Adam Ung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "19 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Learn all about director Adam Ung, creator of the horror short, The Spirit Room, a multi-award winning film.    "
                },
                "11": {
                    "title": "Horror Talk with Kristin West: Master of Sound Alan Howarth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "31 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Alan Howarth is the MASTER of the horror soundtrack. Saying he went to the \"school of John Carpenter\", Alan shares his experiences in horror and his thoughts on creating the perfect horror sound track and so much more.    "
                },
                "12": {
                    "title": "Horror Talk with Kristin West: In Depth with Alan Howarth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "31 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    We had to chat with famous film composer Alan Howarth even more. Here's Part 2 of our extended chat.    "
                }
            },
            "1": {
                "1": {
                    "title": "Horror Icon Debra Lamb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Horror icon Debra Lamb discusses her upcoming work in the UK.    "
                },
                "2": {
                    "title": "Horror Talk with Kristin West: Dawn Noel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Beautiful and talented Dawn Noel sits down with Host Kristin West to talk all things horror. Dawn gives us the scoop on what new credits she has coming up in 2018 and how she perfected her zombie acting on Fear the Walking Dead and more.    "
                },
                "3": {
                    "title": "Sheri Davis Shares her 2018 Plans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Domain of Horror's Kristin West sits down with indie film producer, actress and director Sheri Davis. An award-winning talent, Sheri gives Kristin the scoop on all her movie-making endeavors in 2018 and what's happening with her latest project Hair of the Dog.    "
                },
                "4": {
                    "title": "Horror Talk with Kristin West: Director & Actor Armin Nasseri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Host Kristin West welcomes award-winning director, actor and producer Armin Nasseri to discuss his recent collaborations and what's in store for him in 2018.    "
                },
                "5": {
                    "title": "Horror Talk with Kristin West: Tony Moran",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Host Kristin West of Domain of Horror sits down with Tony Moran of Halloween. This enthralling interview features intriguing anecdotes from Tony about his storied career and updates on his latest projects, including Death House.    "
                },
                "6": {
                    "title": "Horror Talk with Kristin West: Chef Nikki \"Meow\" Guzman & Rena Riffel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Closing out the month of March, National Women's History Month, Host Kristin West has a \"double trouble\" interview with friends and producing partners Nikki Guzman and Rena Riffel. Nikki dishes on her favorite murder weapon in the kitchen and Rena gives us insight into the mind of David Lynch. Check out this superb Domain of Horror interview.    "
                },
                "7": {
                    "title": "Horror Talk with Kristin West: Bill Oberst Jr.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kristin West chats up horror icon Bill Oberst Jr. about his latest work, including working with Rob Zombie. Bill is one of Hollywood's busiest actors and he's now on his way to NYC to play Ray Bradbury in the new play \"Ray Bradbury Live (forever)\".    "
                },
                "8": {
                    "title": "Horror Talk with Kristin West: Ben Jagger & Richard Wagner of Corbin Nash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Host Kristin West is gets the scoop on the new vampire noir thriller Corbin Nash, coming soon to a theater near you. Director, writer and producer Ben Jagger and producer and actor Richard Wagner weighed in on whether vampires are sexy or scary, how they've revamped the tired vampire stereotypes in their new movie and what it was like working with such a great cast, including Dean Jagger, Malcolm McDowell, Fernanda Romero, Rutger Hauer and Corey Feldman.    "
                },
                "9": {
                    "title": "Horror Talk with Kristin West: Fernanda Romero of Corbin Nash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Fernanda Romero is a woman of many talents. Fernanda sits down with host Kristin West to discuss her latest movie, the vampire noir thriller Corbin Nash, starring Corey Feldman, Dean Jagger, Malcolm McDowell and Rutger Hauer, coming soon to theaters and VOD.    "
                },
                "10": {
                    "title": "Horror Talk with Kristin West: Carmen Aiello of Corbin Nash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Producer and casting director Carmen Aiello gives vampire fans something to hunger for: Corey Feldman as a transsexual vampire. His brilliant casting idea is turning heads and you'll see and hear why in this Domain of Horror interview with host Kristin West. Carmen dishes all the behind-the-scenes action of Corey's performance and Game of Thrones fans will also find things for them in this interview too.    "
                },
                "11": {
                    "title": "Horror Talk with Kristin West: James Balsamo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n    James Balsamo is not only a filmmaker. He's a master of bad puns. James talked to host Kristin West about his upcoming films The Litch and Cool As Hell 2. James also dishes about his creative processes and what horror conventions he loves and what's coming up next for his company Acid Bath Productions.    "
                },
                "12": {
                    "title": "Horror Talk with Kristin West: Patrick Barnitt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n    Ever had a Star Trek trading card made of you? Pat Barnitt has. Coffin franchise favorite and esteemed crooner Patrick Barnitt discusses what's happening for him in 2018 with host Kristin West. He updates us on his latest projects and what new music he has coming out to look forward to.    "
                },
                "13": {
                    "title": "Concrete Dream Film Festival's Horror Filmmakers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Horror Talk with Kristin West presents: The Q&A for the Concrete Dream Film Festival for the films \"Bob\" by John Gross and Jason Shepard and \"Dead Sexy\" by Rex Riffel. Both films have an interesting take on the paranormal and ghosts.    "
                },
                "14": {
                    "title": "Horror Talk with Kristin West: Streamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horror Talk with Kristin West (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Host Kristin West sits down with the creative team of Streamer at the Concrete Dream Film Festival. Jared Bratt and Tanya Lee discuss the journey of making this psycho drama. Jared, Tanya and Kristin also discuss the isolating effects of social media, the incel movement, sex work, feminism and more in this fascinating panel discussion.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "West, Kristin"
            },
            {
                "name": "Barnitt, Patrick"
            },
            {
                "name": "Howarth, Alan"
            },
            {
                "name": "Aiello, Carmen"
            },
            {
                "name": "Anderson, Craig"
            },
            {
                "name": "Balsamo, James"
            },
            {
                "name": "Bratt, Jared"
            },
            {
                "name": "Davis, Mike"
            },
            {
                "name": "Davis, Sheri"
            },
            {
                "name": "Doust, Gary"
            },
            {
                "name": "Gross, John"
            },
            {
                "name": "Havins, Hal"
            },
            {
                "name": "Jagger, Ben"
            },
            {
                "name": "Lamb, Debra"
            },
            {
                "name": "Lee, Tanya"
            },
            {
                "name": "Meow, Nikki"
            },
            {
                "name": "Molina, Trisha"
            },
            {
                "name": "Montgomery, Camille"
            },
            {
                "name": "Moran, Tony"
            },
            {
                "name": "Nasseri, Armin"
            },
            {
                "name": "Noel, Dawn"
            },
            {
                "name": "Jr., Bill Oberst"
            },
            {
                "name": "Podewell, Cathy"
            },
            {
                "name": "Riffel, Rena"
            },
            {
                "name": "Riffel, Rex"
            },
            {
                "name": "Romero, Fernanda"
            },
            {
                "name": "Shepard, Jason"
            },
            {
                "name": "Tenney, Kevin"
            },
            {
                "name": "Wagner, Richard"
            },
            {
                "name": "Wallace, Dee"
            },
            {
                "name": "Kanefsky, Rolfe"
            },
            {
                "name": "Ung, Adam Jay"
            }
        ],
        "genres": [
            "Horror"
        ],
        "runtimes": [
            "4"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTFkN2I3MWMtYTJhNi00MzE3LTk1OGEtYzdjYmU3YzZlNGNjXkEyXkFqcGdeQXVyMjQ4Njg3NjE@._V1_SY150_CR5,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "plot outline": "Host Kristin West interviews the hottest names in indie horror. Check out horror's biggest stars as they are out and about in Los Angeles.",
        "languages": [
            "English"
        ],
        "title": "Horror Talk with Kristin West",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Horror Talk with Kristin West (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "West, Kristin"
            }
        ],
        "production companies": [
            {
                "name": "Polar Underworld Productions"
            },
            {
                "name": "The Kristin West Co"
            }
        ],
        "plot": [
            "Host Kristin West interviews the hottest names in indie horror. Check out horror's biggest stars as they are out and about in Los Angeles.::Kristin West"
        ],
        "tech": {
            "runtime": [
                "4 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}