{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ukraine\n",
                "date": "15 January 2018"
            }
        ],
        "release dates": [
            "Ukraine::15 January 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Shkola"
            },
            {
                "countries": "Ukraine (promotional title)",
                "title": "#Shkola"
            },
            {
                "countries": "World-wide (English title)",
                "title": "School"
            }
        ],
        "akas": [
            "Shkola (original title)",
            "#Shkola Ukraine (promotional title)",
            "School World-wide (English title)"
        ],
        "akas from release info": [
            "Shkola (original title)",
            "#Shkola Ukraine (promotional title)",
            "School World-wide (English title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Alex and his father returned after a surgery in the USA. Kyrylo Evgenovych is trying to get the school a status of a lyceum with the help of the new director Daryna Petrivna. Meanwhile, Nika continues to receive threatening messages from a guy from her past. Over the summer Lola found a boyfriend who is older than her but laying to him about her age.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 37,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A thing named Veronica swallowed pills and ended up in intensive care. Her stupid mother Katya understands that she should be close to her daughter. She gets a job as a teacher at a school where she wants to follow her crazed daughter. In pursuit of likes on social networks, students lose common sense. The dafts jokes for the video nearly brought the English teacher to a heart attack. The school principal asks his son Alex to temporarily replace the ill teacher.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Kateryna Anatoliyivna (Katya) teaches her first class at the school: she wants the children to understand why the economy should be known. Alex also comes to his first class, but right away he does not find an understanding with the students. Pasha's younger brother founds a grenade in a sandbox, and Lola wants to film it for her video. Khrystyna is trying to inform teachers of the danger, but instead, the girl gets beaten up.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    One of the students gets planted drugs and blackmailed so that he would sell them to students at the school. Zhan was hospitalized with a concussion. Because of him, parkour at the school was banned. Veronica is released from the hospital and is transferred to the new school. Daryna Petrivna is flirting with Alex but without result. Lola also starts to flirt with Alex and even does a poll on her social media page - who better to be with: a peer or an older man.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Oksana - a girl who really wanted a tattoo. She lies to her mother that money is needs money to pay for school. But it turns out that Oksana has an allergy to tattoo ink. Katya goes to the hospital with the girl, because of this, she does not have time to meet with her own daughter. Veronica gets angry at her mother. Zhan returned to school after running away from the hospital. Daryna Petrivna invited journalists for an interview at school about parkour. The problems at school are getting out of control.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Two friends want to skip classes, so they decided to make a noise and arrange an improvised fire. Meanwhile, an inspector comes to school, who turns out to be Kateryna Anatoliyivna's former husband. Nurse Olya falls in love with the new guard since he is still single. Lola thinks that they are having sex in a medical center and wants to film them for her blog.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Lola's bother was not feeling well in the morning, so she had to take him to the hospital. She did not have any time to wash off her makeup before school so she came to school in cosplay. Lola urgently needs money her brother's surgery, and the parents are on a business trip. Lola stills money that Valera collected from the school tour. Both Oksana and then Khrystyn are suspected of theft. Katya stood up for the girl. Anton calls the police. Daryna Petrivna still hopes to replace the principle. To do this she needs to arrange another incident at the school. Daryna ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    After the antics in the cafeteria, many children were poisoned. The school nurse found out that someone had mixed laxative into the juice. But will she find out who exactly did it? Lola plans a party at the apartment of the English teacher, who is in the hospital. The guys decided to bring drugs, but the supplier was the same man who planted them to Andriy. At the party, Veronica felt sick and fell unconscious. Will she be okay?    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Nazar got into Daryna's office and copied exams. But Veronica was accused of cheating on the exam. Daryna continues with her plan of getting Katya fired from her job. Nazar's father wants to pull his son to a gold medal, so he tried to bribe give Katya. Instead, Darya got the money and was accused of it, but nobody believes she would do that.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Andriy filmed his Biology teacher wearing a skimpy outfit while with her lover. The video was seen by Anton so he wanted to tell everyone. However, the guys are not sure that it was their teacher, so they decided to follow her. Lesya Artemivna is considering to resign due to the scandalous video. And Lola suspecting that Pasha likes Veronica. Katya prepares a statement-complaint about Daryna, most of her teachers support her. But Daryna learns the truth about Veronica and decides to blackmail Katya.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Lola and Pasha got back together and want to have sex for the first time. But the girl really gets into blogging and begins to show off her intimate life. In the meantime, Nata struggles to gain Nazar's affection. Kyrylo decided help with removing Daryna from her job, and the other teachers are no longer afraid to openly confront her. However, Darya tries to regain control of the teaching staff. Alex sides with Kateryna and even goes with her to a cafe. How will their relationship develop further?    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Herman wants to go to university abroad, but his parents can not afford it. Therefore, he sets a goal to win a scholarship. However, Borya wants to win the scholarship, and a serious struggle between two friends arises. Meanwhile one of Lola's followers is stoking her, but she does not believe it. Kyrylo, tries to communicate with Veronica, but she does not know who he really is. In the evening Kateryna goes with Kyrylo on a date. The truth about Daryna's the past is revealed.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Lola is kidnapped and held in the abandoned building. Pasha feels that something has happened and is trying to find her. Alex and Katya are trying to help him, but will they find Lola? Herman realized that there was some sort of an agreement between Borya and Daryna Petrivna. He wants to sabotage his friend. Katya starts to trust Kyrylo, but it turns out that he is deceiving her again.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Anton asks his father to help find Lola, but the father does not want to believe in the kidnapping of the girl. Therefore, he began to collect evidence independently. The journalist joined the case, who only wants to make a sensation out of it. Lola's neighbor called to the family service, so that young children are taken away. Katya thought that Kyrylo would help in the matter, but his mistress picks up the phone. Veronica invited Alex for a family dinner.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Zhan decided to make fun of the whole situation and posts the video, which says that Lola herself arranged the kidnapping. Kateryna has found out that her daughter fell in love with a teacher. Alex's dog found Lola in the forest. In a terrible condition, she was taken to a hospital. She does not want to talk to anyone and explain what actually happened. Anton proposes to Daryna, because she wants to have another child. But Daryna refuses it.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Khrystyna's father has beaten her up, and at the school, it was noticed Kateryna. Teachers want to help the girl and turn to social service. The girl's mother attacked Kateryna, and she fell down the stairs and ended up at the hospital. Anton Volodymyrovych decided to resign from the school. Meanwhile, Lola still does not want to talk with Pasha, and she flirts with Toha. And Daryna read Veronica's love letter in front of the whole class. By doing this she had acquired another enemy in the face of Alex.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    While Kateryna is in the hospital, Kyrylo watches over Veronica. The girl is confident that he is her father. Kyrylo decided to make a DNA test. Lola and Nata went shopping and accidentally stole a scarf, but decided not to return it. This gave them an impulse to steal. The girls framed Oksana for stealing, but everything became clear after watching the video from the surveillance cameras. Meanwhile, Pasha and Veronica go to the cinema. How will their relationship develop?    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Because of Oksana's tattoo, everyone found out that her boyfriend had a criminal record. Since it was posted online with photos of other students, including Lyera. The girl is convinced that Lola did this and wanted to fight her. Instead of taking Veronica to school Kyrylo took her dress shopping for the dance. And Lola decided to hold the contest \"Miss Ugly\". However, the dance did not turn out as Lola planed. The principal, Ihor Serhiyovych, was diagnosed with heart failure - so he decided to look for a replacement for his position.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "25 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Oksana's boyfriend was released from prison, but Oleksiy was not at all what she expected. Lola and Pasha spent their first night together, but Lola is still uncertain about her feelings. Because Oksana was called \"Miss Ugly\" she wanted to fight Lola. After that Oksana found out about the Blue Whale community. She wants to remove the tattoo and asks Kateryna for help. Lola decided to frame Kateryna, so she asked Tokha to kiss the teacher and take a video.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Oleksiy threatens Oksana, demanding that she writes a statement to police about Alex. In addition, she bullied at school and online. Kateryna wants to know who is in charge of the page. Most think it's Lola. So, she decided to show Daryna Petrivna the edited video, where Kateryna kisses Anton. In the meantime, Nazar took a selfie with Alisa the most beautiful girl in the school so that everyone would believe that they are a couple. Petro offers Daryna to meet, despite the fact that he is married. Ihor Serhiyovych resigns, and the choice of the new principal was very ...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Tokha's father was called to school due to a video published by Lola. Kateryna Anatolevna is accused of seducing minors and is facing a jail. Tokha does not want to tell the police what actually happened. Alex has found out that Asya, is the administrator of \"Purgatory\" group online. Andriy wants to make a startup: make money by doing other students' homework. The most beautiful girl in the school Alisa turns to him. But it turns out that Andriy cheated partners and took more money than he gave Borya and Herman.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Kateryna wants to resign from school. Daryna has opposed her, it was her who leaked the information to reporters. Ihor Serhiyovych did not sign Kateryna's application to resign, and the DDPE starts an internal investigation. Nata has met up with Orest, who is 32 years old. She also suggests Lola also register on the dating site. Tokha found out that Lola went on a date and set him up. He decided to tell Alex that he had shot the video, but did not say a word about Lola's involvement. In the evening Veronica found her mother with Alex, she still trusts her father and ...    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Asya cannot fit into her dress for the photo session, she thinks she should lose weight. She eats so little, and also takes pills. Lola and Nata came to school in the same outfit and decided to do an online poll, who is the most beautiful. They also included a photo of Asya, but chose the most unflattering to post. The girl was very offended by bad comments, and her mother always telling her that she is fat. So, Asya steals pills from the nurse after which she is even worse. Alex gave Kateryna bouquet of flowers, but he still has not told her the truth about his ...    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "5 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Nazar decided to run away from home, and Ihor Serhiyovych - to remain in office, until the scandal settles down. The entire teaching staff is under a potential dismissal. In order to resolve the problem, Katya tries to talk to Kyrylo. Lola's grandmother needs medicine, very little money left. The sponsor advises her to blog post about relationships. But it will not work since she and Pasha have broken up. Nazar's phone was stolen and there is no place for him to stay. He decides to go to the Fight Club to earn extra money. Meanwhile, Pasha and Nick are on a date.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Lola saw Lyera in a cafe with a girl and is convinced that they are on a date. She posted a video with two girls, but Lyera was not pleased and a fight broke out. Pasha tries to explain to Anton that Lola is simply using him. Kyrylo offers Kateryna to move to Kyiv. Meanwhile, Daryna decides to get rid of the principal thought his son. SupposedlyAlex got his letter of approval for his appeal. To celebrate this, he goes with Kateryna to the bar. How will their evening end?    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Nazar's father demands that he returns home and states that he will not sign the permission slip to travel to his mother. Meanwhile, the guys go to the \"strelku\". The fight ends with a police call. Students at the school go to a lecture about sex. Lola suspects that she is pregnant. Kateryna is worried and wants Veronica and Pasha to split up. Kateryna and Alex spent the night together, but unexpectedly his fiancee from the USA cames to see him.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "8 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Veronica does not want to return to her mother, and Kyrylo even wants to deprive Kateryna's parental rights. Olha Viktorivna found a boyfriend named Stanislav, and Mary found out that Alex has cheated on her. Ihor Serhiyovych became ill he had to be taken to the hospital. Daryna hopes to take over the principal's chair, but Ihor Serhiyovych appoints Kateryna. Toha is trying to win over Lola, but his friends explain that she is just using him.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Alex renewed his relationship with Mary and Petro - with Daryna. Tokha still cannot forget about his feeling to Lola, so Nazar advises him to invite Asya to the cinema to distract himself. Lola has found out that she is pregnant. Just at this time, at the reception of a doctor was Daryna, she asked the doctor to call her if the child was to be left in an orphanage. Veronica finally decided to move with her father to Kyiv, but first, Kyrylo needs to restore parental rights. He also decides to introduce his daughter to his mistress. The condition of Ihor Serhiyovych is ...    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "13 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Ihor Serhiyovych wrote a resignation letter and if it is approved Kateryna will remain as the principal. Kyrylo is convinced that Kateryna's position is his credit. Therefore, he requires a service - to convince Veronica to reconcile with him. Tokha visited Lola's home and saw the pregnancy test. At the school students are preparing for Physical Fitness Testing and Daryna told Lola to prepare, although this could threaten her health.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Mary tries to persuade Alex to fly to the United States. In order to speed up the wedding, she even wants to transfer Ihor Serhiyovych to home care, although she knows that it will be worse for him. The new English teacher will be Anton's mother - Yuliya Volodymyrivna. On Nazar's birthday, his father allowed him to arrange a party at their house. Nata decided to present herself as a gift to Nazar. Lola wants to do an abortion to prevent it Anton proposes to her.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "School (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "15 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The condition of Ihor Serhiyovych deteriorated, besides, the doctor has discovered aneurysm, which can break at any time. In Ukraine, there is no equipment that can remove it without damaging the heart. Therefore, the doctor advises Ihor Serhiyovych to fly for treatment to the USA. Lola had a miscarriage, but it did not seem to bother her. She also agreed to meet Tokha, but more for the sake of her blog. It is hard for Veronica to trust Pasha, but they overcome their difficulties. Daryna plans to resign from school, but in reality, it is all part of Kyrylo's plan to ...    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Andreyeva, Yanina"
            },
            {
                "name": "Vakuluk, Nikita"
            },
            {
                "name": "Kurta, Olena"
            },
            {
                "name": "Lukyanov, Roman"
            },
            {
                "name": "Kudashova, Iryna"
            },
            {
                "name": "Vasylenko, Yelyzaveta"
            },
            {
                "name": "Petrenko, Oleksandr"
            },
            {
                "name": "Osadchuk, Bohdan"
            },
            {
                "name": "Vyhovskyi, Oleh"
            },
            {
                "name": "Tikhomirov, Anatoly"
            },
            {
                "name": "Trincher, Anna"
            },
            {
                "name": "Chernyavska, Karyna"
            },
            {
                "name": "Chornokrylyuk, Kostyantyn"
            },
            {
                "name": "Vashnevska, Tetyana"
            },
            {
                "name": "Koval, Valeriy"
            },
            {
                "name": "Koss, Yuriy"
            },
            {
                "name": "Orel, Maryna"
            },
            {
                "name": "Romanova, Olesya"
            },
            {
                "name": "Vlasenko, Serhiy"
            },
            {
                "name": "Ukolov, Oleh"
            },
            {
                "name": "Yurchenko, Valeriya"
            },
            {
                "name": "Laryna, Olena"
            },
            {
                "name": "Melyanovska, Maryna"
            },
            {
                "name": "Kozlov, Philip"
            },
            {
                "name": "Muke, Arno"
            },
            {
                "name": "Rechych, Olena"
            },
            {
                "name": "Yurchuk, Viktoriya"
            },
            {
                "name": "Povkh, Mariya"
            },
            {
                "name": "Kunitsyn, Vladislav"
            },
            {
                "name": "Potapova, Natalya"
            },
            {
                "name": "Kosoborodova, Olha"
            },
            {
                "name": "Tokarenko, Aryna"
            },
            {
                "name": "Bogushevski, Vyacheslav"
            },
            {
                "name": "Cherkas, Danylo"
            },
            {
                "name": "Kovernyk, Yana"
            },
            {
                "name": "Hryhoryev, Oleksandr"
            },
            {
                "name": "Kondratenko, Mariya"
            },
            {
                "name": "Sheludyak, Bohdan"
            },
            {
                "name": "Klodyuk, Yuliya"
            },
            {
                "name": "Boyko, Andriy"
            },
            {
                "name": "Basilaya, Nino"
            },
            {
                "name": "Hrabovska, Vlasta"
            },
            {
                "name": "Shorokhova, Yelyzaveta"
            },
            {
                "name": "Nahrudna, Nataliya"
            },
            {
                "name": "Solopay, Sergiy"
            },
            {
                "name": "Poddubnyak, Artem"
            },
            {
                "name": "Zhemchuzhna, Yuliya"
            },
            {
                "name": "Hayduk, Yevhen"
            },
            {
                "name": "Khvostova, Taisiya"
            },
            {
                "name": "Kiy, Nikolay"
            }
        ],
        "locations": [
            "Specialized School #106, Kyiv, Ukraine::(school)",
            "Kyiv, Ukraine::(city)"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Ukraine"
        ],
        "country codes": [
            "ua"
        ],
        "language codes": [
            "uk"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "rating": 6.1,
        "votes": 76,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTdiMzM4NzYtZmNmYS00YjUzLThiZTItOGE4YWM4ODE3YTI1XkEyXkFqcGdeQXVyNDA4NzM5MzY@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Successful businesswoman Katya finds out that her daughter tried to commit suicide. As it turned out, not the first time. To be closer to her daughter and understand what the kids really are doing at school, she goes to work as an economics teacher. The young mother did not even know what secrets hide behind the walls of the ordinary Ukrainian school. At the same time a new English teacher comes to the school - a former lawyer and a son of the principal - Alex. He has a fiancee who lives in the United States, but suddenly there is a spark between him and Katya. However, the skeletons of the past are still haunting them and they won't let our heroes go.",
        "languages": [
            "Ukrainian"
        ],
        "title": "School",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Alekseeva, Anastasiya"
            },
            {
                "name": "Hrodetska, Lora"
            },
            {
                "name": "Myronova, Oleksandra"
            }
        ],
        "production companies": [
            {
                "name": "1+1 Production"
            }
        ],
        "distributors": [
            {
                "name": "Channel 1+1"
            }
        ],
        "plot": [
            "Successful businesswoman Katya finds out that her daughter tried to commit suicide. As it turned out, not the first time. To be closer to her daughter and understand what the kids really are doing at school, she goes to work as an economics teacher. The young mother did not even know what secrets hide behind the walls of the ordinary Ukrainian school. At the same time a new English teacher comes to the school - a former lawyer and a son of the principal - Alex. He has a fiancee who lives in the United States, but suddenly there is a spark between him and Katya. However, the skeletons of the past are still haunting them and they won't let our heroes go.::1plus1 channel"
        ],
        "tech": {
            "runtime": [
                "50 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 76,
                "rating": 6.1
            },
            "aged under 18": {
                "votes": 6,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 23,
                "rating": 4.3
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 3.3
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 6.2
            },
            "males": {
                "votes": 26,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 3.3
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 3.2
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "females": {
                "votes": 16,
                "rating": 6.0
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 4.6
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.0
            },
            "us users": {
                "votes": 4,
                "rating": 8.0
            },
            "non us users": {
                "votes": 27,
                "rating": 3.2
            }
        },
        "number of votes": {
            "10": 28,
            "9": 2,
            "8": 8,
            "7": 4,
            "6": 4,
            "5": 0,
            "4": 4,
            "3": 3,
            "2": 3,
            "1": 20
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}