{
    "imdb": {
        "raw release dates": [
            {
                "country": "Spain\n",
                "date": "27 January 2018"
            }
        ],
        "release dates": [
            "Spain::27 January 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Coruña",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unha viaxe para contar (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The first \"trip to tell\" takes us to A Coruña and begins with a visit to the fish market, one of the most important in Europe. Near there is the Control Tower, which Marta visits to better understand the work of the watchmen of the sea. He also enters Casa Cuenca, a grocery store in the old city where the typical \"cascarilla\" of the people of Corunna can still be found. After a walk through the city, the traveler goes to the Casa Museo de María Pita, in the company of the historian Luis Gorrochategui, and knows \"Gastón\", the great shark of the Fish House, right at the...    "
                },
                "2": {
                    "title": "Comarca de Lemos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unha viaxe para contar (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Marta Doviro moves to the region of Lemos. Your trip begins at the Train Museum, where they keep a jewel of the railway landscape: Mikado steam locomotive. Already in Monforte, Marta walks through the Jewish Quarter in the company of the Begoña González guide, who also takes it to the gallery of Escolapios, where works of El Greco are housed. Along with film director Dani de la Torre, the program travels to the most popular streets and places that are part of his life. Soon Marta goes to Saviñao, specifically to the Escairon pastureland, to know its traditional ...    "
                },
                "3": {
                    "title": "Vigo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unha viaxe para contar (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Marta Doviro moves to the region of Vigo. On this visit, she is acquainted with Francisco Peixoto, creator of the bank turned into a \"Galiza it's different\" viewpoint, and is interested in the history of the Battle of Rande and the island of San Simón at the hands of the historian José Martínez, who also accompanies us on a stroll through the island and the emblematic Paseo dos Buxos. Next to Vigo actor Manuel Manquiña, take a tour of the old part of Vigo and the places that are part of his childhood, to finish in the neighborhood of A Pedra, where they taste typical ...    "
                },
                "4": {
                    "title": "Lugo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unha viaxe para contar (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Marta Doviro takes part in the history of Lugo and, by the hand of the architect Carlos Sánchez Montaña, hears the secrets of the Roman Wall. Also visit the cathedral next to Carlos Carnero. But the historical visits are only the beginning, since the actor Antonio Mourelos travels through the places that are part of his childhood and makes of guide in another one of the specialties of Lugo: his gastronomy. Both taste the traditional octopus at the fair and enjoy the famous 'petiscos' of the city. Sport is also a reference in the capital of Lugo, so Doviro speaks with ...    "
                },
                "5": {
                    "title": "Comarca de Valdeorras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unha viaxe para contar (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    \"Unha viaxe para contar\" crosses all the corners of the region of Valdeorras, by the hand of journalist Marta Doviro. Next to the mountain \"Cholo\", we show the mountains and valleys of Pena Trevinca, the scene of the legend of \"Lagoa da Serpe\". Also, visit the ruins of the tungsten mines, which the Nazis established in this area during the Second World War. In the most important village in the area, O Barco de Valdeorras, Marta makes a canoe ride in the company of Fernando García. Also visit another of the emblems of the city, A Torre do Castro. In the gastronomic ...    "
                },
                "6": {
                    "title": "Comarca do Morrazo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unha viaxe para contar (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Marta Doviro begins his journey through the region of O Morrazo in the most important and recognized 'hórreo' of our land, the Cruceiro do Hío, in the municipality of Cangas. Also visit the former salting factory in the estuary of Aldán, which is currently a renowned country house, awarded in Europe. The sea has always been one of the biggest economic resources in this area, and Bueu Doviro enters the Massó Museum, which is where it was the first factory of one of Galicia's largest conservers. At present, this museum includes all the maritime heritage and the history ...    "
                },
                "7": {
                    "title": "O Courel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unha viaxe para contar (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Marta Doviro travels to Courel. In this environment, which combines mountain landscapes with the Sil river, she knows, in the company of Guillermo Díaz guide, Poza das Mulas, a place on the Lor River that shows a natural spa with spectacular landscapes. She also visits, by the hand of Evaristo Méndez, Frouxán, a village of Folgoso that has been declared a World Heritage Site, among other things by the traditional chestnut country. Courel is also known for being the birthplace of one of the most important poets of our lyrics, Uxío Novoneyra. Marta Doviro is in the ...    "
                },
                "8": {
                    "title": "Terra de Celanova",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unha viaxe para contar (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Marta Doviro goes to the lands of Celanova. In the company of Cesareo Iglesias, the traveler visits the monastery of San Salvador, declared National Monument and Europa Nostra Prize, a place with many secrets kept for centuries. Together with José Benito, he knows one of his greatest treasures, the chapel of San Miguel, where every spring and autumn equinox has a curious phenomenon: sunlight crosses the chapel illuminating its interior completely. With Yolanda Seara goes to the so-called cloister of the monastery's Poleiro. After a walk through the town, Marta visits ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Doviro, Marta"
            },
            {
                "name": "Budiño, Xosé Manuel"
            },
            {
                "name": "la Cruz, Ángel de"
            },
            {
                "name": "la Torre, Dani de"
            },
            {
                "name": "Manquiña, Manuel"
            },
            {
                "name": "Martínez, Suso"
            },
            {
                "name": "Mourelos, Antonio"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "gl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWRlNzIxN2ItNGIwZC00MDIyLTgwOTItZDZlZjBhMjU5Nzc1XkEyXkFqcGdeQXVyMjM0MDA5OTY@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "The documentary series \"Unha viaxe para contar\" revolves around the tale of a tireless and curious traveler, Marta Doviro, passionate about discovering her native Galicia, with stories full of pride and respect for her that is opening her way: unique places and people.",
        "languages": [
            "Gallegan"
        ],
        "title": "Unha viaxe para contar",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Unha viaxe para contar (Spain)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gagino, Chema"
            },
            {
                "name": "González, Olga"
            },
            {
                "name": "Limia, Jacobo Paz"
            }
        ],
        "distributors": [
            {
                "name": "Televisión de Galicia (TVG) S.A."
            }
        ],
        "plot": [
            "The documentary series \"_Unha viaxe para contar_ (qv)\" revolves around the tale of a tireless and curious traveler, Marta Doviro, passionate about discovering her native Galicia, with stories full of pride and respect for her that is opening her way: unique places and people.::TVG"
        ],
        "tech": {
            "runtime": [
                "50 min (Spain)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}