{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "  2018",
                "notes": "                            (TV)"
            },
            {
                "country": "Turkey\n",
                "date": "29 March 2018"
            }
        ],
        "release dates": [
            "Turkey::2018                            (TV)",
            "Turkey::29 March 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Avlu"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "The Courtyard"
            }
        ],
        "akas": [
            "Avlu (original title)",
            "The Courtyard World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Avlu (original title)",
            "The Courtyard World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "12.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    After the loss of her daughter Ecem, Deniz is able to stand with the sedatives. Zerrin, the new manager of the prison administration, discontinues her medication as she now believes that Deniz should return to life. Deniz has a whole new path and another person to take revenge; Alp Ozturk. Will Deniz be able to manage her plans despite the new manager Zerrin who has changed all balances?    "
                },
                "2": {
                    "title": "13.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    With her last move, all eyes turned to Deniz. Kudret's heart burns, but will she ever let the play of Zerrin? On the side of both Azra and Kudret, while everyone's heart has been petrified and mixed up, will the most profitable Zerrin emerge? The vegetable garden established in the courtyard will actually be the answer to many questions.    "
                },
                "3": {
                    "title": "14.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In response to Zerrin's sentence, the prisoners rebelled in prison. After this rebellion Zerrin will continue to increase the stiffness of her moves. Sides have been stretched and everyone has begun to reveal their true color. Meanwhile, the report tension against Oktay is growing. While all this, will Deniz succeed in running the plan she set up to take revenge from Alp?    "
                },
                "4": {
                    "title": "15.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Three new prisoners will shake the balance. On the other hand, the role of Zerrin in the tension of Oktay and Murat; is growing up. Kudret has plans to take revenge while everyone's attention is over these three prisoners. Now Deniz has a huge question in her mind: Which one of the new arrests is Alp's hired killer?    "
                },
                "5": {
                    "title": "16.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Deniz's tension continues because she is now preparing to appear in court. How will the trial of Deniz, who came to the judge in the face of her attack on Kudret this time? When Deniz starts to run her plans for Alp, Zerrin and Kudret will not stand idle.    "
                },
                "6": {
                    "title": "17.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Zerrin helps Kudret to be strengthened from the bottom up. Naciye is stuck in a corner. Zerrin, on the other hand, has missed the persecution of prisoners in prison, so the foundations of a great rebellion are laid in prison. Who will succeed in surviving this rebellion?    "
                },
                "7": {
                    "title": "18.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Will Zerrin's games work? Kudret is in solitary confinement. After the great rebellion, the wounds are wrapped. Naciye had to change tactics to protect her daughter. While Murat is investigating Zerrin's past, Zerrin will also learn a great secret about Azra.    "
                },
                "8": {
                    "title": "19.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    It turned out that Azra killed Nihal. All the dreams of Deniz were destroyed. When the friendship of Deniz and Azra are severely cracked, Zerrin will not be delayed in turning this situation into an opportunity. How does Deniz draw her way now that all the balances have changed?    "
                },
                "9": {
                    "title": "20.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Zerrin tries to turn the tension between Azra and Deniz to her advantage. But this is just one of the dark plans. The traumatic past of Azra came to the fore once she had no hope. The chip that Sevda brought with her fell like a bomb on the prison agenda, while Deniz was able to process the plan she didn't share with anyone.    "
                },
                "10": {
                    "title": "21.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "22 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Deniz's unexpected move caused storms inside and outside the prison. Zerrin, mad with fury, surprised what Kudret will do with fear. The prison is awaiting a news. With the help of a surprise name, Deniz is approaching her goal step by step. But there is a treacherous trap that she has not see on.    "
                },
                "11": {
                    "title": "22.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    On the other hand, Azra lost the man she loved.. On the other side, Kudret lost her son.. The fire in these two women's heart has caused confusion in the courtyard. Inside, everyone wonders where and when the big bomb will explode. While waiting for Deniz in the corridors of the prison, a completely different female footsteps will be heard.    "
                },
                "12": {
                    "title": "23.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "6 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Deniz has been waiting patiently for a long time. She took revenge for her daughter. But now everyone is after her and the time passes quickly. Deniz has to make a choice and there is one more thing to do. This time, it is not for itself her. Meanwhile, Kudret and Azra are always looking for an opportunity to destroy each other. Zerrin must stop them and prevent an event from occurring.    "
                },
                "13": {
                    "title": "24.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "13 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    It's time for Deniz to return to the courtyard. Once again she will pass through the same corridors, but this time as a completely different person. Inside, two great threats await her. Zerrin, who is in trouble on one side and Kudret, on the other hand, is suffering from her son's pain. In the meantime, Azra sinks to her sister, she gets more angry as she goes down.    "
                },
                "14": {
                    "title": "25.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "20 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The gunfire in prison has led everyone into a fearful silence. Zerrin goes into a dead end from day to day. The person who is looking for the way out is not just she. It is time for Azra to make a decision and act. Well Azra's choices are what will give her? Kudret is about to pay the price of her decision. Deniz is doing everything for her loved people.    "
                },
                "15": {
                    "title": "26.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "27 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The last move of Azra has greatly disappointed Deniz. Zerrin is in the pursuit of new plans to take back the ropes, but she will get it return in a way that she never expected. Kudret does not take her eyes away from Özge for a moment. One question in the mind of Özge. What does a baby in her belly bring with her? While all of this is happening, the Christmas excitement of Öykü is slowly spreading the entire courtyard.    "
                },
                "16": {
                    "title": "27.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "24 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The result of Deniz trial was a great repercussion both inside and outside the prison. Ozge's dilemmas about the baby get up with a surprise. The idea of having grandchildren excites Kudret. Naciye is worried about her daughter. While Zerrin tries to solve the mysterious of her sister, Azra is approaching her freedom step by step.    "
                },
                "17": {
                    "title": "28.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "31 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Azra returns with a smile on her face from the court, where she waits a long time for the outcome. The doors of her freedom are now open. Deniz will be greatly disappointed with the news whispering in her ear. The surprise developments in the murder of Nihal made Murat shocked. In the meantime, Zerrin will get new information that will be useful from the re-opened archive.    "
                },
                "18": {
                    "title": "29.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "7 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Deniz still hasn't learned who the traitor is, and she is constantly feeling uneasy. In the meantime, a new convict shocked Deniz. A dark shadow falls on Azra's freedom from her past. Moreover, this is not the only obstacle. When Zerrin looks at the files she has just received, she sets out to prepare a surprise for Azra.    "
                },
                "19": {
                    "title": "30.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "14 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    When Azra finally gets rid of Yigit's hand, she finds herself in a different state of trouble. In the meantime, Ozge's baby has disappeared. Deniz got the trump she had lost to Kudret. Now the cards in the courtyard will be redistributed. In Pelin's case, unknown facts began to emerge. When Deniz attempts to persuade her to talk, what will Kudret do to silence her?    "
                },
                "20": {
                    "title": "31.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "21 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "32.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "28 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "1.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 49,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Deniz has long been violent by her husband. One night the cries from the house are cut like a knife with the sound of a hand gun. Deniz is arrested for allegedly shooting her husband Hakan during the fight. Deniz comes to prison as a prisoner. Deniz's only wish is to call her daughter and learn her situation. But in prison, she find herself among two hostile women who have formed their own rules and sides: Azra and Kudret. Both women attempt to struggle to increase their power within the prison by pull Deniz to her side. The only request for Deniz is to get to her ...    "
                },
                "2": {
                    "title": "2.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 36,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The confusion in prison still continues. The public's interest is now all over the prison. Deniz, who is thought to have stabbed Nihal, has only one witness; Nihal. But Nihal has been taken to hospital. This event will change the power balances in the courtyard. Without knowing what Deniz is yet, or where she is coming from, the other prisoners have already begun playing games on her.    "
                },
                "3": {
                    "title": "3.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Nihal's bracelet, which died during the rebellion, was found in Deniz's hole. The wristband seen as a sign of murder leaves Deniz in a difficult situation. Nobody except Azra and her gang, especially Murat, does not believe in innocence of Deniz. While the murder investigation is ongoing, images from camera recordings bring new questions to minds. In the meantime, Azra's past does not leave her. Kudret is very angry that she started to lose control over her family.    "
                },
                "4": {
                    "title": "4.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After the court's decision, Deniz's world is once again demolished. Even if the other prisoners try to pass on hope to her, there is actually only one question; ''What if I can not see my daughter again?''. It is now time for Azra to make a talk that has been postponed for years. It is perhaps the last chance to shed the spirit that kills her. While Azra was experiencing tension, reports from outside also raged Kudret. Deniz will find herself in the middle of this fire line.    "
                },
                "5": {
                    "title": "5.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The phone she found in her room was the last drop of glass for Deniz. She is worried about her daughter and she is very angry to Kudret. Meanwhile, unexpected betrayals have unintended consequences, and the balances inside are changing rapidly. Melis tries to solve the murder of Nihal with her own methods. Murat seems to be ready to believe in Deniz's innocence, but there are certain conditions.    "
                },
                "6": {
                    "title": "6.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    Deniz is attacked after, she slowly begins to recover. Azra is very angry when she learns the cause of this attack. On the other hand, she liked the feeling that someone could trust her. In the meantime, Kudret started to lose blood both from inside and outside. She is ready to do anything to get rid of this feeling of despair. Ecem will testify in a direction that Alp has never known, and perhaps for the first time will face so hard with her mother's absence.    "
                },
                "7": {
                    "title": "7.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 20,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    The incident that Ecem witnessed has plunged her head into big trouble, turning Alp into a totally different one. Ecem does not know how to deal with him. Besides, Alp is not the only one who has to deal with - Kudret begins to shudder around in a darkened state, and collect all the eyes on it again. In the prison, a sweet mother's day continues.    "
                },
                "8": {
                    "title": "8.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 18,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Ecem went into prison after the prosecutor handled the file about her father. Deniz is surprised what she will do now. The daughter-guard instinct transforms Deniz into a completely different one. On the one hand, we start to behave much harder than we see until now, and on the other hand everyone approaches with suspicion. Especially the prisoner Merve who came in with Ecem.    "
                },
                "9": {
                    "title": "9.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Deniz wants to find the guilty. Deniz had seen so painfully that her suspicions were not wrong, and she was afraid. The most valuable person she has, she has no intention of putting this loss to Ecem with anyone. Moreover, this event is also important for the prison administration as much as it is for Deniz.    "
                },
                "10": {
                    "title": "10.Bölüm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    The news of Ecem's death turns Deniz into a debris. All the women in prison were overwhelmed by this news. Except one.. Kudret is only watching what is happening. Hakan will be the one who will disrupt the death silence inside. A word he will consciously play a key role for Deniz's next move.    "
                },
                "11": {
                    "title": "11.Bölüm Sezon Finali",
                    "kind": "episode",
                    "episode of": {
                        "title": "Avlu (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 17,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Deniz learns the name of her daughter's boyfriend. Now the sadness within is left to anger and revenge. All she wants now is to find her daughter's killer and punish him. But it will not be easy for Deniz.    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Evgar, Demet"
            },
            {
                "name": "Moray, Ceren"
            },
            {
                "name": "Köse, Nursel"
            },
            {
                "name": "Ece, Kenan"
            },
            {
                "name": "Öztürk, Çagdas Onur"
            },
            {
                "name": "Evrentan, Onuryay"
            },
            {
                "name": "Damgaci, Ayça"
            },
            {
                "name": "Benli, Çigdem"
            },
            {
                "name": "Cankur, Mihrimah"
            },
            {
                "name": "Putgül, Ümmü"
            },
            {
                "name": "Odag, Efsane"
            },
            {
                "name": "Sen, Hülya"
            },
            {
                "name": "Samra, Saniye"
            },
            {
                "name": "Eker, Berna"
            },
            {
                "name": "Turunç, Hüseyin"
            },
            {
                "name": "Mertsöz, Görkem"
            },
            {
                "name": "Aladar, Ayberk"
            },
            {
                "name": "Aktas, Deniz Can"
            },
            {
                "name": "Satan, Kadir"
            },
            {
                "name": "Barut, Deniz"
            },
            {
                "name": "Savci, Meltem"
            },
            {
                "name": "Öztürk, Nergis"
            },
            {
                "name": "Seyven, Selen"
            },
            {
                "name": "Keçecioglu, Simel"
            },
            {
                "name": "Soz, Nurhak Mine"
            },
            {
                "name": "Tanik, Mert"
            },
            {
                "name": "Akar, Eslem"
            },
            {
                "name": "Bana, Muazzez"
            },
            {
                "name": "Halis, Seyla"
            },
            {
                "name": "Gürhan, Melis"
            },
            {
                "name": "Kumbaracibasi, Teoman"
            },
            {
                "name": "Çakir, Muhammet"
            },
            {
                "name": "Tulek, Tugrul"
            },
            {
                "name": "Gündüz, Cihan"
            },
            {
                "name": "Atilmis, Merve"
            },
            {
                "name": "Aksel, Ece"
            },
            {
                "name": "Küren, Ilgaz"
            },
            {
                "name": "Hayta, Didem"
            },
            {
                "name": "Cingöz, Melis"
            },
            {
                "name": "Yilmaz, Billur"
            },
            {
                "name": "Keser, Bülent"
            },
            {
                "name": "Eroglu, Ayhan"
            },
            {
                "name": "Aydogan, Leyla"
            },
            {
                "name": "Budak, Duygu"
            },
            {
                "name": "Filiz, Çagla"
            },
            {
                "name": "Sahin, Elif"
            },
            {
                "name": "Çerçi, Ayse Melike"
            },
            {
                "name": "Yeniay, Saydam"
            },
            {
                "name": "Belen, Ece"
            },
            {
                "name": "Ermis, Pelin"
            }
        ],
        "locations": [
            "Istanbul, Turkey",
            "Ümraniye, Istanbul, Turkey"
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 7.9,
        "votes": 526,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjVjMjY5MGMtMTg3OS00OTI4LThmY2MtZTc4NTEwMzUxOWUxXkEyXkFqcGdeQXVyNDg4MjkzNDk@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Deniz demir is married to hakan and has a daughter named ecem, one night hakan who has behavioral problems tries to shoot his wife and his daughter with a gun, trying to defend her and her mother,ecem shoots her father by mistake,at the same time deniz trying to protect her daughter takes the responsibility of this crime and enter the prison,there she finds an another atmosphere and tries to be familiar with it.",
        "languages": [
            "Turkish"
        ],
        "title": "Avlu",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Aras, Özge"
            },
            {
                "name": "Avunduk, Seda Çakir"
            },
            {
                "name": "Bora, Tufan"
            }
        ],
        "production companies": [
            {
                "name": "Limon Film"
            }
        ],
        "distributors": [
            {
                "name": "Star TV"
            },
            {
                "name": "Puhu TV"
            }
        ],
        "other companies": [
            {
                "name": "Arzu Gamze Kilinç Management & Cast"
            },
            {
                "name": "Asli Islamoglu"
            },
            {
                "name": "Deep Academy"
            },
            {
                "name": "Elma Catering"
            },
            {
                "name": "Icon Talent Management Communications"
            },
            {
                "name": "Mayadroom"
            },
            {
                "name": "Metropol Job Security"
            },
            {
                "name": "Parlak Projeler"
            },
            {
                "name": "Renda Guner"
            },
            {
                "name": "Safak Film"
            },
            {
                "name": "Tuba Tacan Casting"
            },
            {
                "name": "Tumay Ozokur Ajans"
            },
            {
                "name": "Yasemin Ozbudun Talent Management"
            }
        ],
        "plot": [
            "A woman entering a prison trying to establish her own justice. These women who are forced to give up their freedom are struggling in Karakuyu against their own order and their own laws.::ahmetkozan",
            "Deniz demir is married to hakan and has a daughter named ecem, one night hakan who has behavioral problems tries to shoot his wife and his daughter with a gun, trying to defend her and her mother,ecem shoots her father by mistake,at the same time deniz trying to protect her daughter takes the responsibility of this crime and enter the prison,there she finds an another atmosphere and tries to be familiar with it.::Reem Kasfy"
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min) (Turkey)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "film length": [
                "3,961 m"
            ],
            "negative format": [
                "16 mm"
            ],
            "cinematographic process": [
                "HDCAM"
            ],
            "printed film format": [
                "16 mm"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 526,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 10,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 173,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 72,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 23,
                "rating": 7.2
            },
            "males": {
                "votes": 201,
                "rating": 7.5
            },
            "males aged under 18": {
                "votes": 7,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 107,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 41,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 13,
                "rating": 6.7
            },
            "females": {
                "votes": 125,
                "rating": 8.6
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 18 29": {
                "votes": 62,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 28,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 6.0
            },
            "us users": {
                "votes": 13,
                "rating": 7.9
            },
            "non us users": {
                "votes": 202,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 251,
            "9": 60,
            "8": 89,
            "7": 48,
            "6": 18,
            "5": 11,
            "4": 4,
            "3": 6,
            "2": 7,
            "1": 32
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}