{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 January 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::2 January 2018                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Brock, Michelle"
            },
            {
                "name": "Cespedes, Diony"
            },
            {
                "name": "Knight, Phaidra"
            },
            {
                "name": "Martinez, Janira"
            },
            {
                "name": "O'Sullivan, Katie"
            },
            {
                "name": "Weiler, Kim"
            }
        ],
        "locations": [
            "New York City, New York, USA::(Meet Our Speakers)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "02 Jan 2018 (USA)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTIyN2U4OTgtMDU4ZS00YzBiLThhNGUtYWQ0OTZjMThiOGY0XkEyXkFqcGdeQXVyNjA3Mjg4MTQ@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "The Love Group is a unique, non-profit speaking agency whose goal is to inspire and educate the next generation of female leaders. We have an incredible team of women to choose from with very diverse experiences and areas of expertise. They have joined forces, traveling across the nation to share their knowledge through a series of confidence-building workshops. Schools, colleges, and organizations have the option to build their very own panel, which means no two presentations will ever be the same. Our speakers range from professional athletes to stylists to entrepreneurs to award-winning journalists. We cover topics that are crucial for every woman's happiness - health, food, self-acceptance, finance, beauty, body-image, wardrobe, exercise, entrepreneurship, gratitude, attracting healthy relationships, positivity, confidence, and most importantly, self-love. Our unparalleled motivational group presentations are designed to have a positive impact on young women, giving them the tools they need to love themselves and pursue their dreams.",
        "languages": [
            "English"
        ],
        "title": "The Love Group",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-",
        "akas": [
            "The Love Group (United States)"
        ],
        "director": [
            {
                "name": "Daniels, Shira"
            }
        ],
        "production companies": [
            {
                "name": "Unique Speaking Agency"
            }
        ],
        "distributors": [
            {
                "name": "Unique Speaking Agency"
            }
        ],
        "plot": [
            "_The Love Group_ (qv) is a unique, non-profit speaking agency whose goal is to inspire and educate the next generation of female leaders. We have an incredible team of women to choose from with very diverse experiences and areas of expertise. They have joined forces, traveling across the nation to share their knowledge through a series of confidence-building workshops. Schools, colleges, and organizations have the option to build their very own panel, which means no two presentations will ever be the same. Our speakers range from professional athletes to stylists to entrepreneurs to award-winning journalists. We cover topics that are crucial for every woman's happiness - health, food, self-acceptance, finance, beauty, body-image, wardrobe, exercise, entrepreneurship, gratitude, attracting healthy relationships, positivity, confidence, and most importantly, self-love. Our unparalleled motivational group presentations are designed to have a positive impact on young women, giving them the tools they need to love themselves and pursue their dreams."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}