{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 February 2018"
            }
        ],
        "release dates": [
            "USA::17 February 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Immigration//El Paso, TX",
                    "kind": "episode",
                    "episode of": {
                        "title": "A World of Difference (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Visiting El Paso, Texas felt like a look into America's future. The metropolitan area of more than 2 million people, stands on the Rio Grande River directly across the U.S.-Mexico border from Ciudad Juarez, the largest city in the Mexican state of Chihuahua. More than 80 percent of El Paso's population is of Latin American descent, giving the region a warm and open multicultural feel. We were most surprised to learn although crime and violence have plagued Juarez for years, paradoxically, El Paso remains one of the safest cities in North America. In the face of ...    "
                },
                "2": {
                    "title": "Gender//Portland, OR",
                    "kind": "episode",
                    "episode of": {
                        "title": "A World of Difference (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In Portland, Ore., we met some hard-working women who have hard-hats to match. Nationwide, gender representation in the construction trade is not even close to parity; women account for just 9 percent of those employed in the industry. However, in Oregon, an interesting anomaly exists; women make up 19 percent of the profession, more than double the national average. We learned what makes these women so unique, the issues they still face, and what they have to say.    "
                },
                "3": {
                    "title": "Race//Sedalia, MO",
                    "kind": "episode",
                    "episode of": {
                        "title": "A World of Difference (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    During the early summer of 2017, we visited Sedalia, Missouri, a city of 20,000 roughly halfway between Kansas City and St. Louis. Several weeks later, the NAACP issued its first-ever travel advisory for people of color in the state of Missouri. While the national news media have focused on the violence and racial tensions in places such as Ferguson and St. Louis, Sedalia is a community that for years has gone out of its way to keep a lid on racial issues. That all changed when Marge Harlan, a white, retired psychologist, caused quite a stir. But it wasn't the black ...    "
                },
                "4": {
                    "title": "Class//Richwood, WV",
                    "kind": "episode",
                    "episode of": {
                        "title": "A World of Difference (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Richwood, West Virginia, defies expectations. This small town of 2,000 is situated deep in the Appalachian Mountains and is home to numerous logging operations. Approximately one-third of the households live at or below the poverty line. We must admit, as a team making a documentary about diversity issues, we were uncertain about how our visit would go when we drove in to see residents flying confederate flags. What we found, however, were interesting, open-minded, and kind people, who had encountered more than their fair share of hardships. For example, floods ...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Spielmann, Jonathan"
            }
        ],
        "locations": [
            "Sedalia, Missouri, USA::(Episode 3)",
            "El Paso, Texas, USA::(Episode 1)",
            "Richwood, West Virginia, USA::(Episode 4)",
            "Portland, Oregon, USA::(Episode 2)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "13"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "original air date": "17 Feb 2018 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjYwODViNWEtM2RjYy00M2M3LThjNWMtMDYxNjQ0Mjk4N2E1XkEyXkFqcGdeQXVyNjk4NDM3NzI@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$30,000 (estimated)",
        "plot outline": "All across the country, people of color, women, immigrants, low income communities, and many others, say they feel less respected, more fearful, and in many places, under attack, because of their differences. MediaLab's newest production, A World of Difference, investigates how communities experience diversity and ultimately asks the question: How do we value difference?",
        "languages": [
            "English"
        ],
        "title": "A World of Difference",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-2018",
        "akas": [
            "A World of Difference (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Grosvenor, Julia"
            }
        ],
        "director": [
            {
                "name": "Lovrovich, Rachel"
            }
        ],
        "production companies": [
            {
                "name": "PLU MediaLab"
            }
        ],
        "distributors": [
            {
                "name": "PLU MediaLab"
            }
        ],
        "plot": [
            "All across the country, people of color, women, immigrants, low income communities, and many others, say they feel less respected, more fearful, and in many places, under attack, because of their differences. MediaLab's newest production, _A World of Difference_ (qv), investigates how communities experience diversity and ultimately asks the question: How do we value difference?"
        ],
        "tech": {
            "runtime": [
                "13 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}