{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "13 January 2018"
            }
        ],
        "release dates": [
            "Japan::13 January 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Contract",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    April. A second year high school student, Arato had a normal life he spent with his friends Ryo and Kengo. Until that night. On his way home from shopping, Arato is attacked by a corrupted hIE, but a beautiful hIE named Lacia comes to his rescue. (C)2018 Satoshi Hase, redjuice, monochrom/KADOKAWA/BEATLESS Production Committee    "
                },
                "2": {
                    "title": "Analog Hack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    After binding an owner contract with Arato, Lacia has come to live with the Endo's. Arato's sister Yuka has completely accepted Lacia, and even enters her into an hIE modeling audition. Meanwhile, Arato can't hide his apprehension with living with someone who looks to be a beautiful girl his own age.(C)2018 Satoshi Hase, redjuice, monochrom/KADOKAWA/BEATLESS Production Committee    "
                },
                "3": {
                    "title": "You'll be Mine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Despite his awareness of analog hacking, Arato can't help himself from being drawn to Lacia. Amid all of this, Lacia is \"kidnapped\" right in front of Yuka. Arato is upset with the police and their unwillingness to treat this as anything but property theft, so he gets the help of Ryo and Kengo to investigate on their own.    "
                },
                "4": {
                    "title": "Automatic World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Kouka, the violent hIE who calls herself Lacia's first sister. With her control over the antibody network, she is planning to carry out a horrifying act of terrorism. When Arato learns that her scheme is putting Kengo in danger, Arato sets out to rescue Kengo with Lacia's help.    "
                },
                "5": {
                    "title": "Tools for Outsourcers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Arato arrives at the industrial promotion center which is the target for the antibody network's terrorist attack. He heads up the stairs and sees the android politician Mikoto his father developed, which leaves him with feelings of uneasiness. Soon after, the terrorist unit led by Kouka as well as another Lacia-class hIE arrive on the scene. A big battle is about to break out!    "
                },
                "6": {
                    "title": "Intermission_01",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Arato's life has changed dramatically since meeting Lacia. There was the excitement of living together coupled with the experience of being the owner of a high-functioning hIE. While there were incidents such as her kidnapping, there were others in which he willingly dove into danger with Lacia's help. And now our story is about to progress to the next stage.    "
                },
                "7": {
                    "title": "Higgins Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Arato manages to rescue Kengo from the calamity at the industrial promotion center. However, even after returning to normal life, he finds himself consumed by the ever deepening mysteries. Meanwhile at the Memeframe Corporation, a factional dispute becomes escalated. Within the upheaval, the Lacia-class hIE Methode is about to make her move.    "
                },
                "8": {
                    "title": "Boy meets Pornography",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Lacia has a new modeling gig. It is an image commercial to promote a new type of relationship between hIE's and human beings, one in which people view hIE's of the opposite sex as an equal partner. Calling the campaign \"Boy meets Girl,\" Arato is thrown for a loop by this bold advertising concept that is looking to challenge society itself.    "
                },
                "9": {
                    "title": "Awakening of Sleeping Beauty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Having made a contract with Shiori, Methode suddenly attacks Lacia while she is filming a commercial. As the circumstances surrounding Arato and Lacia are about to shift again dramatically, a new transfer student arrives at Arato's high school. Erica Burrows-the Sleeping Princess born in the 21st Century who just awoke from suspended animation, and Arato senses animosity from her.    "
                },
                "10": {
                    "title": "My Whereabouts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Shiori puts her plan into motion. At this rate, Arato will lose ownership of Lacia. \"Mr. Arato, please allow me to be with you.\" This unexpected plea from Lacia moves Arato, and he heads to Chubu International Airport to stop Shiori.    "
                },
                "11": {
                    "title": "Intermission_02",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kouka, Snowdrop, Methode... Known collectively as Red Boxes, what did meeting these high-functioning Lacia-class hIE's bring to Arato and Lacia's relationship, and what is about to come? Slowly but surely, Arato's world is beginning to change.    "
                },
                "12": {
                    "title": "Dwellings and Surroundings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "31 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Arato is given two weeks of suspension after the fight between Methode and Lacia leaves him with paying 4.5 million yen worth of damages they caused. In order to apologize to his father Kozo who offered to pay half of the damages, Arato takes Lacia, Yuka, and Ryo to Tsukuba where a large-scale hIE experiment is being conducted.    "
                },
                "13": {
                    "title": "Dystopia game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Methode abducts Yuka right in front of Lacia. Arato and Ryo head to rescue her, but standing in their way are all of the hIE's in the experimental city who have been infected by Ginga Watarai to act like zombies. In order to get the hIE's to regain control, Arato and Ryo head to the administration center, but...    "
                },
                "14": {
                    "title": "Slumber of human",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ginga Watarai's death puts an end to the incident at the experimental city. During all of the chaos, Arato had revealed his feelings to Lacia which she accepted. Yuka has mixed feelings about this sudden new coupling within her household. Meanwhile, the security police and Lacia-class masters begin to respond to the ever-changing situation.    "
                },
                "15": {
                    "title": "What's BEATLESS",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Special program featuring the voice actors of Arato Endo, Yuka Endo and a comedian familiar with the animation industry.    "
                },
                "16": {
                    "title": "The Prayer Within",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After being summoned by Erika to the Burrows estate, the Lacia-class hIE's fight entered the next phase. As each of them contemplated their next move, Kouka felt her possibility for a future quickly closing as she was being pursued as a suspect in the Chubu Airport bombing by the security police.    "
                },
                "17": {
                    "title": "An Answer to Survive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    Kouka carries out an antibody network terrorist attack against the Next-Gen Society Research Center on her own. Kouka's overwhelming destructive power is streamed around the globe, inspiring fear and zeal to the masses. This was Kouka's path to her future.    "
                },
                "18": {
                    "title": "Intermission 03",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n    The world is changing. What exactly are the Lacia-class hIE's striving to accomplish? Future possibilities begin to slowly take shape. What is in store for humanity?    "
                },
                "19": {
                    "title": "Edge Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n    Kengo is arrested by the security police in connection to Kouka's terrorist activities. Arato decides to save Kengo and gives Lacia the order. Following the plan she has devised, Arato finds himself face to face with the PMC \"XYZ\" the military group responsible for destroying Kouka.    "
                },
                "20": {
                    "title": "Plus One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "26 May 2018",
                    "year": "2018",
                    "plot": "\n    Affected by Kouka's destruction, Snowdrop moved up her own plans, taking over the Mitaka transformer substation to secure a steady energy supply and bringing disaster to the surroundings. Arato and Lacia try to stop her, but Methode and Ryo stand in their way.    "
                },
                "21": {
                    "title": "Intermission 04",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    What is Lacia? Will humanity ever be able to provide an answer? A new era brought on by highly intelligent AI. Caught in the middle of this turmoil, Arato takes Lacia's hand with some reservations. Will his decisions lead to the end of humanity? Or the start of a new beginning?    "
                },
                "22": {
                    "title": "A Reason of Our Own",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "9 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Lacia's secret is revealed. Arato is unable to handle it and steps away from Lacia. Defenseless on his own, he's captured by Ryo and Methode where he could do nothing but watch the monitor as Snowdrop spread her seeds of destruction.    "
                },
                "23": {
                    "title": "Protocol of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "16 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Pushed by Shiori and Yuka, Arato decided to face Lacia once again. If his last order was still in place, Lacia should be trying to stop Snowdrop. With this thought, Arato heads towards Mitaka, a place which has transformed into an unrecognizable landscape by Snowdrop's power.    "
                },
                "24": {
                    "title": "Paper Tiger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "23 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    It has been two months since the tragic events in Mitaka. The world returned to some semblance of normalcy, and Arato and Lacia lay low as they prepare for whatever may come next. However, their brief period of happiness is disturbed after they are contacted by the super intelligent AI Astraia.    "
                },
                "25": {
                    "title": "Our Error World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "30 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Super intelligent AI have spurred society to change. As the fight surrounding Arato and Lacia escalates, the leaders of the old guard discuss how they could maximize their own profits. Among the participants, only Erika Burrows expresses anger towards their foolishness.    "
                },
                "26": {
                    "title": "Higgins' Silo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The super intelligent AI Higgins. The core of Memeframe, one of the keys to humanity's future, and the creator of Lacia. Arato and Lacia traverse through a giant underground facility in order to contact Higgins. There they will find a future far beyond the human imagination.    "
                },
                "27": {
                    "title": "Pygmalion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Once again, Methode appears to stand in the way of Arato and Lacia down in the underground facility containing Higgins. They must also be wary of Snowdrop who had been sent there by a rival super intelligent AI. As the conflict escalates, Arato and Ryo try their best to fulfill their duties as representatives of humanity.    "
                },
                "28": {
                    "title": "Beatless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Snowdrop appears in the underground facility as some sort of hybrid between bird and person, a strange new creature created by a super intelligent AI which no longer needed humanity to exist. Lacia attempts to hack the cloud system that stores hIE behavior controls in order to stop Snowdrop. Her efforts would determine the outcome of the entire human race.    "
                },
                "29": {
                    "title": "Boy Meets Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beatless (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Arato and Lacia walk towards the heart of the Higgins storage facility in order to choose a future. The two act like one as they help and support each other. However, damaged from the intense battle, Lacia does not have much time left.    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Yoshinaga, Takuto"
            },
            {
                "name": "Tôyama, Nao"
            },
            {
                "name": "Ono, Saki"
            },
            {
                "name": "Satake, Uki"
            },
            {
                "name": "Tomioka, Misako"
            },
            {
                "name": "Shimoji, Shino"
            },
            {
                "name": "Amamiya, Sora"
            },
            {
                "name": "Igarashi, Hiromi"
            },
            {
                "name": "Suyama, Emiri"
            },
            {
                "name": "Wakai, Yuki"
            },
            {
                "name": "Ishikawa, Kaito"
            },
            {
                "name": "Yamashita, Daiki"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M",
            "Singapore:PG13"
        ],
        "number of seasons": 1,
        "rating": 6.0,
        "votes": 110,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2QwYzQyZDgtMTcyNS00ZDAxLThlMDctOTc4OWQxYWRkZDc3XkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "With the introduction of an ultra-advanced AI that surpasses human intelligence, beings that mankind is yet to fully comprehend made from materials far too advanced for human technology begin coming into being. Lacia, an hIE equipped with a black coffin-shaped device, is one of these. In boy-meets-girl fashion, 17-year-old Arato Endo has a fateful encounter with the artificial Lacia. For what purpose were these artificial beings created? Amid questions regarding the coexistence of these artificial beings and humans, a 17-year-old boy makes a decision.",
        "languages": [
            "Japanese"
        ],
        "title": "Beatless",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Beatless (Japan)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hase, Satoshi"
            }
        ],
        "production companies": [
            {
                "name": "Diomedea"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "With the introduction of an ultra-advanced AI that surpasses human intelligence, beings that mankind is yet to fully comprehend made from materials far too advanced for human technology begin coming into being. Lacia, an hIE equipped with a black coffin-shaped device, is one of these. In boy-meets-girl fashion, 17-year-old Arato Endo has a fateful encounter with the artificial Lacia. For what purpose were these artificial beings created? Amid questions regarding the coexistence of these artificial beings and humans, a 17-year-old boy makes a decision."
        ],
        "tech": {
            "runtime": [
                "24 min (Japan)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 110,
                "rating": 6.0
            },
            "aged under 18": {
                "votes": 4,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 37,
                "rating": 6.3
            },
            "aged 30 44": {
                "votes": 27,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.0
            },
            "males": {
                "votes": 76,
                "rating": 5.9
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 33,
                "rating": 6.1
            },
            "males aged 30 44": {
                "votes": 27,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "females": {
                "votes": 5,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 6.2
            },
            "us users": {
                "votes": 15,
                "rating": 5.5
            },
            "non us users": {
                "votes": 42,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 28,
            "9": 10,
            "8": 13,
            "7": 10,
            "6": 10,
            "5": 16,
            "4": 8,
            "3": 10,
            "2": 3,
            "1": 2
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}