{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "23 January 2018"
            }
        ],
        "release dates": [
            "Netherlands::23 January 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Wild Africa: Rivers of Life"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "African River Wild"
            }
        ],
        "akas": [
            "Wild Africa: Rivers of Life (original title)",
            "African River Wild World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Wild Africa: Rivers of Life (original title)",
            "African River Wild World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Season of Renewal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Africa: Rivers of Life (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A leopard leaves his mother's side in the Okavango Delta, elephants battle on the banks of the Luangwa, Nile crocodiles begin one of the most intricate mating rituals in the animal kingdom, and a hyena struggles to feed her young.    "
                },
                "2": {
                    "title": "Shaping the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Africa: Rivers of Life (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Hoanib carves through bizarre landscapes only a few days a year, bringing salvation to the last of the desert elephants. And the banks of the Sand River set the stage for the endless battle between predator and prey.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Africa: Rivers of Life (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Africa: Rivers of Life (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Africa: Rivers of Life (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Africa: Rivers of Life (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Africa: Rivers of Life (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Poor, Bray"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(Ultra HD)"
        ],
        "aspect ratio": "1.90:1 UltraHD 4K",
        "original air date": "23 Jan 2018 (Netherlands)",
        "number of seasons": 1,
        "rating": 8.7,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTEyODRmNjktODk0Yy00ZTBkLTk1MmQtMDA0MDEzOGUxYzU3XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "The rivers of Africa burst with life- invigorating the landscape and providing a bounty for the animals that depend on them for their survival. The seven mighty rivers punctuate the seasons and shape the lives of everything they touch. Whether these rivers are in flow or in retreat, life must still go on- for the animals every dry season is a test of their strength but when the rains pour and the rivers flow they bring with them a time of birth and renewal- for where there is water- there is life.",
        "languages": [
            "English"
        ],
        "title": "Wild Africa: Rivers of Life",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-2018",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gardner, Craig"
            },
            {
                "name": "Theunissen, Amanda"
            },
            {
                "name": "Zorn, Steven"
            }
        ],
        "director": [
            {
                "name": "Maxwell, Gavin"
            },
            {
                "name": "Wallis, Ben"
            }
        ],
        "production companies": [
            {
                "name": "Lion Mountain Media"
            },
            {
                "name": "Warehouse 51 Productions"
            }
        ],
        "distributors": [
            {
                "name": "ZDF Enterprises"
            }
        ],
        "other companies": [
            {
                "name": "Aquavision TV Productions"
            }
        ],
        "plot": [
            "The rivers of Africa burst with life- invigorating the landscape and providing a bounty for the animals that depend on them for their survival. The seven mighty rivers punctuate the seasons and shape the lives of everything they touch. Whether these rivers are in flow or in retreat, life must still go on- for the animals every dry season is a test of their strength but when the rains pour and the rivers flow they bring with them a time of birth and renewal- for where there is water- there is life.::Lion Mountain Media"
        ],
        "synopsis": [
            "The Rivers of Africa are some of the wildest places on our planet- bursting with life, they are home to an array of inhabitants who depend on them for their survival. Whether the rivers flow or retreat- life must go on. These are three of the most vital River systems on the African continent, home to some of the largest and most spectacular concentrations of wildlife to be found anywhere on earth.\nIn the wet season, the Luangwa valley is a green paradise. The great Luangwa River snakes across its belly. Water and food abound, and life for Luangwa's animals is easy. Hippos recline in oxbow lakes packed with nutritious water cabbage. Life is so good that the valley supports the largest hippo population in the world. It's a happy time for the elephant breeding herd too. Their fertile females have caught the eye of a bull.\nBut these glory days don't last. When winter descends, the rains dry up, rendering this watery haven into a dustbowl. Animals strain against relentless drought, and the evaporating river becomes their sole lifeline. For one hippo bull, exiled from his pod, it's a lifeline he can't reach. Forced to fight for survival outside the river, he faces predators and starvation as he is chased from drying pool to drying pool. Pregnant elephants struggle to find enough food to sustain their unborn young, while lions wait in the wings- ready to pounce at the first sign of weakness.\nThe valley reaches crisis point, where only desperate measures can stave off death. The exiled hippo risks it all to get back into the river pod. He must face off with the dominant bull, who might kill him long before the drought does. When the rains finally arrive, they bring both relief and danger. The water rises so fast that a pair of Pukus is trapped on an island, surrounded by crocodile-infested waters. Only a brave swim to the mainland can save them, but the crocodiles are circling.\nEvery year, one of Africa's greatest rivers vanishes from sight completely. All that remains is a giant sandy scar across the landscape- 1000 miles long. For seven months of the year, the waters of the Limpopo River are hidden in vast aquifers underground- leaving the wildlife trapped in the midst of a brutal annual drought. When the summer storms arrive, the mighty Limpopo River swells into a torrent bearing 4000 tonnes of water per second- more than the flow rate of the entire Niagara Falls. Only the toughest can survive these extremes.Animals large and small literally fight for their lives along the length of the Limpopo River. Danger lurks around every bend. When the dry season sets in, the wildlife dramas intensify as blood flows freely. Temperatures push through the 100 degrees Fahrenheit mark and swallow up the river. Predators and prey congregate around the last remaining pools, bringing about a recipe for deadly conflict. For these animals, a simple drink becomes an imminent dance with death.This year has proven to be more brutal than most. Globally it's the hottest year ever recorded and the Limpopo River basin is feeling the full effects. The worst drought in decades hits Southern Africa and even the last stagnant pools disappear into thin air. Without water, there is no hope of survival for the already battered wildlife. Despite appearances, the dry Limpopo still has a secret supply of water for the inhabitants of the region - it just needs unlocking. The life-giving water is only a few feet under the sand! Sensing the flowing water, elephants use their tusks and feet to expose rich wells of water hidden beneath the surface.In Northern Botswana lies the magnificent Okavango Delta, one of the most extraordinary ecosystems in Africa. In the heart of the Kalahari Desert, it's a wetland surrounded by parched and arid plains. The Okavango River delivers life-giving water to this area of hostile, arid landfilling pools and swamps all year round. But, once a year, rain that falls a thousand miles away in Angola, creates an immense flood that overwhelms the swamps and spills over to the surrounding floodplains. This miraculous natural phenomenon triples the Delta in size, creating a time of plenty for all the resident animals.Red Lechwe antelope are adapted to the wet, they live here by the thousands, gathering in the vegetated waters of the floodplain for protection. But predators are here too and they are equally adept to this watery world. The lechwe is no match for hungry Wild Dogs on a hunt.A young lioness venture out of the safety of her pride to search for a mate. She can smell the scent of a new male in the area. The wild dogs and Mongoose both have new pups and must feed them and protect them from encroaching dangers. Meanwhile, a newly independent young male leopard struggles to find his way without his mother.\nFor the animals that live along Africa's rivers, life is ever changing and ever-challenging. Caught in the grips of cyclical seasonal extremes, the rivers bring both the promise of life and at the same time the unspoken guarantee of death."
        ],
        "tech": {
            "color": [
                "Color (Ultra HD)"
            ],
            "aspect ratio": [
                "1.90:1 UltraHD 4K"
            ],
            "camera": [
                "DJI Inspire Drone camera 4K 8bit",
                "RED Dragon",
                "Sony CineAlta F55"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "males": {
                "votes": 3,
                "rating": 9.3
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "non us users": {
                "votes": 2,
                "rating": 9.5
            }
        },
        "number of votes": {
            "10": 2,
            "9": 2,
            "8": 0,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.7,
        "median": 9
    }
}