{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Greene, Graham"
            },
            {
                "name": "Lombard, Louise"
            },
            {
                "name": "Gibson, Thomas"
            },
            {
                "name": "Zaragoza, Amara"
            },
            {
                "name": "Mlambo, Sibongile"
            },
            {
                "name": "Guerrero, Kimberly"
            },
            {
                "name": "Walker, Cody"
            },
            {
                "name": "Gordon, Kiowa"
            },
            {
                "name": "Nouri, Estrella"
            },
            {
                "name": "Gray, Andrew"
            },
            {
                "name": "Rock, Eugene Brave"
            },
            {
                "name": "Mitichyan, Roman"
            },
            {
                "name": "Bakat, Katya"
            },
            {
                "name": "Landerman, Sol"
            },
            {
                "name": "Hutch, Tom"
            },
            {
                "name": "Clear, Lara"
            },
            {
                "name": "Nesbitt, Justin"
            },
            {
                "name": "Padilla, Natalie"
            },
            {
                "name": "Whaite, Alec"
            },
            {
                "name": "Gomez-Deines, Xochitl"
            },
            {
                "name": "Solares, Lucia"
            },
            {
                "name": "Perez, Burton"
            },
            {
                "name": "Tracey, Ray"
            },
            {
                "name": "Elbitar, Eyad"
            },
            {
                "name": "Martin, Sancho"
            },
            {
                "name": "Rana, Lak"
            },
            {
                "name": "Zaragoza, Román"
            },
            {
                "name": "Preciado, Olivia"
            },
            {
                "name": "Nighthorse, Camille"
            },
            {
                "name": "Chischilly, Marcus"
            },
            {
                "name": "Winters-Junco, Vic"
            },
            {
                "name": "Mayorga, Brenda"
            },
            {
                "name": "Garcia, Robert"
            }
        ],
        "locations": [
            "California, USA",
            "London, England, UK"
        ],
        "genres": [
            "Action",
            "Adventure",
            "Thriller"
        ],
        "countries": [
            "United States",
            "United Kingdom"
        ],
        "country codes": [
            "us",
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDhmZmRhZWItYTI2MS00OWM3LWJhYzEtODk0MmI2NWMwMWU4XkEyXkFqcGdeQXVyNzAzNDk5NjM@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Colonel Branson (Thomas Gibson), head of a secret and covert division of the NSA, keeps the Shadow Wolves operating albeit now independent and rogue. His anger after his daughter was killed in Afghanistan training civilians drives him to defend \"his\" America and her borders by all means legal or otherwise. When ISIS terrorists begin to sneak across the US Border into Arizona, Branson alerts the Shadow Wolves to track and stop them. Branson sends Eric Shaw (Cody Walker), his most deadly and effective agent, to join up with the Shadow Wolves. The Wolves are led by Nabahe (Graham Greene), a Navajo honored military veteran, and an old colleague of Branson's. At the same time in London Lady Milton-Simon (Louise Lombard), head of an MI6 anti-terrorist division, sends out her elite agent, Major McLaren (Tom Hutch), to track a terrorist named Khan (Solomon Shiv) who has a personal vendetta against the US and the Shadow Wolves. Lady Milton and McLaren learn Khan is heading to Mexico to be smuggled into the US by drug cartels. Lady Simon sends another operative Zora (Sibongile Mlambo) to shadow McLaren. Shaw heads to Arizona to work with Nabahe and his wolves, a group of young, tough Native Americans (Amara Zaragoza, Kiowa Gordon, Andrew Gray), who use high tech and ancient tracking methods to stop drug and human trafficking, and now potential terrorists . The best covert agents the NSA has to offer, along with terrorist specialists at MI6 in London, join together to work with the Shadow Wolves to track, find and neutralize the threat to the United States. If they miss their target, Khan will enter the US to join his sleeper ISIS terrorist cells and seek his revenge by killing tens of thousands.",
        "languages": [
            "English"
        ],
        "title": "Shadow Wolves",
        "kind": "tv series",
        "akas": [
            "Shadow Wolves (United States)"
        ],
        "writer": [
            {
                "name": "Daines, McKay"
            }
        ],
        "production companies": [
            {
                "name": "Caedmon Entertainment"
            },
            {
                "name": "OutEast Entertainment"
            },
            {
                "name": "OutEast Entertainment"
            },
            {
                "name": "Triomphe Communications"
            }
        ],
        "other companies": [
            {
                "name": "IndieClear"
            },
            {
                "name": "Neon Pig"
            },
            {
                "name": "Price Parkinson & Kerr"
            }
        ],
        "plot": [
            "Colonel Branson (Thomas Gibson), head of a secret and covert division of the NSA, keeps the _Shadow Wolves_ (qv) operating albeit now independent and rogue. His anger after his daughter was killed in Afghanistan training civilians drives him to defend \"his\" America and her borders by all means legal or otherwise. When ISIS terrorists begin to sneak across the US Border into Arizona, Branson alerts the _Shadow Wolves_ (qv) to track and stop them. Branson sends Eric Shaw (Cody Walker), his most deadly and effective agent, to join up with the _Shadow Wolves_ (qv). The Wolves are led by Nabahe (Graham Greene), a Navajo honored military veteran, and an old colleague of Branson's. At the same time in London Lady Milton-Simon (Louise Lombard), head of an MI6 anti-terrorist division, sends out her elite agent, Major McLaren (Tom Hutch), to track a terrorist named Khan (Solomon Shiv) who has a personal vendetta against the US and the _Shadow Wolves_ (qv). Lady Milton and McLaren learn Khan is heading to Mexico to be smuggled into the US by drug cartels. Lady Simon sends another operative Zora (Sibongile Mlambo) to shadow McLaren. Shaw heads to Arizona to work with Nabahe and his wolves, a group of young, tough Native Americans (Amara Zaragoza, Kiowa Gordon, Andrew Gray), who use high tech and ancient tracking methods to stop drug and human trafficking, and now potential terrorists . The best covert agents the NSA has to offer, along with terrorist specialists at MI6 in London, join together to work with the _Shadow Wolves_ (qv) to track, find and neutralize the threat to the United States. If they miss their target, Khan will enter the US to join his sleeper ISIS terrorist cells and seek his revenge by killing tens of thousands.::McKay Daines",
            "Colonel Branson (Gibson), head of a secret and covert division of the NSA, keeps the _Shadow Wolves_ (qv) operating albeit now independent and rogue. When ISIS terrorists begin to sneak across the U.S. border into Arizona, Branson alerts the _Shadow Wolves_ (qv) team and sends them his best agent, Eric Shaw (Walker), to stop the terrorists."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}