{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 March 2018",
                "notes": "                            (On-Line Release)"
            }
        ],
        "release dates": [
            "USA::5 March 2018                            (On-Line Release)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bunten, Dan"
            },
            {
                "name": "Bushnell, Nolan"
            },
            {
                "name": "Meier, Sid"
            },
            {
                "name": "Romero, John"
            },
            {
                "name": "Schafer, Tim"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "CAD500,000 (estimated)",
        "plot outline": "The Artists is the story of the creators that were at the forefront of the early video game revolution. The 10-part documentary digital series explores the intersection of creativity and technology of a medium that would go on to redefine pop culture.",
        "languages": [
            "English"
        ],
        "title": "The Artists",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-",
        "akas": [
            "The Artists (Canada)"
        ],
        "writer": [
            {
                "name": "Majeed, Omar"
            },
            {
                "name": "Mishara, Peter"
            }
        ],
        "director": [
            {
                "name": "Mishara, Peter"
            }
        ],
        "production companies": [
            {
                "name": "First Generation Films"
            },
            {
                "name": "Canadian Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Cinetic Media"
            },
            {
                "name": "Topic Studios"
            }
        ],
        "plot": [
            "_The Artists_ (qv) is the story of the creators that were at the forefront of the early video game revolution. The 10-part documentary digital series explores the intersection of creativity and technology of a medium that would go on to redefine pop culture.::Artists"
        ],
        "synopsis": [
            "THE ARTISTS is an engaging and stylized documentary about the first three decades of the video game industry. From its beginnings as a bizarre electronic curio in the early 70s through its worldwide ascent, the medium has inspired an eager audience for over forty years. Yet surprisingly little is known about its history!The mammoth gaming industry had humble beginnings, stemming from individual designers, small companies and seminal games. With global revenues estimated at $81.5 Billion in 2014, gaming has surpassed all traditional media (TV, film, music) in attracting a diverse audience to new digital experiences. Yet game creators don't have the same high-profiles: we all recognize Scorsese and Spielberg, but how many know of Crawford, Bunten or Romero? For a massive audience, video games are the films of the 21st century and their primary source of storytelling.THE ARTISTS remedies this historical omission through exclusive interviews with those who had front-row seats to the technological revolution. Featuring John Romero (Doom), Trip Hawkins (EA), Nolan Bushnell (Atari) and many others, these personal stories reveal what it was like to pioneer technologies and invent games in ways no one had ever done before.THE ARTISTS unearths the human stories and conflicts that have gone into the making of this global industry. An energetic, witty account of this stunning artistic and business success story, THE ARTISTS is the saga of how the product from a group of young designers, programmers and entrepreneurs became such an immense, transformative cultural force."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}