{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "6 January 2018"
            }
        ],
        "release dates": [
            "UK::6 January 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Supertrees, Laughter Yoga and Rockets",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Komodo Dragons, K-Pop and Songkran",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Angkor Wat, Dabbawalas and Lion Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Turtles, Bamboo Railways and Holla Mohalla",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his CBBC mates take another amazing and offbeat journey around Asia. This time they release rescued baby turtles into the ocean in Indonesia, explore an airport in Singapore voted the best in the world, pay tribute to The Proclaimers whilst hitching a ride on a bamboo railway in Cambodia, discover a giant fox at a Shanghai sculpture park in China and try their hand at Gatka sword fighting as part of the Sikh Festival of Holla Moholla in India. Ed is joined on this bonkers road trip by Victoria Cook, Chris Johnson, Bobby Lockwood, Johny Pitts, Cel ...    "
                },
                "5": {
                    "title": "Buddha Park, Chicken Bowls and Mud Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his CBBC mates discover a carrot cake that doesn't contain any carrots in Singapore, explore the hilltop city of Shimla where the British Raj spent Indian summers; pay tribute to Boy George at a Buddha Park in Laos, design their own chicken bowl at an egg-straordinary factory in Thailand and get very messy at the Boryeong Mud Festival in South Korea. Ed is joined on this bonkers road trip by Johnny Cochrane, Richard David-Caine, Chris Johnson, Talisha 'Tee Cee' Johnson, Johny Pitts, Cel Spellman and Inel Tomlinson.    "
                },
                "6": {
                    "title": "Monks, Rock Gardens and Bamboo Drifting",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his CBBC mates get a sneak peek into the life of a monk in Laos, explore a 40-acre fantasy rock garden built by one man in India, visit a 13th-century theme park complete with singing bactrian camel in Mongolia, perform a water puppet show in Vietnam and discover one of the world's most difficult water sports, bamboo drifting in China. Ed is joined on this bonkers road trip by Richard David-Caine, Barney Harwood, Chris Johnson, Ricky Martin, Johny Pitts and Ben Shires.    "
                },
                "7": {
                    "title": "Bollywood, Bugs and Takraw",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    This time they embark on a Vietnamese river adventure where they discover the locals row boats with their feet, make paper using an ancient technique in China, take part in an all-singing, all-dancing Bollywood extravaganza in India, stop for some grub at a Cambodian bug cafe and compete in a game of sepak takraw, one of the most popular sports in Laos. Ed is joined on this bonkers road trip by Victoria Cook, Richard David-Caine, Barney Harwood, Chris Johnson, Lauren Layfield, Ricky Martin and Inel Tomlinson.    "
                },
                "8": {
                    "title": "Manta Rays, Taekwondo and Holi",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his mates swim with manta rays in Indonesia, find a golden toilet block attached to a contemporary art exhibit called The White Temple in Thailand, visit a town totally devoted to Taekwondo in South Korea, discover the world's biggest single site of dinosaur remains in China and get ridiculously messy at Holi, the Festival of Colours in India. Ed is joined on this bonkers road trip by Johnny Cochrane, Chris Johnson, Talisha 'Tee Cee' Johnson, Lauren Layfield, Bobby Lockwood, Inel Tomlinson and Naomi Wilkinson.    "
                },
                "9": {
                    "title": "Pandas, Luang Prabang and Khmer New Year",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his friends go on an adventure to find the most unusual places in Asia. This time they visit a panda reserve in China, discover how kulfi ice cream is made in India, pay tribute to the Black Eyed Peas in Luang Prabang, Laos, explore the Longji rice terraces in China and celebrate the Cambodia New Year by playing ancient games carved on the walls of Angkor Wat Temple. Ed is joined on this bonkers road trip by Victoria Cook, Richard David-Caine, Barney Harwood, Chris Johnson, Bobby Lockwood, Johny Pitts and Inel Tomlinson.    "
                },
                "10": {
                    "title": "Underwater Scooters, Throat Singing and Flute Kites",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his CBBC mates ride underwater scooters in Indonesia, try throat singing in Mongolia, pay tribute to the musical Grease whilst admiring Dong architecture in China, visit a collection of 50,000 dolls in Thailand, and compete in a flute kite flying competition in Laos. Ed is joined on this bonkers road trip by Johnny Cochrane, Barney Harwood, Ricky Martin, Ben Shires, Inel Tomlinson and Naomi Wilkinson.    "
                },
                "11": {
                    "title": "Monkeys, Shanghai and Cambodian Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his CBBC mates take another amazing and offbeat journey around Asia. This time they discover a primate rescue centre in Vietnam, explore nomadic areas of Mongolia's capital, Ulaanbaatar, pay tribute to ELO in the Chinese city of Shanghai, go nuts at a cashew factory in Indonesia and accidentally join the circus in Cambodia. Ed is joined on this bonkers road trip by Victoria Cook, Bobby Lockwood, Ricky Martin, Ben Shires, Inel Tomlinson and Naomi Wilkinson.    "
                },
                "12": {
                    "title": "Bamboo, Ganesha and Independence Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his CBBC mates explore a bamboo forest in China, visit Poo Poo Land in South Korea, pay tribute to Justin Bieber at an umbrella village in Thailand, discover the world's biggest collection of Ganesha idols in India, and take part in a tree climb to celebrate Indonesian Independence Day on the island of Nusa Lembongan. Ed is joined on this bonkers road trip by Johnny Cochrane, Chris Johnson, Talisha 'Tee Cee' Johnson, Lauren Layfield, Bobby Lockwood, Inel Tomlinson and Naomi Wilkinson.    "
                },
                "13": {
                    "title": "Chinese Baths, Stone Faces and Naadam",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his friends go on an adventure to find the most unusual places in Asia. Ed and his mates discover a Chinese village famous for medicated baths, explore a South Korean sculpture park full of well-known faces and visit the Indian city of Chandigarh, where bhangra music and the visionary architect Le Corbusier are big attractions. They also scale the summit of Doi Inthanon, Thailand's tallest mountain and take part in Naadam, a traditional Mongolian sporting event where 'manliness' is put to the test.    "
                },
                "14": {
                    "title": "The Events",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and his friends go on an adventure to find the most unusual places in Asia. This time it's all the main events in one show. Including water fights in Thailand, India's Holi festival, the New Year at Cambodia's Angkor Wat temple, a rocket festival in Laos, tree climbing for Indonesian Independence Day, Chinese lion dancing, Mongolia's Naadam, as well as a very messy mud festival in South Korea.    "
                },
                "15": {
                    "title": "The Songs",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia Part 2 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ed Petrie and Cel Spellman take in the sights of Singapore and introduce some of the very best songs from the series. They kick the exclusive playlist off with their own musical tour of a Chinese mythological theme park, then we explore the famous skyline of Shanghai, take a Bollywood studio tour, ride on a Cambodian bamboo railway, wander around Luang Prabang, explore a 13th-century Mongolian theme park, parody K-pop in South Korea, sing about Dong architecture in China and pay tribute to Ed Sheeran at the Mepantigan Mud Games in Indonesia.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "McKenna, Steve"
            },
            {
                "name": "Petrie, Ed"
            },
            {
                "name": "Tomlinson, Inel"
            },
            {
                "name": "Johnson, Chris"
            },
            {
                "name": "Macleod, Lewis"
            },
            {
                "name": "Johnson, Talisha"
            },
            {
                "name": "Lockwood, Bobby"
            },
            {
                "name": "Wilkinson, Naomi"
            },
            {
                "name": "David-Caine, Richard"
            },
            {
                "name": "Shires, Ben"
            },
            {
                "name": "Cochrane, Johnny"
            },
            {
                "name": "Cook, Victoria"
            },
            {
                "name": "Harwood, Barney"
            },
            {
                "name": "Layfield, Lauren"
            },
            {
                "name": "Martin, Ricky"
            },
            {
                "name": "Pitts, Johny"
            },
            {
                "name": "Spellman, Ceallach"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTE3NzhiY2QtZmEwOC00N2U4LWE4MTgtMGQ0ZDZjMDc2ODcxXkEyXkFqcGdeQXVyNzk1NDk4MA@@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "All Over the Place: Asia Part 2",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "All Over the Place: Asia Part 2 (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cockerill, Nathan"
            },
            {
                "name": "Fay, Isabel"
            },
            {
                "name": "Mossey, Neil"
            }
        ],
        "production companies": [
            {
                "name": "BBC Scotland"
            }
        ],
        "distributors": [
            {
                "name": "CBBC"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}