{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 February 2018"
            },
            {
                "country": "USA\n",
                "date": "28 February 2018",
                "notes": "                            (TV program premiere)"
            }
        ],
        "release dates": [
            "USA::28 February 2018",
            "USA::28 February 2018                            (TV program premiere)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Tantrums and Socks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mom List (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Liz and Molly, two Mom \"besties\" join The Wholesome Mothering Group, led by locally famous parenting guru, Courtney. When Courtney introduces The Mom List, daily activities helping Mothers become more connected and present so their kids will be less likely to become drug addicts and/or serial killers, these two friends eagerly take it on. Yet, exercising while drinking margaritas is probably not what Courtney intended and screaming daily affirmations to your children from the car doesn't have the same effect. Will these two expand their horizons beyond Motherhood and ...    "
                },
                "2": {
                    "title": "Squats & Margaritas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mom List (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    While \"exercising their vessel \" or doing squats and margaritas, Molly tells Liz she cheated on Frank. Liz is in awe of Molly because Moms can't possibly cheat on their husbands unless it's an accident. Through a flashback, Liz tells a story about a Mother who \"accidentally\" cheats. As they continue to drink without doing squats, Molly decides she cheated on Frank by accident.    "
                },
                "3": {
                    "title": "Passion Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mom List (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Parenting Guru, Courtney teaches the Wholesome Mothering Group about self sabotage and why having a \"passion project\" and consciously following through, is the answer to everything. Sue is passionate about crackers, Molly is passionate about mojitos and Liz thinks she's not passionate about anything. Watch and find out what happens.    "
                },
                "4": {
                    "title": "Stupider Dementia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mom List (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Liz thinks she's a genius because of her new Mom diet called, \"Lose Weight By Eating What Your Kids Leave On Their Plates,\" but does it actually work? Molly thinks she has dementia again because she can't remember the English language. They've only got a few minuted before they have to go to Wholesome Mothering Group and present their passion project. Will these two Moms make it happen?    "
                },
                "5": {
                    "title": "Lucky Famous",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mom List (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    It's time to share passion projects at The Wholesome Mothering Group. Liz and Molly have created a dream diet for Moms and they can't wait to share it with their parenting guru, Courtney. Sue Bunz shows off her flexibility while Don \"the man child\" wants to steal children. How will this Wholesome Mothering group session go? Watch and find out.    "
                },
                "6": {
                    "title": "Pregnant Women with Yoga Mats",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mom List (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Liz and Molly are back into The Mom List, but Liz has lost her spunk after Courtney told them they aren't going to be famous for their diet. To make matters worse, Liz sees a pregnant woman with a yoga mat. Find out why Liz hates them and why Molly is her only friend. Watch it now.    "
                },
                "7": {
                    "title": "Moody Posing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Mom List (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The final episode of The Mom List should not be missed. While Liz and Molly are happily eating \"crap\" again, Don \"the man child\" explores a new role, Sue Bunz acts appropriate for once and the parenting guru has a secret worth knowing. Oh Mama.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Fadness, Melody"
            },
            {
                "name": "Melener, Elena"
            },
            {
                "name": "Lazaroff, Andrew"
            },
            {
                "name": "Perez, Gladys"
            },
            {
                "name": "Finefrock, Julie"
            },
            {
                "name": "Makrides, Christopher"
            }
        ],
        "locations": [
            "Nyack, New York, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDhmYTQ2YTQtZDdjYS00MzQ2LWEzOWEtNWRlNzVjZmI3OGNjXkEyXkFqcGdeQXVyMjI0NzM5MDY@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$12,000 (estimated)",
        "plot outline": "Liz thinks squats and power walking are the only worthwhile forms of exercise because you can multitask while doing them. She also longs to be one of those Moms everyone thinks is perfect. Molly could care less about perfection but will do anything if Liz and alcohol are involved. That's why these two Mom \"besties\" have joined The Wholesome Mothering Group, led by locally famous parenting guru, Courtney. When Courtney introduces The Mom List, daily activities helping Mothers become more connected and present so their kids will be less likely to become drug addicts and/or serial killers, these two friends eagerly take it on. Yet, exercising while drinking margaritas is probably not what Courtney intended and screaming daily affirmations to your children from the car doesn't have the same effect. Though through a few Mommy misadventures and a few sips of Courtney's Kool-Aid, Liz and Molly learn to expand their horizons beyond motherhood and margaritas.",
        "languages": [
            "English"
        ],
        "title": "The Mom List",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Mom List (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Melener, Elena"
            }
        ],
        "production companies": [
            {
                "name": "Noodles On The Wall Productions"
            }
        ],
        "plot": [
            "Liz thinks squats and power walking are the only worthwhile forms of exercise because you can multitask while doing them. She also longs to be one of those Moms everyone thinks is perfect. Molly could care less about perfection but will do anything if Liz and alcohol are involved. That's why these two Mom \"besties\" have joined The Wholesome Mothering Group, led by locally famous parenting guru, Courtney. When Courtney introduces _The Mom List_ (qv), daily activities helping Mothers become more connected and present so their kids will be less likely to become drug addicts and/or serial killers, these two friends eagerly take it on. Yet, exercising while drinking margaritas is probably not what Courtney intended and screaming daily affirmations to your children from the car doesn't have the same effect. Though through a few Mommy misadventures and a few sips of Courtney's Kool-Aid, Liz and Molly learn to expand their horizons beyond motherhood and margaritas.::Elena Melener"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}