{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 January 2018                            (internet)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Welcome to Year 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Game of Honor Show returns with another year. We kick things off with Nathan Teach vs Kelly Oxley, making a name for themselves, in Injustice 2. Then The Brad, Chad Stryker, and Manny face off in the first every Loot box Challenge. The loser has to leave the show. For our main event, our GOH Internet champion Blackburn defends his title against our newly crowned GOH Co-op champion CAS.    "
                },
                "2": {
                    "title": "Opportunity Knocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "18 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Starting off the night Nathan Teach redeems himself against Scarlet Con. Then, The Brad battle our Game of Honor Internet Champion Blackburn using the opportunity he won with the Loot Box Challenge. For our Main event, Manny also uses his opportunity to face Mason King for the Game of Honor World Heavyweight championship. Will we crown two new champions tonight? Watch and find out.    "
                }
            },
            "2": {
                "1": {
                    "title": "We Are Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The duo of Shuriblur and Admiral Black track down the players of Game of Honor and inform them that the show has been reinstated.    "
                },
                "2": {
                    "title": "Champion's Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    We venture to the new GOH arena where Chad Stryker and The Brad throw hands in Nintendo Switch. Right after we have CAS vs Venus battle it out in a game of Bomberman R, and for our main event our Game of Honor World Heavyweight champion, Kunai, defeats a Hinox in Legend of Zelda Breath of the Wild.    "
                },
                "3": {
                    "title": "The Rainmaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    We start off the night with a Co-Op challenge mode in Nintendo Switch Arms from Gnome University. Right after we have CAS vs Blackburn fight it out in Tekken 7, and for our main event we have Mason King vs The Druid of Corruption in Bellator: MMA Onslaught.    "
                },
                "4": {
                    "title": "Money vs Honor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Vincent Masters joins commentary while his best friend Zachary Price battles CAS in One Piece: Burning Blood for the PS4. Then, Vincent grabs the controller and challenges Brad to a Pokemon Battle in Pokemon Showdown, while Chad Stryker supports his partner from commentary. Lastly, for our main event, we have our Game of Honor Internet Champion 8bit in a challenge mode on Bioshock Infinite.    "
                },
                "5": {
                    "title": "Demi-God's Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Blackburn choices his own opponent to challenge him in Towerfall Ascension. Princeton returns to the arena to battle Cas is a game of tricky towers, and Venus completes a challenge mode in Arkham Kight as Catwoman.    "
                },
                "6": {
                    "title": "Short Cut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Manny and Mason King face off in a beat the clock challenge on Mario 64. Then, Toxic has his first match against Ace Ramos in Pokemon stadium 2. And for our main event, we have Venus, Kunai, CAS, and Vincent masters in a 4-Honor match on Super Smash Bros for Nintendo 64.    "
                },
                "7": {
                    "title": "Fighter's Ambition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The Druid of Corruption fights Venus in a game of Street Fighter V. Then, Manny battle for 8bit's love in Pokkén Tournament DX, and for our main event, we have the Demi-God Princeton in a challenge mode on Rayman Legend.    "
                },
                "8": {
                    "title": "Confrontation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Blackburn and the Druid represent corruption in a co-op challenge mode on I Am Bread. Manny and CAS compete in a beat the clock challenge on Super Mario 64. And for our main event Toxic battle our Game of Honor World Heavyweight Champion, Kunai, in Digimon Story: Cyber Sleuth.    "
                },
                "9": {
                    "title": "Bread of Honor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Blackburn and the Druid of corruption work together to get a high score in I am Bread. Cas and Manny compete in a beat the clock challenge on Mario 64, and Toxic battle our Game of Honor World Heavyweight Champion Kunai in Digimon Story: Cyber Sleuth.    "
                },
                "10": {
                    "title": "Revelation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 May 2018",
                    "year": "2018",
                    "plot": "\n    Today we have a double main event. Starting off the show we have Chad Stryker playing a challenge mode in Super Smash Bros. After that, for our first main event, we have Blackburn, Venus, Toxic, and Ace Ramos competing in a Four Honor match on Pokemon Stadium 2 for the Game of Honor Internet Championship. Last, but not least, we have Kunai defending his Game of Honor World Heavyweight Championship against Mason King in Dragonball Fighterz.    "
                },
                "11": {
                    "title": "Rise of an Angel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "25 May 2018",
                    "year": "2018",
                    "plot": "\n    For her first match in Game of Honor, the new and bewitching sorceress, Serena Grimoire, will attempt a custom stage with a .005% success rate in Super Mario Maker. For our second match of the night, Gnome University will attempt a co-op challenge mode in Super Bomberman R. And for our main event, we have the return of Rose representing corruption competing in a match against Zachary Prince.    "
                },
                "12": {
                    "title": "GOH Co-Op Tournament Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week we start the Game of Honor Co-Op Tournament. Opening the show we have Mason King in a challenge mode on The Legend of Zelda: Breath of the Wild where he will be fighting Fire Blight Ganon. Then, we start round one of the GOH Co-Op tournament with the team of Ace Ramos and CAS vs Gnome university in Mario Kart Double Dash. For our main event, we have Princeton and Rose vs The team of Toxic and Serena in Mario Tenis.    "
                },
                "13": {
                    "title": "GOH Co-Op Tournament Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "23 May 2018",
                    "year": "2018",
                    "plot": "\n    CAS vs Ace Ramos compete for a spot in the Pre-order bonus match at Final Stage on Brawlhalla. Then Serena vs Toxic competing for the same opportunity in the same game. After that Venus defends her GOH Internet championship against Vincent Masters on Dragon Ball Xenoverse 2. Last for the final round of the GOH co-op tournament, Princeton and Rose battle The Brad and Chad Styker in NBA 2K18.    "
                },
                "14": {
                    "title": "Night of Champions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "6 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    This week we have our first ever champions vs champions match. Stating off the show we have Toxic vs Kunai in Dragon Ball Xenoverse 2. Then for our second match, Zachary Price and Vincent Masters bet everything on a game of Gang Beast. Finally, for our main event, our GOH Co-op Champions Princeton and Rose will battle against the unlikely team of Venus and Mason King.    "
                },
                "15": {
                    "title": "Corruption's Champions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "13 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Manny and CAS compete in Guild Battle Arena. If Manny wins he will be given an opportunity to challenge Venus for the Game of Honor Internet Championship. After that Blackburn battle Zachary Price in Way of Redemption. For our main event, our Game of Honor World Heavyweight Champion Mason Kings teams up with our GOH Co-op champion Princeton to defeat a Great Jagras in Monster Hunter: World.    "
                },
                "16": {
                    "title": "Test of Strength",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "20 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Toxic takes on two challenge modes on Monster Hunter World to prove he is worthy of a match against our GOH World Heavyweight Champion Mason King. For our main event, our GOH Internet Champion Venus teams up with her Twin Sister and our GOH Co-op Champion Rose to battle Cas and Serena in Super Smash Bros.    "
                },
                "17": {
                    "title": "Manny Takeover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "27 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    While Admiral is away on business Shuriblur and 5kull5 will have to take over this week's show.    "
                },
                "18": {
                    "title": "Challenge Accepted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "3 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Admiral returns to the arena furious at the outcome of last weeks show.    "
                },
                "19": {
                    "title": "Road to Final Stage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "10 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    We're on the road to Final Stage. This week we're holding a press conference with all of the confirmed players participating in Final Stage 2.    "
                },
                "20": {
                    "title": "Final Stage 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Game of Honor Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "17 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Final Stage, the biggest show of the year is here. 5kull5 and Shuriblur will go to war and the loser leaves GOH commentary. Princeton and Rose will defend their GOH Co-Op championships against Chad Stryker and The Brad. Venus will defend her GOH Internet Championship against Blackburn. And for our main event, Toxic and Mason King will fight for the Game of Honor World Heavyweight Championship.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Devine, Deaubrey"
            },
            {
                "name": "Wilson, Collins"
            },
            {
                "name": "Yarnell, Evan"
            },
            {
                "name": "McGirr, Conner"
            },
            {
                "name": "Strange, Danté"
            },
            {
                "name": "Casey, Gabriel"
            },
            {
                "name": "Jurado, Jean"
            },
            {
                "name": "Griffin, Dan"
            },
            {
                "name": "Kruhm, Austen"
            },
            {
                "name": "Tellado, Manny"
            },
            {
                "name": "Sanchez, Kani"
            },
            {
                "name": "Casey, Deirdre"
            },
            {
                "name": "Patterson, Brooke"
            },
            {
                "name": "Giannone, Brittne"
            },
            {
                "name": "Bass, Danny"
            },
            {
                "name": "Garcia, Azaria"
            },
            {
                "name": "Waltersdorff, Ashley"
            },
            {
                "name": "Hitz, Noah"
            },
            {
                "name": "Bass, Danny"
            },
            {
                "name": "Hayden, Connor"
            },
            {
                "name": "Lucas, Shaina"
            },
            {
                "name": "Unger, Jonah"
            },
            {
                "name": "Powell, Kavon"
            },
            {
                "name": "Warren, Kelly"
            }
        ],
        "locations": [
            "USA::(on location)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (widescreen)",
        "certificates": [
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTk5YjBkMzUtYWRkNy00NzUyLTliMTQtMzllNTFjZTBjODBkXkEyXkFqcGdeQXVyODczNDQ5MjI@._V1_SY150_CR1,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "Admiral Black decides to start a gaming promotion, with the first episode premiering with a ninja and his best friend. Every week adding new gamers to the show and adding new prizes to compete for you can start to see competition boiling. When the promotion gets bought by a mysterious man nicknamed \"GM\" the structure of the show slowly changes as the show budget starts to go higher. As the weeks go by we see all different type of gamers all claiming to be the best.",
        "languages": [
            "English"
        ],
        "title": "Game of Honor Show",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Game of Honor Show (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Jurado, Jean"
            }
        ],
        "production companies": [
            {
                "name": "Princeton Digital Media"
            }
        ],
        "plot": [
            "Gamers gather together in the first ever gaming promotion \"Game of Honor\" to compete for the most prestigious prizes in gaming.::Jean Jurado",
            "Admiral Black decides to start a gaming promotion, with the first episode premiering with a ninja and his best friend. Every week adding new gamers to the show and adding new prizes to compete for you can start to see competition boiling. When the promotion gets bought by a mysterious man nicknamed \"GM\" the structure of the show slowly changes as the show budget starts to go higher. As the weeks go by we see all different type of gamers all claiming to be the best."
        ],
        "tech": {
            "runtime": [
                "30 min (approx) (USA)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (widescreen)"
            ]
        }
    }
}