{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 March 2018"
            }
        ],
        "release dates": [
            "USA::30 March 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "You've Got Crabs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Now Your Turn (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Who has crabs? Do YOU have crabs? Join host Ivan Van Norman in VR180 with special guests Becca Scott, Leo Camacho, Kate Elliot and Satine Phoenix as they play the fun social deduction game \"You've Got Crabs\" from the creators of Exploding Kittens. Now Your Turn is a brand new show that delivers a brief overview of game mechanics followed by a shortened live play of your favorite games using VR180 to fully immerse you in the 3D experience when wearing a VR headset. It's like you are sitting at the table, playing games with your favorite Geek and Sundry talent.    "
                },
                "2": {
                    "title": "Nosh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Now Your Turn (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Want to NOSH on some sweet treats? Join host Ivan Van Norman in VR180 with special guests Becca Scott and Vince Caso as they use their hard won allowance to bid on candies, popcorn, ice cream and candy apples in this fun card game from Crafty Games. Hope you brought a big appetite. Now Your Turn is a brand new show that delivers a brief overview of game mechanics followed by a shortened live play of your favorite games using VR180 to fully immerse you in the 3D experience when wearing a VR headset. It's like you are sitting at the table, playing games with your ...    "
                },
                "3": {
                    "title": "Yogi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Now Your Turn (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Are you a Yogi master? In touch with all your chakras? Join host Ivan Van Norman in VR180 with special guests Rachel Amanda Bryant, Meow Misti Dawn and Havana Mahoney as they twist and contort their bodies in all sorts of hilarious poses to claim the tile of ultimate Yogi in this entertaining physical game by Gigamic. Now Your Turn is a brand new show that delivers a brief overview of game mechanics followed by a shortened live play of your favorite games using VR180 to fully immerse you in the 3D experience when wearing a VR headset. It's like you are sitting at the ...    "
                },
                "4": {
                    "title": "Topiary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Now Your Turn (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This game really grows on you. Join host Ivan Van Norman in VR180 with special guests Leo Camacho and Satine Phoenix as they play Danny Devine's \"Topiary\" and endeavor to have the best views of these beautiful botanicals. They'll rely on strategy and their personal sense of artistry to give their visitors the most spectacular sights of the landscape. Now Your Turn is a brand new show that delivers a brief overview of game mechanics followed by a shortened live play of your favorite games using VR180 to fully immerse you in the 3D experience when wearing a VR headset. ...    "
                },
                "5": {
                    "title": "Arena: For the Gods!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Now Your Turn (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Welcome to the ARENA of the ALL-POWERFUL. Join host Ivan Van Norman in VR180 with special guests, Alison Haislip and Jovenshire fighting an epic battle in this strategic game from IELLO filled with divine weapons, magic and equipment. Now Your Turn is a brand new show that delivers a brief overview of game mechanics followed by a shortened live play of your favorite games using VR180 to fully immerse you in the 3D experience when wearing a VR headset. It's like you are sitting at the table, playing games with your favorite Geek and Sundry talent.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Van Norman, Ivan"
            },
            {
                "name": "Camacho, Leo"
            },
            {
                "name": "Phoenix, Satine"
            },
            {
                "name": "Scott, Becca"
            },
            {
                "name": "Bryant, Rachel Amanda"
            },
            {
                "name": "Haislip, Alison"
            },
            {
                "name": "Mahoney, Havana"
            },
            {
                "name": "Ovenshire, Joshua"
            },
            {
                "name": "Taylor, Misti"
            }
        ],
        "locations": [
            "Geek & Sundry Studio - Burbank, California, USA::(All)"
        ],
        "genres": [
            "Game-Show"
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTYxODEwNmQtYTUxYS00MDdmLWIwYjktMTJjYWQ5NGE5YTJkXkEyXkFqcGdeQXVyOTE0MjY3Ng@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Now Your Turn is a YouTube VR180 series that delivers a brief overview of game mechanics followed by a shortened live play of your favorite games. It's like you are sitting at the table, playing games with your favorite Geek and Sundry talent. Best watched in a VR headset.",
        "languages": [
            "English"
        ],
        "title": "Now Your Turn",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Now Your Turn (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Light Sail VR"
            }
        ],
        "distributors": [
            {
                "name": "Geek & Sundry"
            },
            {
                "name": "Google"
            }
        ],
        "plot": [
            "_Now Your Turn_ (qv) is a YouTube VR180 series that delivers a brief overview of game mechanics followed by a shortened live play of your favorite games. It's like you are sitting at the table, playing games with your favorite Geek and Sundry talent. Best watched in a VR headset.::Robert Watts"
        ],
        "tech": {
            "runtime": [
                "5 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}