{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "29 March 2018"
            },
            {
                "country": "France\n",
                "date": "29 March 2018",
                "notes": "                            (MashUp Film Festival)"
            },
            {
                "country": "Lebanon\n",
                "date": "August 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "France::29 March 2018",
            "France::29 March 2018                            (MashUp Film Festival)",
            "Lebanon::August 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arabs in Space (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Arabs in Space (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Safi, Larry Bou"
            },
            {
                "name": "Helal, Ahmad"
            },
            {
                "name": "Al Otaibi, Owaidh"
            },
            {
                "name": "Taki, Taraf"
            }
        ],
        "locations": [
            "Lebanon::(location)"
        ],
        "genres": [
            "Adventure",
            "Comedy",
            "Sci-Fi"
        ],
        "runtimes": [
            "16"
        ],
        "countries": [
            "Lebanon"
        ],
        "country codes": [
            "lb"
        ],
        "language codes": [
            "ar"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "29 Mar 2018 (France)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDk4YjhmZjgtNWU2OS00NjhmLTg1OWEtZDQ3ODA3YjhlMjgyXkEyXkFqcGdeQXVyNTgwNzExNTM@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "A unique crew of not so carefully picked Arab explorers are sent into deep-space to save the Middle East and what remains of its civilization. How will these conflicting and conflicted characters get along with new worlds, new species and new ways of life? Once in space, will their Arab culture finally become useful or remain a burden? How will they adapt to something as mind-boggling as deep space when all they know is fighting through the tiniest struggles of day to day Arab life? Arabs in Space's main intention is to find the answer to all of these deep interrogations, by exaggerating and literally blowing Arabs' behavior out of proportion into the most ridiculous, irreverent and drop dead fun outer space has to offer.",
        "languages": [
            "Arabic"
        ],
        "title": "Arabs in Space",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-",
        "akas": [
            "Arabs in Space (Lebanon)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Choufany, Elie"
            },
            {
                "name": "Cinemoz"
            }
        ],
        "director": [
            {
                "name": "Najjar, Nina"
            }
        ],
        "production companies": [
            {
                "name": "Cinemoz"
            },
            {
                "name": "The Talkies"
            }
        ],
        "distributors": [
            {
                "name": "Cinemoz"
            }
        ],
        "special effects": [
            {
                "name": "Image In Work"
            }
        ],
        "plot": [
            "A unique crew of not so carefully picked Arab explorers are sent into deep-space to save the Middle East and what remains of its civilization. How will these conflicting and conflicted characters get along with new worlds, new species and new ways of life? Once in space, will their Arab culture finally become useful or remain a burden? How will they adapt to something as mind-boggling as deep space when all they know is fighting through the tiniest struggles of day to day Arab life? _Arabs in Space_ (qv)'s main intention is to find the answer to all of these deep interrogations, by exaggerating and literally blowing Arabs' behavior out of proportion into the most ridiculous, irreverent and drop dead fun outer space has to offer."
        ],
        "synopsis": [
            "An animated cat- panther in a trinity's number of the same essence\nsynchronously speaks and with hypnotic eyes tells: \"Thousand years ago elders Arabs wrote sacred text to protect Arabic culture through the centuries. These text called Undwinding hands were very secret and only the leaders know them. It is believed they are on another planet. ...\"\nArabs sent intelligent young to recover the text \" Undwinding hands\" in the outer space.\nFawas is one of the astronauts , that in half-body framing, is in the space, avoiding the death of the crew.\nThis is a dream of the astronaut as the Arabic sci- F dream. This movie is the embryo of a genre that in the future can characterize the Arabic sci-F movie: ancient Arabic wisdom elements(as the manuscript and the final guessing game) and irony. This could create a sci- F movie that could be as the half way between \" Star Wars \" and \"Guardians of the Galaxy\" as something new.\nThe captain Adel watches Arabic dance in holographic format. This represents the roots of own culture that are always present in the outer space , too.\nMiss Leyla practices box and watches WWE wrestling, highlighting interest toward West.\nVery funny are the repetitive sentences of the android Alaa G-961.\nDuring the trip, they meet a spatial entity, that threats of death them if they don't answer the guessing game, that is: \" One by one, they fall in the dept of the past, our world turns upside down, filling the time\" Captain Adel answers :\"Sands\" and saves them.\nThe final guessing game recalls that of the Sphynx."
        ],
        "tech": {
            "runtime": [
                "16 min (5 episodes)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}