{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "1 January 2018"
            },
            {
                "country": "South Africa\n",
                "date": "1 March 2018"
            }
        ],
        "release dates": [
            "South Africa::1 January 2018",
            "South Africa::1 March 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Operation Black Rhino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In the heart of South Africa's Kwa Zulu Natal, a critical mission is underway to relocate a large number of highly endangered black rhinos to two new reserves. An operation this size relies on meticulous precision, execution and highly specialised tools- such as the use of the tranquilising drug M99. M99, which is ten thousand times more potent than morphine, has revolutionised wildlife translocation. It enables wildlife veterinarians to safely manage animals stress and monitor their condition, whilst working with speed out in the field.    "
                },
                "2": {
                    "title": "Giraffe Capture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Game capture is a part of everyday life for game reserves and a vital part of conservation. Yet the process is potentially life-threatening, particularly for the world's tallest land mammal, a 20 ft giraffe. Working with these highly skittish creatures requires constant monitoring and the minimization of as much stress as possible. To do so veterinarians rely on the revolutionary tranquilising drug M99, which can bring a 2 000 pound giraffe down with ease. However, convincing the animal to walk willingly into a steel recovery box is still a feat to marvel at.    "
                },
                "3": {
                    "title": "Hippo Translocation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Wildlife veterinarian, Brett Gardner, is called in to translocate two adolescent hippo bulls trapped in a shrinking dam with an overly aggressive dominant male. The move is fraught with danger as the animals consistently outwit their captors, chomping through lassos and submerging in the cover of deeper water. An exasperated Brett is left with only one option- dive in and meet the 2 ton beast's eye-to-eye in their domain.    "
                },
                "4": {
                    "title": "White Rhino Dehorning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    South Africa's rhino population is under siege. Over the past nine years, nearly 7 000 of the countries rhinos have been poached and often brutally killed for their horns. In a final and desperate bid to deter rhino poachers, conservationists are now performing dehorning operations to remove the horns and hopefully derail the illegal rhino horn trade.    "
                },
                "5": {
                    "title": "White Rhino Chipping and Poisoning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    As the war against rhino poaching in Africa intensifies, conservationists are being forced to turn to ever more unique methods and innovative technologies in their bid to save the last of these endangered species. One approach is to insert a GPS microchip into a drilled hole in the horn. The chip is equipped with four alarm sensors that trip should poachers try to remove the horn. Another more proactive tactic is to inject an indelible dye and toxin mix into the rhino's horn, which turns it pink and renders it unusable for human consumption for at least 4 years.    "
                },
                "6": {
                    "title": "Zebra and Sable Darting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tranquilising an animal is always a potentially dangerous endeavour. But darting plays a vital role in conservation and species management. Whether it is to perform a check up on a heavily pregnant zebra mare, relocate animals or identify the breeding potential of majestic sable bulls, tranquillisation by a veterinarian is still the best possible option. And the use of the immobilizing drug M99 has made tranquillisation relatively safer and easier. Although, as always with wildlife, nothing ever goes according to plan.    "
                },
                "7": {
                    "title": "Elephant Relocation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In Central Malawi, a population of elephants in peril are being given a fresh start as a team of experts relocate the 72 animals in the most challenging translocation population to date. Threatened by ever increasing incidences of human and wildlife conflict, the elephants must be moved quickly if they are to have any hope of survival. Veterinarian Andre Uys gets to work, darting whole herds and far-roaming bulls using the immobilising drug M99 to reduce stress and ensure the safety of each animal. But tranquilising over 70 of the world's largest land mammal is ...    "
                },
                "8": {
                    "title": "Cape Buffalo Research",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Breeding in the South African game industry can be big business. But when you're dealing with Cape Buffalo, an infamously temperamental member of the Big 5, it can be as deadly as it is lucrative. Hunter turned conservationist, Lindsay Hunt, is engaged in a pioneering project to breed disease-free buffalo from the infected bovine tuberculosis herds of Kruger National Park. Through his 23 years of research, he has developed an extraordinary affinity and insight into the lives of these misunderstood animals. However, he never forgets their deceptively dangerous nature ...    "
                },
                "9": {
                    "title": "Meerkat Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big Animal Rescue (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The vast Kalahari Desert is home to one of the most endearing creatures on earth, the meerkat. The adorable nature of these animals has put them in high demand in the illegal pet trade, severely threatening their survival in nature. Solid Earth Founder, Elma Celeste Stafford and her husband are fighting against the clock to save the species from extinction. Rescuing, rehabilitating and releasing confiscated meerkats back into the wild.    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Terry, Peter"
            },
            {
                "name": "Gardner, Brett"
            },
            {
                "name": "Hunt, Lindsay"
            },
            {
                "name": "Stafford, Elma Celeste"
            },
            {
                "name": "Uys, Andre"
            }
        ],
        "genres": [
            "Documentary",
            "Short"
        ],
        "runtimes": [
            "7"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGIyN2Q0YjYtZjA0ZC00NTk0LWIyMzctODRhYjdlYzk0M2MzXkEyXkFqcGdeQXVyNjgzMDY1Mzc@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "All over Africa, wildlife veterinary experts risk their lives on a daily basis to protect some of our planets most endangered species. Driven by their passion for conservation and equipped with some of the most advanced drugs, like M99, they can dart and relocate some of the largest mammals alive.",
        "languages": [
            "English"
        ],
        "title": "Big Animal Rescue",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Big Animal Rescue (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Degoumois, Tamzyn J."
            },
            {
                "name": "Ferreira, Martin"
            },
            {
                "name": "Nussey, Ryan"
            }
        ],
        "production companies": [
            {
                "name": "Lion Mountain Media"
            }
        ],
        "distributors": [
            {
                "name": "Lion Mountain Media"
            }
        ],
        "plot": [
            "All over Africa, wildlife veterinary experts risk their lives on a daily basis to protect some of our planets most endangered species. Driven by their passion for conservation and equipped with some of the most advanced drugs, like M99, they can dart and relocate some of the largest mammals alive.::Lion Mountain Media"
        ],
        "tech": {
            "runtime": [
                "7 min"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}