{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "23 June 2018"
            }
        ],
        "release dates": [
            "USA::23 June 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Anthony, Shae"
            },
            {
                "name": "Bell, Monte"
            },
            {
                "name": "Benton, Kevin D."
            },
            {
                "name": "Bode, Ramona"
            },
            {
                "name": "Bridgeforth, Harold"
            },
            {
                "name": "Cartusciello, Chris"
            },
            {
                "name": "Jr., Eustace Collens"
            },
            {
                "name": "Crowell, Darlene"
            },
            {
                "name": "Drahos, Julia"
            },
            {
                "name": "Espino, Moyram"
            },
            {
                "name": "Greaves, Ashley"
            },
            {
                "name": "Hallman, Brandon"
            },
            {
                "name": "Holloway, Karima"
            },
            {
                "name": "Hollywood, Reg"
            },
            {
                "name": "Jacobo, Jovanny"
            },
            {
                "name": "Jean, Erica"
            },
            {
                "name": "Jones, Rock"
            },
            {
                "name": "Lauria, Kristin"
            },
            {
                "name": "Lewis, Azriel"
            },
            {
                "name": "Little, Melanie"
            },
            {
                "name": "Provenzano, Mike"
            },
            {
                "name": "Rouse, Donnell Edward"
            },
            {
                "name": "Shinez, Erickson"
            },
            {
                "name": "Yalakidis, Muhammad"
            }
        ],
        "genres": [
            "Crime"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "rating": 9.0,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzlmMGYzYmMtZGU1MC00MmViLTg2NjAtZmE4YmI2OGU1MTIxXkEyXkFqcGdeQXVyODkyOTE3OTA@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "The Door is an American crime television series created by Debbie L. Hawks. The fictional series revolves around the fictional characters of a street gang family which call themselves The Paper Chasers. New Jersey African American Members of this family include: O'G Smokin Guns, his 2nd in command in Kilo, Pretty Boy, Nutty Buddy the comedian of the crew, Their finger and Hitman Monster, Lil Trigga who is Smokin Guns Son and new recruit Dunce.",
        "languages": [
            "English"
        ],
        "title": "The Door",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Door (United States)"
        ],
        "writer": [
            {
                "name": "Hawks, Debra"
            }
        ],
        "production companies": [
            {
                "name": "FireFilmz Entertainment"
            },
            {
                "name": "Top of the Line Cinema (TOLC)"
            }
        ],
        "plot": [
            "_The Door_ (qv) is an American crime television series created by Debbie L. Hawks. The fictional series revolves around the fictional characters of a street gang family which call themselves The Paper Chasers. New Jersey African American Members of this family include: O'G Smokin Guns, his 2nd in command in Kilo, Pretty Boy, Nutty Buddy the comedian of the crew, Their finger and Hitman Monster, Lil Trigga who is Smokin Guns Son and new recruit Dunce.::Debbie Hawks"
        ],
        "synopsis": [
            "The Door is an American crime television series created and written by Debbie L. Hawks. The series revolves around the fictional characters of a street gang family called The Paper Chasers. The Paper Chasers who are led by the Notorious Smokin Guns are well respected and have been for years. Guns who is an old school OG runs an extremely tight house and has done it for many years thus his notoriety. This smooth GQ OG is so under the radar he is invisible, and the police force has never been able to connect him to any of his criminal activity the believe he is involved in. Guns as a youth was born after the old order of gangsters and raised to carry out his dads legacy quickly. Smokin Guns has a son from his past unknown to him at that time. His son Darren D'Wayne Drakes whose mother Patsy, an intelligent educated Afrocentric woman is killed shortly after giving birth to her son Darren. This has brought a type of guilty haunting for many years to the OG and for many years Smokin Gun has struggled with it becoming a prisoner to Patsy's Death. Even though they weren't together he feels the guilt by association. Knowing that it was a poor choice on his part to mislead her into believing he was a regular Joe back then. So many years have past and Guns has never loved again. Therefore know one was looking when a BEAUTIFUL love interest walks into Guns life, especially one who has the power to get this OG to change her name. Tangerine an Ex-Stripper that know one saw coming. Yet she has what's good for Guns ailment. She begins to purge him from his past and like any good dose of medication he is feeling the effects of being made all better. At the same time Lil Trigga his son is being groomed in the way of their OG predecessors, and is looked at as one day becoming a Smoking Gun. Yet Lil Trigga has another agenda, perplexed he is feeling a certain kind of way about his mission. Trigga has a lot of his mom in him and tries to find away out. Things get a tad hairy in the first season of the Door when Smokin Guns is then given an assignment by Mafia Don Salvatore Ullysano who has an innovative idea of meshing the streets with organized crime, but both men soon find out that somethings are more easier said then done"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.0,
        "median": 9
    }
}