{
    "imdb": {
        "raw release dates": [
            {
                "country": "Sweden\n",
                "date": "16 February 2018"
            },
            {
                "country": "Sweden\n",
                "date": "16 February 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Sweden::16 February 2018",
            "Sweden::16 February 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Sousou & Betty Soo - Made of Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode, you'll meet Sousou Cissoko and Betty Soo while they're writing the song Made of Music.    "
                },
                "2": {
                    "title": "Colin & Gandulf - Howlin' at the Sunrise",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode, you'll meet Colin Gilmore and Gandulf Hennig while they're writing the song Howlin' at the Sunrise.    "
                },
                "3": {
                    "title": "Jørgen & Mike - The Heat of Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode, you'll meet Jørgen Lang and Mike Meadows while they're writing the song The Heat of Winter.    "
                },
                "4": {
                    "title": "Gina & Jens - She Persisted",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode, you'll meet Gina Chavez and Jens Thörnevall while they're writing the song She Persisted.    "
                },
                "5": {
                    "title": "Willi & Graham - Blue Eyed Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode, you'll meet Willi Carlisle and Graham Weber while they're writing the song Blue Eyed Boy.    "
                },
                "6": {
                    "title": "Maher & Mike - Sibo Long",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode, you'll meet Maher Cissoko and Mike Meadows while they're writing the song Sibo Long.    "
                },
                "7": {
                    "title": "Gandulf & Betty Soo - Deep Deep Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 May 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode, you'll meet Gandulf Hennig and Betty Soo while they're writing the song Deep Deep Love.    "
                },
                "8": {
                    "title": "Colin & Jørgen - Bright Lights of Cincinnati",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 May 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode you'll meet Colin Gilmore and Jørgen Lang while they're writing the song Bright Lights of Cincinnati.    "
                },
                "9": {
                    "title": "Willi & Jens - The Life of a Kitty Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "From Seed To Song (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. In this episode, you'll meet Willi Carlisle and Jens Thörnevall while they're writing the song The Life of a Kitty Cat.    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Carlisle, Willi"
            },
            {
                "name": "Gilmore, Colin"
            },
            {
                "name": "Hennig, Gandulf"
            },
            {
                "name": "Lang, Jørgen"
            },
            {
                "name": "Meadows, Mike"
            },
            {
                "name": "Soo, Betty"
            },
            {
                "name": "Thörnevall, Jens"
            },
            {
                "name": "Chavez, Gina"
            },
            {
                "name": "Cissoko, Maher"
            },
            {
                "name": "Cissoko, Sousou"
            },
            {
                "name": "Weber, Graham"
            },
            {
                "name": "Bobruk, Aimee"
            }
        ],
        "locations": [
            "Austin Texas, USA::(location)"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Sweden"
        ],
        "country codes": [
            "se"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY3YjljMWItZWYzYi00NTQ5LWI0OTctOWU2MmVhYjUxOWUxXkEyXkFqcGdeQXVyMzk0NjgyNDY@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Two songwriters get half a day to create one song. From Seed To Song is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. Discover your new favorite artists. Watch them work and get inspired.",
        "languages": [
            "English"
        ],
        "title": "From Seed To Song",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "From Seed To Song (Sweden)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Boson, Mikael J."
            }
        ],
        "production companies": [
            {
                "name": "Eyra Media"
            }
        ],
        "plot": [
            "Two songwriters get half a day to create one song. _From Seed To Song_ (qv) is a web-based series where artists from around the globe meet for intense songwriting sessions. In every episode, we will follow a new pairing. From the planting of ideas and making it all grow to the song being performed. Discover your new favorite artists. Watch them work and get inspired."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}