{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "27 April 2018"
            },
            {
                "country": "India\n",
                "date": "27 April 2018",
                "notes": "                            (India)"
            }
        ],
        "release dates": [
            "India::27 April 2018",
            "India::27 April 2018                            (India)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Naushad Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In a swanky villa/bungalow resort in Goa; 5 friends enter in style; Ankush Patel, Dinesh Khaitan, Aditi Goswami, Nikita Roy Chaudhary and Mritunjay Sharma. As they check in; the concierge hands out the keys; to the bedrooms of the villa; one set of keys for each bedroom. Aditi and Ankush are shacking in one room; DK and Nikki have a room each and Mritunjay is sharing a room for Kaushiki and when the concierge doesn't find the 6th occupant, there is an awkward silence which is broken by DK who scoops in with a charming one liner to the concierge. While DK is flirting ...    "
                },
                "2": {
                    "title": "Under the Rouge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    We see a thing, wiry middled aged man in a typical Mumbai 1 BHK. The man is kissing his young kids good night. He gets a cup of tea from his wife who complains about a broken tap in the kitchen and the man promises to get everything done. He is a picture of a well mannered man, a loving fa- ther and a caring husband. A gruff looking man comes to meet him and tells him and the rich boy has got the message. He is Naushad, the man calling Ankush incessantly. He calls Ankush again. While his phone is ringing, Ankush is surrounded by his friends and his parents in a swanky...    "
                },
                "3": {
                    "title": "This day that year",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    We see a hospital room, the entire set up of a patient in bed with the monitors and machines. A nurse smiles at the patient but when we see the patient, it is not Ankush, it is an old, weak man. And sitting next to the man is a younger Nikki, in her school uniform. The super says; 8 years ago. The man seems to be dying and Nikki seems out of tears. Suddenly the machine beeps as the man fid- gets in the bed. Nikki is up in a flash and holds her father's hand. Nikki father becomes lucid for a moment and asks for Yamini. Nikki tells him that she has gone to meet the ...    "
                },
                "4": {
                    "title": "The things we do for love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    We see a nondescript room that looks like it belongs to a student. And we see a young guy, dressed in a ganji and a pair of tight jeans. This guy is super good looking and has a pretty face. The hot guy keeps posing in different corners of the room, quite seductively as we see camera flashes. With the last pose, he comes closer to the yet unseen photographer and takes off his ganji and pulls the pho- tographer in frame; it is Chris, Mritunjay's roomie in IIM Hostel. They proceed to make out pas- sionately. And we see the action on a viewfinder as if someone is ...    "
                },
                "5": {
                    "title": "Edge of the blade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 May 2018",
                    "year": "2018",
                    "plot": "\n    Later that night; Kaushiki and Nikki are listening to music and chilling at Nikki's place and Nikki really likes Kaushiki's headphones and Kaushiki gifts them to her. As they are waiting for Aditi, Nikki is teasing Kausiki about her scene with Mritunjay and if they have done it as yet. Kaushiki is also indulging in cute details and Nikki's phone rings; it is JIJI. Nikki says I have to take this and she goes in the other room to take the call. Kaushiki is alone in the room and suddenly a male voice booms from the bluetooth speaker; Listen...I found a nice fuckpad in ...    "
                },
                "6": {
                    "title": "No Answer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Ankush runs away in the bylanes of the dingy roads and knocks at a door. The door opens and it is Naushad. Naushad and his men attend to Ankush's wound and Ankush is livid with anger. He tells Naushad that in the process of getting his Rs. 20 lakhs, he has made some enemies and now they are trying to kill him. Naushad is also worried when he gets to know about the hitmen on Ankush's tail and he promises to help. All this while, Ankush is getting calls from blocked numbers; Naushad looks at the phone and asks him if he is any trouble. Ankush says maybe; maybe not but ...    "
                },
                "7": {
                    "title": "One epic Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 May 2018",
                    "year": "2018",
                    "plot": "\n    We begin with a new voiceover; a male/female (depending on the star) voice over; it talks about Dussera; an auspicious day for many reasons but primarily for the triumph of good over evil. And while we see the elements of Dussera (B-roll from Mumbai), we hear the VO talk about; but I didnt have any idea about the quantum of evil coming my way and finding the truth will be the biggest challenge of my life. It all started with a party and a guy called Ripu. We see Maggie at his home, waiting for Ripu and he calls DK and tells him there is something about one of his ...    "
                },
                "8": {
                    "title": "Technology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 May 2018",
                    "year": "2018",
                    "plot": "\n    We begin the episode with Neetu (the girl who Ripu was chilling with at the party) being rushed to the hospital. While we see the doctors converging on her and we see flashes of her at the party; jump cuts of her downing a large number of exotic looking drinks. All this while, we hear Sumer's VO about how one night can affect so many lives and even unrelated people get meshed into controversy, or are they really unrelated?? The doctor who is attending to her notifies the cops and the Gujarati SI reaches the hospital. She is told that it might be the case of Ricin ...    "
                },
                "9": {
                    "title": "Glock 43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Sumer wakes up with a phone call from his mother (will only hear the mother in the next few episodes; imagine some key interrogation scenes with the mother's voice and Sumer's annoyance) the mother hounds him to get married and tells him that they have lined up a girl he can meet in the evening. Sumer is annoyed and the mother tells him getting married is like getting a new lease of life. And we cut to a morgue in a seemingly small hospital where 2 guys are talking about the solitary, unclaimed body in the morgue and we hear Sumer's VO about how some people are ...    "
                },
                "10": {
                    "title": "Alibis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    We begin with Sumer's VO about what goes on amongst friends can never come to light if the friends decide to hide stuff from each other and we see all the friends in their own spaces, mulling about the ongoing investigation; we see DK not taking Aditi's calls, Aditi not taking Ripu's calls. But Ripu turns up at Aditi's house and demands to know what DK is still doing in her life; Aditi comes clean in front of Ripu who is disgusted by the truth and says he will not have his childhood friend, Maggie, cuckolded by the scheming bastards. Aditi literally falls at his feet....    "
                },
                "11": {
                    "title": "The Boyfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    We begin with the autopsy of the body and we see Mritunjay in the hospital, undergoing surgery. We hear Sumer's voice talking about how human being hold so many secrets that half of the questions will be answered by a dead body and the other half by a man whose life is hanging by a thread. We see a crying Rehaan in the interrogation room and Sumer meets Mritunjay in the hospital and tells him point blank that if he saw DK and Aditi with Kaushiki's body, why didn't he come clean in the first go, why did he use this roundabout way of telling the cops that DK and Aditi ...    "
                },
                "12": {
                    "title": "Poker Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    We see Kaushiki getting ready for the Epic part, she is sending a delayed mail to someone and we hear Sumer's VO about how in a game, no player knows that if the player is playing the game or he/she has been played. Simultaneously, we see Sumer closing the file on Kaushiki's case and he gets a mail, on this, we hear Kaushiki's VO about how some players don't want to play but are still pulled in to a game and we see Sumer calling Raje and checking the whereabouts of the gang of friends. Finally, we see Parag looking at a row of car keys and he picks one. Kaushiki's VO ...    "
                },
                "13": {
                    "title": "Back to the Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kaushiki (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    We see Kaushiki in a hospital, being revived, her stomach is pumped off water and a hassled Parag reaches the hospital. Parag waits for Kaushiki to regain consciousness and we get to know that they are accomplices in a plan that has been hatched by Parag. Parag is apologetic that he got her into this mess. he didn't anticipate that the kids would get so vicious. She smiles and appreciates that she got paid well. I'm glad I survived the job, given how psychotic these spoiled desperate brats are. Kaushiki insists that she wants to leave but Parag requests for one last ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Gupta, Sayani"
            },
            {
                "name": "Das, Namit"
            },
            {
                "name": "Kapoor, Omkar"
            },
            {
                "name": "Roy, Madhurima"
            },
            {
                "name": "Srivastava, Shruti"
            },
            {
                "name": "Siddhartha, Rajeev"
            },
            {
                "name": "Singh, Rannvijay"
            }
        ],
        "genres": [
            "Thriller"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 171,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjhkMDQ1ZGItZGI1Yi00Y2QyLWFhY2UtYTdiOTRlYTVmYmExXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Kaushiki revolves around the group of friends who look as if nothing in their lives can go wrong, have dark secrets hidden deep down inside them that will change their lives forever when revealed. The story progresses to reveal that beneath the Versace perfumes and friendships and romance, everyone in the group is rotten, depraved and corrupt to the core.",
        "languages": [
            "Hindi"
        ],
        "title": "Kaushiki",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Kaushiki (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Srivastava, Shantanu"
            }
        ],
        "production companies": [
            {
                "name": "Big Synergy Media"
            },
            {
                "name": "Viu India"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            }
        ],
        "plot": [
            "_Kaushiki_ (qv) revolves around the group of friends who look as if nothing in their lives can go wrong, have dark secrets hidden deep down inside them that will change their lives forever when revealed. The story progresses to reveal that beneath the Versace perfumes and friendships and romance, everyone in the group is rotten, depraved and corrupt to the core."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 171,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 39,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 25,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 7.8
            },
            "males": {
                "votes": 86,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 30,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 21,
                "rating": 5.1
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 28,
                "rating": 9.6
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 8.9
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 9.6
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.3
            },
            "us users": {
                "votes": 28,
                "rating": 7.0
            },
            "non us users": {
                "votes": 30,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 78,
            "9": 24,
            "8": 20,
            "7": 9,
            "6": 6,
            "5": 4,
            "4": 5,
            "3": 2,
            "2": 2,
            "1": 21
        },
        "arithmetic mean": 7.8,
        "median": 9
    }
}