{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 May 2018"
            }
        ],
        "release dates": [
            "USA::15 May 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Russo Brothers/Fellini",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cinema Club (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    An in-depth discussion of the lack of diversity in the Russo Brothers' Captain America: Civil War (2016), then the club hits a boiling point when the boys butt heads on the complexities of Federico Fellini's classic 8½ (1963).    "
                },
                "2": {
                    "title": "Guadagnino/Ozu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cinema Club (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "26 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A heated critique of Call Me by Your Name (2017) ensues when Cory tears into the film for having too much swimming. Then the club gets lost in confusion when trying to figure out the difference between Ozu's Early Spring (1956) and Late Spring (1949).    "
                },
                "3": {
                    "title": "Jenkins/Tarkovsky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cinema Club (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The club gets political when diving into the Middle East controversy surrounding Jenkins' Wonder Woman (2017). Then heats up again when the boys debate sexism and how that's reflected in Tarkovsky's haunting masterpiece Stalker (1979).    "
                },
                "4": {
                    "title": "Coogler/Forman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cinema Club (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "15 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The club implodes when tempers flare while debating Black Panther (2018) and Loves of a Blonde (1965). Patrick calls out Cory for too much partying and Cory fires back on Patty's dedication to the club. Can the boys mend the bridge in the name of cinema?    "
                },
                "5": {
                    "title": "Zacharia/Ott",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cinema Club (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "30 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The season finale is a special episode focused entirely on Cory's work featuring The Guy From Neptune (2014) and Littlerock (2010). But the tension between the boys finally comes to a head and tough decisions must be made to keep the club alive.    "
                }
            },
            "2": {
                "1": {
                    "title": "Taylor-Johnson/Bertolucci",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cinema Club (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Mar. 2019",
                    "year": "2019",
                    "plot": "\n    The first episode of season two dives deep into feminism and sexual cinema with Fifty Shades of Grey (2015) and Bertolucci's controversial Last Tango in Paris (1972).    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Zacharia, Cory"
            },
            {
                "name": "Llaguno, Patrick"
            },
            {
                "name": "Gioulakis, Mike"
            },
            {
                "name": "Princess, Angel"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 9.7,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDQ3ZTRkYzAtMzhhZS00ZGRiLTljOWQtMTZjMjlmYzQzOTM4XkEyXkFqcGdeQXVyMjY0MDgyOA@@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "French philosopher, Gilles Deleuze, said of cinema, \"Man is in the world as if in a pure optical and sound situation. The reaction of which man has been dispossessed can be replaced only by belief. Only belief in the world can reconnect man to what he sees and hears. The cinema must film, not the world, but belief in this world, our only link.\" The Cinema Club hears Deleuze's cry and aims to broaden the discourse of classic and contemporary works of cinema by applying new forms of criticism to the language of cinematic expression. It is no coincidence that the members of cinema club are deeply schooled in a classic tradition of cinematic legends. Take what Bazin said of cinema for instance, \"The photographer proceeds, via the intermediary of the lens, to a point where he literally takes a luminous imprint, a cast - [But] the cinema realizes the paradox of molding itself on the time of the object and of taking the imprint of its duration as well.\" Again, the Cinema Club could not agree more and was founded on Bazin's hope for a brighter vision of what cinema could and should be. All hail the new voice of cinema.",
        "languages": [
            "English"
        ],
        "title": "Cinema Club",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Cinema Club (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Small Form Films"
            }
        ],
        "plot": [
            "The _Cinema Club_ (qv) aims to broaden the discourse of classic and contemporary works of cinema by applying new forms of criticism to the language of cinematic expression.::Joe Hernandez",
            "French philosopher, Gilles Deleuze, said of cinema, \"Man is in the world as if in a pure optical and sound situation. The reaction of which man has been dispossessed can be replaced only by belief. Only belief in the world can reconnect man to what he sees and hears. The cinema must film, not the world, but belief in this world, our only link.\" The _Cinema Club_ (qv) hears Deleuze's cry and aims to broaden the discourse of classic and contemporary works of cinema by applying new forms of criticism to the language of cinematic expression. It is no coincidence that the members of cinema club are deeply schooled in a classic tradition of cinematic legends. Take what Bazin said of cinema for instance, \"The photographer proceeds, via the intermediary of the lens, to a point where he literally takes a luminous imprint, a cast - [But] the cinema realizes the paradox of molding itself on the time of the object and of taking the imprint of its duration as well.\" Again, the _Cinema Club_ (qv) could not agree more and was founded on Bazin's hope for a brighter vision of what cinema could and should be. All hail the new voice of cinema."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 9.7
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 9.6
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 6,
                "rating": 9.7
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 9.2
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 9.7
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 6,
                "rating": 9.7
            },
            "non us users": {
                "votes": 1,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 8,
            "9": 4,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.7,
        "median": 1
    }
}