{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 April 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::20 April 2018                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Chlarson, Camron"
            },
            {
                "name": "Clark, Ron"
            },
            {
                "name": "Crip, Good"
            },
            {
                "name": "Hamm, Darren"
            },
            {
                "name": "Jr., Edward Haynes"
            },
            {
                "name": "Jeanmard, Michelle"
            },
            {
                "name": "Mngadi, Vumile"
            },
            {
                "name": "Palafox, Zach"
            },
            {
                "name": "Shanti, Sy"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGQ0ZTBkZDYtYTA3My00ZWM5LWJhMzMtMDI1ZGZjZTdhZDZiXkEyXkFqcGdeQXVyMzc2NTU5NjA@._V1_SY150_CR42,0,101,150_.jpg",
        "plot outline": "Set in the format of an old school horror radio dramedy, Death Goes Green follows the story of a film student buying the strongest and most deadliest strain of weed to obtain the ultimate high and win the \"Best Weed Story Ever Told\" award from his experience. But after smoking the supernatural strain he's transported into a alternate dimension were the lines of reality and just being really, really high are blurred. He dies and gets a death pass from the Grim Reaper by getting him high from a recycled weed hack method called dobbing. Having never gotten high before, the stoned Reaper \"retires\" from taking souls which triggers a supernatural event called the Dark Descent, where Magickal Realism, the living, and the undead occupies the same world.",
        "languages": [
            "English"
        ],
        "title": "Death Goes Green",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Death Goes Green (United States)"
        ],
        "writer": [
            {
                "name": "Shanti, Sy"
            }
        ],
        "production companies": [
            {
                "name": "Grim Ethers Media"
            }
        ],
        "distributors": [
            {
                "name": "Westmoreland Films"
            }
        ],
        "plot": [
            "A stoner film student dies after he smokes the most potent weed in the world but gets a death pass by getting the Grim Reaper high with deadly consequences.::The Herban Yogi",
            "Set in the format of an old school horror radio dramedy, _Death Goes Green_ (qv) follows the story of a film student buying the strongest and most deadliest strain of weed to obtain the ultimate high and win the \"Best Weed Story Ever Told\" award from his experience. But after smoking the supernatural strain he's transported into a alternate dimension were the lines of reality and just being really, really high are blurred. He dies and gets a death pass from the Grim Reaper by getting him high from a recycled weed hack method called dobbing. Having never gotten high before, the stoned Reaper \"retires\" from taking souls which triggers a supernatural event called the Dark Descent, where Magickal Realism, the living, and the undead occupies the same world.::The Herban Yogi"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}