{
    "imdb": {
        "raw release dates": [
            {
                "country": "New Zealand\n",
                "date": "30 May 2018"
            },
            {
                "country": "South Africa\n",
                "date": "14 July 2018"
            }
        ],
        "release dates": [
            "New Zealand::30 May 2018",
            "South Africa::14 July 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Collection Coalition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    In this pilot episode, we meet Ivan Bruwer and he's team of passionate collectors at Detroit Vintage Garage. They have the dream of setting up their own vintage village. Their quest is a life long dream that they are busy making into a reality one pick at a time every single day.    "
                },
                "2": {
                    "title": "Piston Ring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ivan makes a few more pit stops on the way to the \"Piston Ring Swop Meet\" gathering. We stop in the town of Meyerton at the legendary Oudewerf Auction House and meet up with auctioneer and long time friend Roelf Laubscher owner of Oudewerf.    "
                },
                "3": {
                    "title": "Motor Pickers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    As a Picker travelling a lot is part of the day job. We continue on journey with Ivan as he searches for more items to collect before returning to Cape Town. Our next stop is at Dolf Pesche, another passionate collector of classic cars and bikes. Thereafter Ivan hits the road again stopping by in the town of Rosendal where we meet Sandra Lemmer, an Antique dealer, collector and proud owner of \"Mister Millers Trading Store\" - established in the 1960's and now a museum.    "
                },
                "4": {
                    "title": "Rusty Jackpot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ivan continues his travels across South Africa on the lookout for some rare finds at the most interesting spots. We meet up with Wayne Keet, an airbrush specialist that is repurposing an old car tale end into a beautiful classic couch for Ivan. From there we hit the road on the way to Ceres to accompany the Ceres Railway Company for their maiden voyage of a restored 1912 steam locomotive. On route we do a quick road stop at the famous historic Lord Milner Hotel in Matjiesfontein.    "
                },
                "5": {
                    "title": "Living Collections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ivan arrives in Johannesburg, where he meets up with a new acquaintance, Jomo Kwadi, a generalist collector with a special interest in \"Afrikana and Apartheid\" memorabilia. Jomo shares his fascinating collection of South African history. From there we attend one of the best Auctions in the country; Oudewerf, owned by Roelf Laubscher whom is an avid collector himself. Ivan have his sight casted on an early 1900's Matchbox dispenser. Ivan also gets to see Roelf's very own private collection, filled to the brim with valuable and one-of-a-kind items that leaves Ivan ...    "
                },
                "6": {
                    "title": "The Eye of the Find",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    It is all \"hands on deck\", as Waldo joins Ivan in Johannesburg from Cape Town to help him delve into the picking treasures of Shawn Tyler's scrapyard; Global Vintage Spares. Here the picking is easy and picks are many as the boys dig for items to be repurposed and sold. From there the boys get a private tour of Shawn's very own museum. Filled to the brim with various transportation memorabilia.    "
                },
                "7": {
                    "title": "War Memorabilia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Traveling North from Johannesburg to Pretoria, Ivan meets Witold Walus, the owner of some great military gems; from a Douglas DC6 airplane that was \"rescued\" from being scrapped to the first prototypes, and later manufactured armour proof vehicles of the South Africa National Military. Next Ivan meets up with Oliver Gerondeanof, a collector of vintage TV's, Radio's, Motorcycles such as an Indian \"Ace\" and a 1934 BMW R11 and classic Motor vehicles such as a 1907 Ford Model \"N\" and a 1913 Marion Bobcat replica an many more.    "
                },
                "8": {
                    "title": "American Made",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ivan visits an old friend; Henk Vryenhoek. Henk is an avid collector of Americana and American Cars dating back to the 50's and 60's. He also restores vintage vehicles and trucks. We get to experience his spectacular Man Cave hosting his personal collectables and get a glimpse of his \"development warehouse\" filled with astonishing projects. Back in Cape Town, Ivan and Georgia visit an old friend, Norman Dessipris. Norman builds and collects Harley Davidsons for a passion. Ivan hear that he has a great bundle deal of old Harley Davidson spare parts for Ivan that he can...    "
                },
                "9": {
                    "title": "Timeless Collections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Our travels take us North again to Vanderbijlpark on the outskirts of Johannesburg where we visit the Sylviavale Heritage Museum. A Vintage Village established by a passionate collector; Sieghart Düvel whom meticulously displays his personal collection as showcase of a piece of History for the Public to enjoy. On to the next town called Benoni, we visit a Collector that invited us over to come marvel at his timeless collection of Stationary Engines; Rodney Burnett, aka Rodney \"Burn It\". Rodney has been collecting for around 20 years and have an impressive Stationary ...    "
                },
                "10": {
                    "title": "Wild Collectors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Collectors Candy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    We find ourselves in the old mining town of Daggafontein on the outskirts of Johannesburg where we meet collectors and brothers Frank and Willem Struckmeyer. They made their own private museum of vintage Motor vehicles and Motorcycles. We head on to the Historic Motorcycle Museum in Deneysville under the curatorship of John Boswell.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Bruwer, Ivan"
            },
            {
                "name": "Tait, Waldo"
            },
            {
                "name": "Vega, Rob"
            },
            {
                "name": "Zucca, Georgia"
            },
            {
                "name": "Vega, Rob"
            }
        ],
        "locations": [
            "South Africa::(on location)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "48"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzZkZGNiZTEtZTJiYi00YTA3LWFkZDktNjY0ZmM2ZWYyMTcyXkEyXkFqcGdeQXVyMzAwNjM0OTg@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "From deserted back roads and abandoned Car Graveyards - from the Lord Milner Hotel in Matjiesfontein to the open plains of the Moordenaarskaroo - from die Ou Spinwielwinkel in Beaufort Wes to Oudewerf Auctioneers in Meyerton - Discover a Fascinating Reality TV Show that showcases the Life of Collectable Pickers IVAN BRUWER and GEORGIA ZUCCA and their Business Partner WALDO TAIT as they travel around South Africa Picking various Items for re-sale, for Clients or for their own personal Collection. Along the way we visit some of the most extraordinary Private Collections in the country. We pick some of the most amazing Places and we visit the few available Auctions offering some of the scarcest Items. This is Adventure at it's best and the meaning of Addiction Redefined.",
        "languages": [
            "English"
        ],
        "title": "Collectors Candy",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Collectors Candy (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Grealy, Andrew"
            },
            {
                "name": "Van Biljon, Karien"
            }
        ],
        "production companies": [
            {
                "name": "Foghound Studios"
            },
            {
                "name": "Liquid Gate Creative Studios"
            }
        ],
        "distributors": [
            {
                "name": "Blue Ant Media"
            }
        ],
        "plot": [
            "From deserted back roads and abandoned Car Graveyards - from the Lord Milner Hotel in Matjiesfontein to the open plains of the Moordenaarskaroo - from die Ou Spinwielwinkel in Beaufort Wes to Oudewerf Auctioneers in Meyerton - Discover a Fascinating Reality TV Show that showcases the Life of Collectable Pickers IVAN BRUWER and GEORGIA ZUCCA and their Business Partner WALDO TAIT as they travel around South Africa Picking various Items for re-sale, for Clients or for their own personal Collection. Along the way we visit some of the most extraordinary Private Collections in the country. We pick some of the most amazing Places and we visit the few available Auctions offering some of the scarcest Items. This is Adventure at it's best and the meaning of Addiction Redefined."
        ],
        "tech": {
            "runtime": [
                "48 min"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}