{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 August 2018"
            }
        ],
        "release dates": [
            "USA::7 August 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Castaways"
            },
            {
                "countries": "USA",
                "title": "Castaways"
            }
        ],
        "akas": [
            "Castaways (original title)",
            "Castaways USA"
        ],
        "akas from release info": [
            "Castaways (original title)",
            "Castaways USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Abandoned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In the search for others, you may find yourself when 12 diverse individuals are dropped alone throughout various islets in Indonesia and challenged to survive among washed-up luggage, scattered resources and abandoned structures. The only way to leave the remote islands is to persevere long enough to be rescued or to quit. As dramatic situations unfold on an expanse of islands in the South Pacific, the series flashes back to the real lives of each participant in documentary fashion, demonstrating haunting parallels to the lives they left behind.    "
                },
                "2": {
                    "title": "Man Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    A chance encounter between Tim and Krichelle takes them by surprise, while Eric finds himself on a solo path. Sawyer, Angel and Richard meet for the first time, but one of them realizes they don't have what it takes to go on. Meanwhile, Robbie fears that he's been abandoned for good as Kenzi fails to return from her exploration of the island - sparking his childhood insecurities. As each of the 12 Castaways' emotional journeys unfold on the islands, flashback footage from their regular lives reveal further insight into their personalities.    "
                },
                "3": {
                    "title": "Only the Lonely",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "21 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Tim and Krichelle meet Eric, who has been on a solo journey and feels hesitant to join the pair since asking for help is not in his nature, but his loneliness is getting the best of him. Meanwhile, three other Castaways find themselves on very different paths: Terry enjoys her solitude, Reshanna starts to lose hope without a human connection, and Matt forges ahead on a treacherous part of the island.    "
                },
                "4": {
                    "title": "Three's a Crowd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    As Matt struggles to make it to other parts of the island with his resources quickly running out, Tim and Krichelle's strong bond starts to take shape, and Sawyer and Richard's similarities make them question if meeting any others would lessen their chances of survival. Meanwhile, the harsh reality of life on the islands has its effect on one of the castaways whose journey is cut short.    "
                },
                "5": {
                    "title": "A Cry For Help",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "4 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Matt attempts a dangerous swim to another part of the island and stumbles upon two other Castaways, Sawyer and Richard. The thought of splitting resources amongst the trio becomes a stark reality and another obstacle to overcome. Meanwhile, Tim sets out to explore the islands and discovers another camp. He is faced with the decision of staying or returning to his wounded friend, Krichelle. Guilt settles in as Tim questions the way he treated Eric a few days before.    "
                },
                "6": {
                    "title": "My True Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "11 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Robbie and Kenzie are convinced Eric is on their island and wonder if he is looking for a companion or would rather be alone. Krichelle struggles with her infection and contemplates leaving the island early, which in turn would leave Tim alone or forced to find others. All of the castaways begin to question their true motivations and the transcendent reasons they should stay.    "
                },
                "7": {
                    "title": "Is It Worth It?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "12 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The remaining Castaways begin to obsess over the existence of other survivors and whether they are facing similar struggles. Matt decides to search for others across a mile-long channel, risking it all to potentially help his situation. Kenzie falls severely ill, forcing her to question her ability to stay and whether the sacrifices she makes in her life have been worth it.    "
                },
                "8": {
                    "title": "Hindsight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Terry continues to enjoy the isolation while thriving on the resources left behind by other Castaways who have quit. Matt must decide where he belongs, knowing he'll leave at least one camp questioning his integrity. Tensions reach a boiling point as food and resources dwindle forcing one group to splinter.    "
                },
                "9": {
                    "title": "The Search",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    After a fight divides a camp, starvation forces two Castaways to search for resources that may still exist on the islands. Two Castaways approach their breaking point, unsure of whether or not they can continue.    "
                },
                "10": {
                    "title": "We Got This",
                    "kind": "episode",
                    "episode of": {
                        "title": "Castaways (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 15,
                    "original air date": "18 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    On the season finale, two Castaways come across an abandoned camp full of journals and resources left by other survivors. Deep reflection forces all Castaways to question their ability to stay, forcing yet another to quit. The remaining survivors reflect on their time on the island and how their lives will change if they are ever rescued.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Allen, Terry"
            },
            {
                "name": "Alvarenga, Angel"
            },
            {
                "name": "Brown, Eric"
            },
            {
                "name": "Brown, Sawyer"
            },
            {
                "name": "Burke, Tim"
            },
            {
                "name": "Gibbons, Robbie"
            },
            {
                "name": "Hearvy, Reshanna"
            },
            {
                "name": "Jaskol, Matthew"
            },
            {
                "name": "Kerbow, Krichelle"
            },
            {
                "name": "Rogers, Richard"
            },
            {
                "name": "Whittington, Kenzi"
            },
            {
                "name": "Wnetrzak, Tracee"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.3,
        "votes": 454,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM1NDE0NjYyMV5BMl5BanBnXkFtZTgwMzAxOTYwNjM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Castaways is a revolutionary series testing the human need for companionship under extreme circumstances as each individual learns there are other castaways out there but are unaware of how many, their locations or when they will be rescued. This visually stunning, new reality series follows 12 diverse individuals as they're dropped alone throughout various islets in Indonesia and challenged to survive among washed-up luggage, scattered resources and abandoned structures. The only way to leave the remote islands is to persevere long enough to be rescued or to quit. As dramatic situations unfold on an expanse of islands in the South Pacific, the series flashes back to the real lives of each participant in documentary fashion, demonstrating haunting parallels to the lives they left behind.",
        "languages": [
            "English"
        ],
        "title": "Castaways",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Nomad Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "American Broadcasting Company (ABC)"
            }
        ],
        "other companies": [
            {
                "name": "GFS Risk"
            },
            {
                "name": "Global Film Solutions"
            }
        ],
        "plot": [
            "Contestants are stranded on remote islands and are forced to survive and find other survivors with only the scattered resources available on the beach and island.",
            "_Castaways_ (qv) is a revolutionary series testing the human need for companionship under extreme circumstances as each individual learns there are other castaways out there but are unaware of how many, their locations or when they will be rescued. This visually stunning, new reality series follows 12 diverse individuals as they're dropped alone throughout various islets in Indonesia and challenged to survive among washed-up luggage, scattered resources and abandoned structures. The only way to leave the remote islands is to persevere long enough to be rescued or to quit. As dramatic situations unfold on an expanse of islands in the South Pacific, the series flashes back to the real lives of each participant in documentary fashion, demonstrating haunting parallels to the lives they left behind.::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 454,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 31,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 124,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 139,
                "rating": 6.4
            },
            "males": {
                "votes": 200,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 21,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 81,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 75,
                "rating": 6.0
            },
            "females": {
                "votes": 133,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 42,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 61,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 4.8
            },
            "us users": {
                "votes": 180,
                "rating": 6.9
            },
            "non us users": {
                "votes": 61,
                "rating": 5.4
            }
        },
        "number of votes": {
            "10": 142,
            "9": 56,
            "8": 67,
            "7": 44,
            "6": 17,
            "5": 13,
            "4": 26,
            "3": 21,
            "2": 22,
            "1": 46
        },
        "arithmetic mean": 7.0,
        "median": 8
    }
}