{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "6 July 2018"
            }
        ],
        "release dates": [
            "Japan::6 July 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Perfect Day For Bananafish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 45,
                    "original air date": "6 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In New York, Ash Lynx a boy with an perfect appearance and outstanding fighting power has been leading a street gang at the age of 17. One night, Ash is told the word \"Banana Fish\" from a man shot by his own subordinate. The word was that Griffin, his brother who was pretty crippled, often mentioned. At the same time, he meets Eiji Okumura, a Japanese boy who came as a photographer's assistant.    "
                },
                "2": {
                    "title": "In Another Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 37,
                    "original air date": "13 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Skip and Eiji were taken away by Frederick Arthur's gangs. Ash is caught by Marvin, a subordinate of Golzine who has joined hands with Arthur, when he rushed out to save the two who were taken away. The three tries to escape with Ash's tact. However, Shorter shows up and a brawl ensues. Ash pursues Marvin who is running away, but when he enters a room, an unexpected sight unfolds before him.    "
                },
                "3": {
                    "title": "Across the River and into the Trees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 32,
                    "original air date": "20 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ash is sent to prison. The journalist Max who was in the same room was asked to look after Ash by Charlie, a detective. However, a young and good-looking Ash is attacked by Garvey, a prisoner who was under the patronage of Golzine. But in the medical office he was carried into, he finds out that Max has been carrying out research on \"Banana Fish\". . .    "
                },
                "4": {
                    "title": "This Side of Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 28,
                    "original air date": "27 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    It was Arthur who appeared before Eiji who was visiting Meredith's medical clinic after being asked by Ash. However, seeing Griffin coming out of the back room of the medical clinic, Abraham becomes confused all of a sudden and shoots Griffin. Eiji presumes that because Griffin called Abraham \"Banana Fish\", he assumed that it was about him, but he is told by Ibé to return to Japan.    "
                },
                "5": {
                    "title": "From Death to Morning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 30,
                    "original air date": "3 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    With Jenkins' discretion, Ash is released. Upon finding out that Griffin has died, Ash tries to go to Golzine by himself. But Eiji insists that the reason Griffin died was because of him, and forcibly follows Ash.    "
                },
                "6": {
                    "title": "My Lost City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 27,
                    "original air date": "10 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In the hope that Griffin has left materials and photos of \"Banana Fish\", Ash and his group headed to Cape Cod, Ash's hometown. Although Ash arrives at his home, his father Jim treats him coldly. When Eiji and Max asks Jim, who is trying to kick out Ash, why he is treating him that way...    "
                },
                "7": {
                    "title": "The Rich Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 29,
                    "original air date": "17 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ash and his group heads to Los Angeles with the address \"102, 42 Westwood\" after getting away from Golzine's posses. After stopping by Max's ex-wife Jessica and his son Michael's house, they head to the place of the mysterious address. There, they find a mansion, and hear a scream coming from there!    "
                },
                "8": {
                    "title": "Banal Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 27,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Jessica and Michael are attacked by someone. Ash and Max go to help the two, and Eiji, Shorter and Ibe were waiting for Ash and Max to come back. However, Eiji is kidnapped by Yut Lung's ruse. Ash returns to the mansion after sensing something wrong...    "
                },
                "9": {
                    "title": "Save Me the Waltz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 32,
                    "original air date": "31 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Eiji and Shorter are taken to Golzine's residence, but Shorter is restrained by Golzine's men. Meanwhile, Ash and Max were also headed toward Golzine's residence. In the laboratory there, Abraham is preparing for some type of experiment..    "
                },
                "10": {
                    "title": "Babylon Revisited",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 28,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Shorter being dead, Ash is devastated. Outside, Sing and Alex are carefully planning their rescue mission, to get Ash and Shorter out of Golzine's mansion. Meanwhile, Golzine leaves, taking Arthur with him. Yut Lung witnesses this, and notices something very important...    "
                },
                "11": {
                    "title": "The Beautiful and Damned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 21,
                    "original air date": "14 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Ash and his guys have escaped from Golzine's mansion. Golzine is furious as his mansion is set on fire, and is even angrier to have had Ash slip away from his hands. Ash is back in his hideout, and is spending some quiet time with Eiji but soon enough, he sets out to execute his next plan...    "
                },
                "12": {
                    "title": "To Have and Have Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 24,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Arthur's guys are killed by Ash back to back, including Wookie. Ash instructs his guys to chase the gangs that are working with Arthur out of Manhattan, all the while making arrangements to send Eiji back to Japan.    "
                },
                "13": {
                    "title": "The Snows of Kilimanjaro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 25,
                    "original air date": "5 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Tender is the Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 26,
                    "original air date": "12 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Ash is in the hospital, in critical condition, after being stabbed by Arthur. Max and Ibe are waiting for Eiji at the airport but hear about the incident on the news and contacts Charlie immediately. Eiji is locked up together with gang members, and Ash's words run through his head...    "
                },
                "15": {
                    "title": "The Garden of Eden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 21,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Eiji hears that Ash is dead, but just can't believe it. He takes Yut Lung hostage to get out of the mansion. Once out, Eiji tries to leave Yut Lung but Yut Lung tells Eiji to go ahead and kill himself. Meanwhile, Max, George and Captain Jenkins head to the National Mental Health Institute and there, they see Ash's body being autopsied...    "
                },
                "16": {
                    "title": "Lo, the Poor Peacock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 20,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Ash steals the ID of a security guard and succeeds in fleeing. He takes Dawson with him. The guards notice, but can't get hold of them. Meantime, Max and Ibe, who got into the National Mental Health Institute posing as some random head to rescue Ash...    "
                },
                "17": {
                    "title": "The Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 20,
                    "original air date": "2 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Ash has fled from the National Mental Health Institute and is heading to Sing's hideout. There, he sees Eiji again. Sing finds out why Shorter was killed and tries to tell the others but Ash stops him. Tension fills the air. Meanwhile, Hua-Lung asks for Golzine and Golzine heads to the Lee mansion. There, Yut Lung was waiting for him...    "
                },
                "18": {
                    "title": "Islands in the Stream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 20,
                    "original air date": "9 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Ash returns from Kippard's room and Eiji happily starts looking after him. One day, Ash goes out into town with Max, and there, he hears about Holstock's death. Ash is convinced that Kippard and Holstock were murdered by someone. The one who did it was actually someone that Ash would never want to accept.    "
                },
                "19": {
                    "title": "Ice Palace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 17,
                    "original air date": "16 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Ash falls into the hands of Golzine, following a deal with Yut Lung. Eiji senses that Yut Lung has something to do with Ash not coming back and goes to see Sing to find out more about it. Meanwhile, Yut Lung approaches Blanca, who has just sealed the deal with Golzine, and invites him to work with him instead.    "
                },
                "20": {
                    "title": "The Unvanquished",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 17,
                    "original air date": "23 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Eiji finds out that Ash will be present at a party hosted by Golzine, and heads there with Sing, Cain, and Alex. Accompanying Yut Lung to the same party is Blanca. He secretly approaches Ash, who has gone temporarily blind due to some medication he was given.    "
                },
                "21": {
                    "title": "The Undefeated",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 15,
                    "original air date": "30 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Ash and the other guys successfully flee from Golzine and Yut Lung. A wounded Sing also manages to return to their place, but his guys have been taken hostage by Yut Lung. Ash and Cain set about coming up with a way to rescue them. Meanwhile, Yut Lung, with Yuen-Tai Lao on his side and the hostages in his grasp, seems to have a certain plan up his sleeve.    "
                },
                "22": {
                    "title": "As I Lay Dying",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 18,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    As Max and the guys are being held captive, Ash goes to face Foxx. In the meantime, Max and the guys are taken to the National Mental Health Institute. Eiji and Sing head to rescue Ash together with Cain, and Alex follows the car with Max and the guys on it.    "
                },
                "23": {
                    "title": "For Whom the Bell Tolls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 17,
                    "original air date": "14 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Eiji is shot, and is taken to the hospital. Ash tries to go with him, but it's none other than Blanca who stops him. Blanca tries to take care of Ash's wound, but Ash points a gun at him. Meanwhile, Sing who is feeling guilty for two of his guys shooting Eiji and Ash, makes one important decision.    "
                },
                "24": {
                    "title": "The Catcher in the Rye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banana Fish (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 21,
                    "original air date": "19 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Ash demands to have the hostages released, in exchange for sparing Golzine's life. But that's when Foxx betrays Golzine. Cain, Sing, and Blanca quickly take action to save the hostages together with Ash. Meanwhile, Eiji, who's in the hospital, decides to finally head back to Japan, but just can't seem to get Ash off of his mind.    "
                }
            }
        },
        "number of episodes": 24,
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Drama"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:NC16"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 483,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzZmNWJmMjctNTFhMy00MDZhLThiZTgtMjU5YmI2OTE2MGRkXkEyXkFqcGdeQXVyMzI2Mjc1NjQ@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "* Based on an action shoujo manga by Yoshida Akimi. 1973, Vietnam - an American soldier goes mad and guns down his buddies. Since then, the only words he has uttered are \"Banana Fish\"... Nowadays, in New York City, police investigate a series of puzzling suicides and a dying man gives a charismatic young gang leader named Ash Lynx a vial of a mysterious substance.",
        "languages": [
            "Japanese"
        ],
        "title": "Banana Fish",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Banana Fish (Japan)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Mappa"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Fuji TV"
            }
        ],
        "plot": [
            "* Based on an action shoujo manga by Yoshida Akimi. 1973, Vietnam - an American soldier goes mad and guns down his buddies. Since then, the only words he has uttered are \"_Banana Fish_ (qv)\"... Nowadays, in New York City, police investigate a series of puzzling suicides and a dying man gives a charismatic young gang leader named Ash Lynx a vial of a mysterious substance."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 483,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 4,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 154,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 55,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 18,
                "rating": 6.3
            },
            "males": {
                "votes": 162,
                "rating": 7.7
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 78,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 45,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 7.8
            },
            "females": {
                "votes": 126,
                "rating": 8.5
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 74,
                "rating": 8.8
            },
            "females aged 30 44": {
                "votes": 10,
                "rating": 9.1
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 7.1
            },
            "us users": {
                "votes": 36,
                "rating": 7.8
            },
            "non us users": {
                "votes": 148,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 181,
            "9": 90,
            "8": 99,
            "7": 52,
            "6": 25,
            "5": 11,
            "4": 7,
            "3": 2,
            "2": 1,
            "1": 15
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}