{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 July 2018"
            },
            {
                "country": "USA\n",
                "date": "5 July 2018",
                "notes": "                            (Rochester, New York)"
            }
        ],
        "release dates": [
            "USA::5 July 2018",
            "USA::5 July 2018                            (Rochester, New York)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Rochester",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Matt visits historic Genesee Brewing Company and witnesses how one of America's largest and oldest beer producers is embracing its hometown heritage while reinventing itself through a new small batch system and brewpub. Maya profiles a brewery with a distinctly musical influence at Three Heads Brewing; and we learn how Swiftwater Brewing Company in the city's South Wedge neighborhood is helping revitalize the area.    "
                },
                "2": {
                    "title": "Long Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Maya visits Greenport Harbor Brewing where she enjoys traditional harbor-style beers and a New York-harvested oyster festival. We discuss the the joys and trials of owning a brewery with a unique husband-wife team at Moustache Brewing in the town of Riverhead and we explore the art of craft barrel making at Adirondack Barrel Cooperage.    "
                },
                "3": {
                    "title": "New York City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The NYC boroughs of Brooklyn and Queens were once at the heart of America's brewing industry so we visit a trio of breweries that are bringing it all back. Maya sits down for an in-depth discussion with legendary brewmaster Garrett Oliver at Brooklyn Brewery; Matt learns about open-air 'coolship' fermentation at LIC Beer Project in Queens and we highlight Threes Brewing, where an emphasis on collaboration is helping bring the neighborhood together.    "
                },
                "4": {
                    "title": "The Hudson Valley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Matt digs into a food and beer pairing at Captain Lawrence Brewing in Elmsford, and we interview the next generation of brewers at the Culinary Institute of America in Hyde Park. We also stop by Sloop Brewing; an endeavor that started life in a 200 sq./ft. garage, moved into a rehabilitated barn on a family farm and orchard, and is now poised to open a 27,000 sq./ft. facility in a former IBM manufacturing plant.    "
                },
                "5": {
                    "title": "The Catskills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The rugged and beautiful Catskills Mountains were once considered a vacationland but fell on hard times after the mid-20th century. Today craft beer is helping bring tourists back to Catskills with events like the TAP New York beer festival at Hunter Mountain. So our hosts hop aboard a beer bus to the festival to see what it's all about. And we visit a brewery that celebrates the wild nature of the mountains while protecting the environment at Catskill Brewing.    "
                },
                "6": {
                    "title": "The Capital Region",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    New York's Capital City was once the second largest beer-producer in the world after London, England. Albany is the home of C.H. Evans Brewing, a brewery that dates back to 1786. Maya sits down with owner Neil Evans to learn how he revitalized a family brewing tradition with deep roots. Across the Hudson River in Troy, Matt learns how to draw 'cask beer' at Brown's Brewing and then stops by Druthers: a brewpub started by three brothers in Saratoga Springs that has expanded to multiple locations across the region.    "
                },
                "7": {
                    "title": "The Adirondacks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Matt and Maya show us the appeal of the Adirondack Park in every season of the year. First, Maya visits Adirondack Brewery in Lake George and we attend its winter Festival of Barrels. Matt heads inside the Adirondack 'blue line' to check out a pair of very different breweries: Big Slide and Lake Placid Brewing Company. Plus we visit Ausable Brewery; a small business attracting a big following in the farmland of the Champlain Valley.    "
                },
                "8": {
                    "title": "The 1000 Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Matt hitches a ride with a designated driver in a classic car and visits three breweries along The Great Lakes Seaway Trail in the 1000 Islands Region. His journey begins at Sackets Harbor Brewing, tracks north to Cape Vincent Brewing and ends at Wood Boat Brewing in the town of Clayton. He also takes a detour to visit the Antique Boat Museum to learn more about the region's distinctive watercraft. And in Watertown we meet a former Marine-turned-brewer at Boots Brewing who is creating a community hub for men and women in uniform.    "
                },
                "9": {
                    "title": "Central New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Matt heads to Brewery Ommegang in Cooperstown to learn about Belgian-style beers and attends Belgium Comes to Cooperstown: a summer music and craft beer festival held each year on the brewery grounds. Maya visits Good Nature Brewery in the town of Hamilton and finds out about New York State's Farm Brewery license. And we visit Water Street Brewing Co. in Binghamton to attend the \"running of the hounds\" at the brewery's Beers and Beasts 8k event.    "
                },
                "10": {
                    "title": "The Finger Lakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Empire Brewing in Syracuse is taking New York State craft beer world-wide as part of a unique partnership with a Chinese tea company. Matt discusses the growth of the NYS craft beer industry with Empire Brewery owner and New York State Brewers Association co-founder Dave Katleski. Maya talks shop with Dawn Schultz of Prison City Brewing in Auburn about being a female brewery owner. And Two Goats Brewing near Watkins Glen celebrates being a brewery among wineries on the shores of the Finger Lakes.    "
                },
                "11": {
                    "title": "Greater Niagara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Matt and Maya hop aboard a beer-bike pedal tour to take in the architecture of historic Buffalo. Maya learns how Big Ditch Brewing celebrates the area's Erie Canal History while revitalizing a part of the warehouse district in downtown. Matt heads to Niagara Malt in Lockport to learn about small batch craft malting and how New York farmers are bringing hops back to the state. Finally we interview Ethan Cox at Community Beer Works about Buffalo's unique brewing history and ties to the grain industry.    "
                },
                "12": {
                    "title": "Chautauqua-Allegheny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Matt meets brewing legend Phin DeMink to discuss the growth of craft beer giant Southern Tier Brewing in Lakewood and gets a tour of this massive state of the art facility. In Ellicottville we meet Phin's brewing brother-in-law Peter Kreinheder, owner of vacation-vibed Ellicottville Brewing Company. Then Matt visits Five and 20 Spirits and Brewing in Westfield; a 'triple-threat' craft beverage producer of beer, wine and spirits, where he's wowed by a revolutionary fish farm that runs off brewery by-product to create a closed-loop system. We'll also stop at a food ...    "
                },
                "13": {
                    "title": "New York's Best Fests",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brewed in New York (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Each individual brewery featured in Brewed in New York is unique in its own way; but what do they all have in common? Surprisingly, it's a dedication to working together. We visit numerous festivals across the State and learn how these brewers are strengthening the craft beer industry statewide through cooperation and community.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Archambault, Matt"
            },
            {
                "name": "Contreras, Maya"
            }
        ],
        "locations": [
            "New York City, New York, USA::(episode 103)",
            "Long Island, New York, USA::(episode 102)",
            "Hudson Valley, New York, USA::(episode 104)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzdlNWVhOTctY2ZiMi00MGFjLWFhNDAtZTI3ZjJkMjczYTVhXkEyXkFqcGdeQXVyMjAwMzU1NzU@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Brewed in New York is a 13-episode television series highlighting the burgeoning craft beer industry that has taken New York State by storm. Co-hosted by craft beer aficionado Matt Archambault and enthusiastic novice Maya Contreras, each episode explores multiple breweries in a different region of New York State. Both informative and entertaining, the program explores various aspects of craft beverage tourism, the art and science of beer making and reveals how each brewery's unique story ties into the character, agriculture and attractions of its hometown.",
        "languages": [
            "English"
        ],
        "title": "Brewed in New York",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Brewed in New York (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Robinson-Maine, Leanne"
            },
            {
                "name": "Swinton, Daniel"
            }
        ],
        "production companies": [
            {
                "name": "MagicWig Productions"
            }
        ],
        "distributors": [
            {
                "name": "WXXI-TV Rochester, NY"
            }
        ],
        "plot": [
            "_Brewed in New York_ (qv) is a television series highlighting the burgeoning craft beer industry that has taken New York State by storm.",
            "_Brewed in New York_ (qv) is a 13-episode television series highlighting the burgeoning craft beer industry that has taken New York State by storm. Co-hosted by craft beer aficionado Matt Archambault and enthusiastic novice Maya Contreras, each episode explores multiple breweries in a different region of New York State. Both informative and entertaining, the program explores various aspects of craft beverage tourism, the art and science of beer making and reveals how each brewery's unique story ties into the character, agriculture and attractions of its hometown."
        ],
        "tech": {
            "runtime": [
                "26 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}