{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "8 October 2018"
            }
        ],
        "release dates": [
            "France::8 October 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "PIERRE ROSSO: un extraterrestre incontesté... cascadeur, coordinateur de cascades, comédien et six fois recordman du monde de sauts à l'élastique de 800 mètres de haut.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In any case, PIERRE ROSSO is one of the greatest stuntmen of all time, he did things crazy, he is unmatched in his genre, his career, his memories because he also knew princes and princesses, he is a prince, a lord, a modest man. But I do not do it, he has the humility of the great of the 7th ART, there is BELMONDO, NIRO, AL PACINO, RENO in the 7th ART but he is the only one in the stunt called \"ROSSO \"And there will never be stuntmen of this ilk, there was one, the mold is broken, when I am told then PIERRE ROSSO what do you think? There are some who have seen GOD, I...    "
                },
                "2": {
                    "title": "CHRISTOPHE MORIN: historien, archiviste, auteur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    welcome to RCN, you are well on the program \"WIDE SCREEN\", today, we receive, a passionate, a historian of an American cinema and known voiceoff, I named CHRISTOPHE MORIN who has a job in the civil since he is a store manager, but as soon as he leaves his work, he moults and becomes a mutant of the cinema, he is a man who sleeps very little, he works tirelessly on various artistic projects, he is constantly in relation with ROBERT CONRAD alias james west in the mysteries of the west, he is Besides, he is so close that he is a fervent and diligent listener of his show ...    "
                },
                "3": {
                    "title": "CHRISTIAN BERNARD: écrivain, scénariste, dialoguiste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Author director of amateur plays in the 90s former real estate agent, CHRISTIAN BERNARD had a wonderful career in public relations but he continues to write on different topics Monday 22/10/2018 at 21h on 89.3 on RCN.    "
                },
                "4": {
                    "title": "CHARLY BERTONI comédien a été une vocation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    radio chalom presents Charles Bertoni who is our next comedian on our TV channel, he had two restaurants in NICE but not that, since he had fun doing cabaret in his restaurants and one day he was noticed by other well-known comedians and especially with one of the greatest French directors, I named GEORGES LAUTNER.Charles Bertoni has managed to lead his companies and his work as a comedian perfectly and he keeps beautiful memories with the most great French comedians of the time .    "
                },
                "5": {
                    "title": "BENOÎT ALLEMANE la voix de doublage de morgan freeman et bien d'autres",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    An interview of one of the voiceovers for the uninitiated voiceover is the dubbing voice behind a comedian, a documentary, an audio book, a video game - etc etc, in all this voice there it is I am a huge fan of MR BENOIT ALLEMANE who is for RADIO CHALOM one of the most charismatic voice-over in the world, I mean the world, listen to his voice, even with his eyes closed you will recognize the voice of the charismatic MORGAN FREEMAN and from JOHN GOODMAN for the best-known voices but he has a huge hunting board, he made more voices than one can imagine ... a very big ...    "
                },
                "6": {
                    "title": "THIERRY COLLARD directeur du groupe ESRA région paca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    in preparation tonight for a magnificent show studious, informative, cinematographic, the real way to learn to work in the cinema is to act and do it and not to dream, the dark rooms are there for that, work in the cinema it is giving your soul to the image and while you audience you appreciate the work in front of the screen, those who work there give their all to make you dream.This evening the director of the ESRA Thierry Collard goes to unveil a part of his world, his job as a director who is not a small business, bring after three years of examination students ...    "
                },
                "7": {
                    "title": "VINCE ROGERS ET RON BORDER: le western du cinéma populaire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Tonight 21h on 89.3, we will be at Jack Daniel, your host Thierry Genovese bring the bottle of whiskey live and whiskey glasses, we will live an unforgettable moment, which will be timeless, but so huge too, we will be in the world of popular cinema, a kind of last session without MR Eddy Mitchell, the boss of the western, but we will talk about the world of LEONE, ENNIO MORRICONE and other goods, we will talk about these four westerns with Vince Rogers and his friend RON BORDER, the two extraterrestrials of the western that will make us dream of a cinema that takes ...    "
                },
                "8": {
                    "title": "ARSENE JIROYAN \"un comédien aux multiples facettes\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Very nice news again, we will be in interview on Chalom Nitsan with the talented actor Arsene Jiroyan - on 19/11/2018 in the studios of Radio Chalom Nitsan RCN for his career which is a model for those who want to be comedian, he is very good on the screen, But I saw him play at the theater in PARIS, in the play: \"sex, scheming and general culture\" directed by LAURENT BAFFIE, he is awesome talent, the other actors also but in this piece, I was captivated by his talent because I had never seen him play in the theater, he is a genius comedian who plays instinctively, I ...    "
                },
                "9": {
                    "title": "RICK MONTTANA \"un éditeur baroudeur\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "JACQUES RENOIR \"un chef opérateur respecté\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Jacques Renoir affirms very early his passion for the image and the photography. Graduate of the Technical School of Photography and Cinematography Louis Lumière, he is the assistant of the most famous directors and directors (Vadim, Claude Sautet, Granier Deferre, Lewis Gilbert, John Frankenheimer ..) but his curiosity to discovering the world takes him in the wake of the Calypso and Cousteau for 7 years to film and realize the episodes of the famous TV series. Four nominations and one Emmy award crown this collaboration. Then he goes on with great reports: ...    "
                },
                "11": {
                    "title": "VINCE ROGERS ET RON BORDER: john wayne l'empreinte d'un géant inégalé",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Hello, monday 17/12/2018 at 21h live and wednesday 19/12/2018 delayed at 21h, remember this date, we will be again with our two friends and extraterrestrials Vince Rogers and RON BORDER, the specialists of the western , the show last month made a lot of noise and we are asked in force, we will be once again and with pleasure all together for a special western and not least, we will make a show out of the ordinary, trying to look like our master of the western Eddy Mitchell, with one of the most charismatic actors and also of other genres, big in size, the man who was ...    "
                },
                "12": {
                    "title": "PATRICK POIVEY la voix récurrente de bruce willis et biens d'autres",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "7 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    It is final, we will be the 7/01/2019, it will be the recovery after CHRISTMAS parties, with one of the voice of dubbing the best known of the 7th ART: an atomic bomb because we all know that dubbing voice, that of the enormously Bruce Willis ........., I named Patrick Poivey, French voice of Bruce Willis, but what voice did he not doubled ??? not much, from DON JOHNSON in the MIAMI VICE series to today the official voice of Bruce Willis . - he has doubled actors, but he is also a comedian of TV and theater, I let you watch his wikipedia and his compilation below - we...    "
                },
                "13": {
                    "title": "LAURIE FELIGIONI \"une génie du maquillage hors norme\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "14 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Tonight, We'll be with Laurie Feligioni on Monday 14/01/2019 live and Wednesday 16/01/2019 on Chalom Nitsan, a makeup artist who knows how to do everything, makeup, we'll say normal to the artistic make-up, she has golden hands, this woman has a gift, it is a genius, it has of course worked on the movie sets, for the ESRA directed by the boss Thierry Collard, in any case a magnificent show in sight .. .    "
                },
                "14": {
                    "title": "WILLIAM BELHASSEN \"un génie de la photo d'art\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "21 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    We will be with the monday 21/01/2019 in live and Wednesday 23/01 in staggered with William Bel was born in Villeurbanne (69) in 1970. Photographer for over 35 years with passion and Pro for several years under the name of \"Wilby06\" he shows us his world and his view of things through his Report'Images as he calls them. It promotes artists from the region of Nice and its hinterland through original shots to capture the beauty and emotions of events. He tries to shake the codes, sublimate the real, capture the inaccessible to give the images all their artistic ...    "
                },
                "15": {
                    "title": "YANN BRUNO MARTINEZ \"de la vie civile au métier de comédien il n'y avait qu'un pas\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "28 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    On Monday 28/01/2019 at 21 hours live and Wednesday 30, we will be with a UFO comedy, for my part I met him at CELIO, go pub la, we hooked on, I love this guy, he has this something that others do not, he plays as he breathes, YANN decided overnight to quit his trade and move to comedy from all angles, it is a man who is becoming, but what I like about this artist is that he metamorphosed overnight, a kind of DOCTOR JEKYLL and MR HYDE, he was this structured man, paused, a good little soldier of the company who day after day torches his job needlessly and suddenly ...    "
                },
                "16": {
                    "title": "ISABELLE NOHAIN RAIMU la petite fille de RAIMU et de JEAN NOHAIN \"RAIMU le plus grand comédien de tous les temps\" 1er époque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "4 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    It is recorded, we will be live on monday 4/02/2019 and 11/02/2019 at 21h live in the museum RAIMU and you can listen again on Wednesday 6/02 and wednesday 13/02 with Isabelle Nohain raimu, little daughter of RAIMU alias JULES MURAIRE and the little daughter of JEAN NOHAIN enormous talent; host and lyricist of his time, an unforgettable voice of the TV world, we will talk about RAIMU through this beautiful book written by Isabelle Nohain of the greatest comedian of all time, it's not me who says it is ORSON WELLS who said it and I think you will not contradict me, ...    "
                },
                "17": {
                    "title": "ISABELLE NOHAIN RAIMU la petite fille de RAIMU et de JEAN NOHAIN \"RAIMU le plus grand comédien de tous les temps\" 2E époque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "11 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    It is recorded, we will be live on monday 4/02/2019 and 11/02/2019 at 21h live in the museum RAIMU and you can listen again on Wednesday 6/02 and wednesday 13/02 with Isabelle Nohain raimu, little daughter of RAIMU alias JULES MURAIRE and the little daughter of JEAN NOHAIN enormous talent; host and lyricist of his time, an unforgettable voice of the TV world, we will talk about RAIMU through this beautiful book written by Isabelle Nohain of the greatest comedian of all time, it's not me who says it is ORSON WELLS who said it and I think you will not contradict me, ...    "
                },
                "18": {
                    "title": "EDDY MONCUQUET \"le nouveau dirigeant et l'enseignant du bouff scène\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "18 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "FRANCOIS PERROT \"un comédien magistral de talent et pudique\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "25 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "DJAMILA HANANN \"une danseuse orientale venue d'EGYPTE\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ecran Large (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "4 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Genovese, Thierry"
            },
            {
                "name": "Border, Ron"
            },
            {
                "name": "Rogers, Vince"
            },
            {
                "name": "Nohain-Raimu, Isabelle"
            },
            {
                "name": "Allemane, Benoît"
            },
            {
                "name": "Bernard, Christian"
            },
            {
                "name": "Bertoni, Charly"
            },
            {
                "name": "Collard, Thierry"
            },
            {
                "name": "Jiroyan, Arsène"
            },
            {
                "name": "Monttana, Rick"
            },
            {
                "name": "Morin, Christophe"
            },
            {
                "name": "Renoir, Jacques"
            },
            {
                "name": "Rosso, Pierre"
            },
            {
                "name": "Belhassen, William"
            },
            {
                "name": "Feligioni, Laurie"
            },
            {
                "name": "Hanann, Djamila"
            },
            {
                "name": "Martinez, Yann Bruno"
            },
            {
                "name": "Moncuquet, Eddy"
            },
            {
                "name": "Perrot, François"
            },
            {
                "name": "Poivey, Patrick"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "France"
        ],
        "country codes": [
            "fr"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDY5NjEyNDAtNTc1NC00ZDM1LThjOTEtODgxYmUxM2MxNTM0XkEyXkFqcGdeQXVyNTY4NDMwMzA@._V1_SY150_CR99,0,101,150_.jpg",
        "plot outline": "Hello everyone, I introduce myself THIERRY GENOVESE, I was stunt to small roles in the cinema, in agreement with the technical director of RCN, so I will animate from 08/10/2018, every Monday night of 21H to 22H a show called \"WIDE SCREEN\", broadcasts on all trades of the cinema, it will be with pleasure that we will receive known or not known people to tell us about the 7th art and especially their career .",
        "languages": [
            "French"
        ],
        "title": "Ecran Large",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Ecran Large (France)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Genovese, Thierry"
            }
        ],
        "plot": [
            "Hello everyone, I introduce myself THIERRY GENOVESE, I was stunt to small roles in the cinema, in agreement with the technical director of RCN, so I will animate from 08/10/2018, every Monday night of 21H to 22H a show called \"WIDE SCREEN\", broadcasts on all trades of the cinema, it will be with pleasure that we will receive known or not known people to tell us about the 7th art and especially their career .::thierry genovese"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (approx) (France)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}