{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "8 October 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "India::8 October 2018                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Chopra, Saloni"
            },
            {
                "name": "Sharma, Shishir"
            },
            {
                "name": "Inaamulhaq"
            },
            {
                "name": "Rachh, Manasi"
            },
            {
                "name": "Bhola, Padam"
            },
            {
                "name": "Jain, Varun"
            },
            {
                "name": "Raaj, Tithi"
            },
            {
                "name": "Chauhan, Aanchal"
            },
            {
                "name": "Dhar, Akash"
            },
            {
                "name": "Joshi, Vaibhavi"
            },
            {
                "name": "Meghrajani, Hiten"
            },
            {
                "name": "Subhaan"
            }
        ],
        "locations": [
            "Goa, India::(Filming City)"
        ],
        "genres": [
            "Action",
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "300"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi",
            "en"
        ],
        "color info": [
            "Color::(4K)"
        ],
        "sound mix": [
            "Dolby Digital::(Dolby 5.1)"
        ],
        "plot outline": "ScrewedUp is what happens when a woman in love Ruha devices a game plan in hopes of getting her boyfriend Ehsan out of his gambling addiction and traps her Super Model friend Maggy to come up with a large sum of money as a ruse to her super model ambitions while Ehsan pretends to be in love with Maggy. The plot thickens when Maggy tries to trick her Ex-boyfriends by an act of seduction to come up with the money as a pretext to run away with them. The Ex- Boyfriends Nikhil and Sid play the same con on their ex-girlfriends Neha and Tanya. Until one night when they all try to execute these plans and get the attention of police officer leading to shocks, surprises and screw-ups.",
        "languages": [
            "Hindi",
            "English"
        ],
        "title": "Screwed Up",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Screwed Up (India)"
        ],
        "writer": [
            {
                "name": "Inaamulhaq"
            },
            {
                "name": "Nath, Harry"
            },
            {
                "name": "Verma, Ashok"
            }
        ],
        "production companies": [
            {
                "name": "Cleverhat Photoplay"
            }
        ],
        "special effects": [
            {
                "name": "Virinchi Productions"
            }
        ],
        "other companies": [
            {
                "name": "Panasonic"
            },
            {
                "name": "Prasad Film Labs"
            },
            {
                "name": "Omkar Outdoor"
            }
        ],
        "plot": [
            "ScrewedUp is what happens when a woman in love Ruha devices a game plan in hopes of getting her boyfriend Ehsan out of his gambling addiction and traps her Super Model friend Maggy to come up with a large sum of money as a ruse to her super model ambitions while Ehsan pretends to be in love with Maggy. The plot thickens when Maggy tries to trick her Ex-boyfriends by an act of seduction to come up with the money as a pretext to run away with them. The Ex- Boyfriends Nikhil and Sid play the same con on their ex-girlfriends Neha and Tanya. Until one night when they all try to execute these plans and get the attention of police officer leading to shocks, surprises and screw-ups.::Aayushi Rastogi"
        ],
        "synopsis": [
            "EHSAN, a young fashion photographer is addicted to gambling. He loses large amount of money and has to pay up to save his life. RUHA, his girlfriend cares a lot for him. She doesn't like what he does but still bails him out every time. She finds it very hard this time and finally devises a plan to con her best friend, MAGGY, an aspiring International Super Model, who can do anything to achieve her goal. RUHA makes EHSAN trap MAGGY in his love by pretending to care for her about Super Model career.EHSAN pushes MAGGY to arrange for a huge sum as a ruse to advance her modelling career. MAGGY who is just one step short of her dream, plans to get the money from her Ex-Boyfriends, SID and NIKHIL, who are truly, madly and deeply in love with her. SID and NIKHIL who are best friends, don't know that they are in love with the same girl. MAGGY seduces SID and NIKHIL separately and asks for money as a pretext for eloping with them. SID and NIKHIL who are madly in love with MAGGY, plan individually, to extract money from their loyal Ex-Girlfriends, NEHA and TANYA, who they had previously left for MAGGY.One fine night, they all try to implement their plans without knowing that all are inter-connected and are digging graves for one another. In an exciting turn of play by fate, all their plans get haywire. IMANUEL, a retired NAVY OFFICER and MAGGY's doting father who doesn't like what she does but still loves her, also gets into the loop, accidentally. IPSY and SAMEER, MAGGY's caring sister and brother-in-law who are traveling for a surprise birthday party of IMANUEL, get the biggest surprise of their lives as they also fall in the vicious circle. IMRAN, a Police Officer who has just finished his duty, encounters them one by one, getting a shock at each occasion, also joins the party. The night haunts them with surprises unfolding at each step and all of them finally get ... You know that already."
        ],
        "tech": {
            "runtime": [
                "5 hr (300 min) (10 episodes)"
            ],
            "sound mix": [
                "Dolby Digital (Dolby 5.1)"
            ],
            "color": [
                "Color (4K)"
            ]
        }
    }
}