{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "24 January 2018"
            }
        ],
        "release dates": [
            "Pakistan::24 January 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Khan, Danial Afzal"
            },
            {
                "name": "Neelam, Munir"
            },
            {
                "name": "Shah, Farah"
            },
            {
                "name": "Tirmazi, Waseem"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "40"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGEzYmI3YTYtN2FiMy00MDNkLWI4ODgtMThiNzIyZmYwYmQ1XkEyXkFqcGdeQXVyMTQ2MDY1NzY@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "A girl with dreams and conviction tries to stand tall in a society where often a decision or dream taken by a woman is not appreciated or acknowledged. Umm-e-Haniya wants to be a cricketer and despite her family and in-laws reluctance she goes for practice to appear in Cricket board test, her dream is to play on National level. She will pass the test and sent away for six months training by the board members, Um- e- Haniya is happy and thrilled to see her dream come true but towards the end of her training week she would pushed by a rival, her injuries will put her on bed rest and eventually she will returned to Karachi. Heartbroken Umm-e-Haniya will spend most of her time in the playground where she initially practiced and one day during her visit she will rescue a newborn abandoned child from the playground and for her family's surprise she wants to keep her and raise her as one of their own. Umm-e-Haniya will face serious allegations and accusations for keeping this child from her Bhabhi and her in-laws but it will not change her decision until her fiancee calls off the engagement. After this incident upon her father's assurance that he takes the responsibility to raise the child Umm-e-Haniya will marry the love of her life. As the story progress we will see her adjust to married life and her struggle to bring the abandoned child to her in-law's place and eventually the kid will live with Umm-e-Haniya. Meanwhile she will face pressure from her in-laws for heir and soon they will find out that Umm-e-Haniya can never give them a child but by this time her husband is fed-up of this life and will divorce her. Umm-e-Haniya's struggle is to raise the abandoned child by herself but girl's biological father would return.",
        "languages": [
            "Urdu"
        ],
        "title": "Umm-e-Haniya",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Umm-e-Haniya (Pakistan)"
        ],
        "writer": [
            {
                "name": "Asmal, Kishore"
            }
        ],
        "production companies": [
            {
                "name": "Geo Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Geo Television Network"
            }
        ],
        "plot": [
            "A girl with dreams and conviction tries to stand tall in a society where often a decision or dream taken by a woman is not appreciated or acknowledged. _Umm-e-Haniya_ (qv) wants to be a cricketer and despite her family and in-laws reluctance she goes for practice to appear in Cricket board test, her dream is to play on National level. She will pass the test and sent away for six months training by the board members, Um- e- Haniya is happy and thrilled to see her dream come true but towards the end of her training week she would pushed by a rival, her injuries will put her on bed rest and eventually she will returned to Karachi. Heartbroken _Umm-e-Haniya_ (qv) will spend most of her time in the playground where she initially practiced and one day during her visit she will rescue a newborn abandoned child from the playground and for her family's surprise she wants to keep her and raise her as one of their own. _Umm-e-Haniya_ (qv) will face serious allegations and accusations for keeping this child from her Bhabhi and her in-laws but it will not change her decision until her fiancee calls off the engagement. After this incident upon her father's assurance that he takes the responsibility to raise the child _Umm-e-Haniya_ (qv) will marry the love of her life. As the story progress we will see her adjust to married life and her struggle to bring the abandoned child to her in-law's place and eventually the kid will live with _Umm-e-Haniya_ (qv). Meanwhile she will face pressure from her in-laws for heir and soon they will find out that _Umm-e-Haniya_ (qv) can never give them a child but by this time her husband is fed-up of this life and will divorce her. _Umm-e-Haniya_ (qv)'s struggle is to raise the abandoned child by herself but girl's biological father would return.",
            "A girl with dreams and conviction tries to stand tall in a society where often a decision or dream taken by a woman is not appreciated or acknowledged. _Umm-e-Haniya_ (qv) wants to be a cricketer and despite her family and in-laws reluctance she goes for practice to appear in Cricket board test, her dream is to play on National level. She will pass the test and sent away for six months training by the board members, Um- e- Haniya is happy and thrilled to see her dream come true but towards the end of her training week she would pushed by a rival, her injuries will put her on bed rest and eventually she will returned to Karachi."
        ],
        "tech": {
            "runtime": [
                "40 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}