{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 June 2018"
            },
            {
                "country": "USA\n",
                "date": "29 June 2018"
            }
        ],
        "release dates": [
            "USA::28 June 2018",
            "USA::29 June 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Car is Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    It's twenty minutes in the future in a blue-sky world, and Screechers Wild competitions are all the rage. Xander and Ringo are brothers who live in Zephyr City where the most important competitions happen, but can't yet compete themselves. Until, one night, everything changes.    "
                },
                "2": {
                    "title": "A Friend in Need",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Xander and Ringo meet the street-hustler car Revadactyl, who steals their imprint disk. The two brothers quarrel, and split up. Will harmony between the brothers - and their Screechers - be restored?    "
                },
                "3": {
                    "title": "A New Awakening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Xander and Ringo meet with Ann, one of the super fans of Ronan, and learn from her that there is another kind of disc: an awakening disc that can give the Screechers enhanced powers. Xander and Ringo start to hunt for an awakening disc, but come across Tamala and Vlad who also want one.    "
                },
                "4": {
                    "title": "Do-Nut Fall for that Trap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ann is mad that Xander got the awakening disc. She spies on Xander and tries to steal it, but fails and gets herself into a mess.    "
                },
                "5": {
                    "title": "Invasion of the Food Snatchers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Ringo is mystified: his food keeps disappearing. Turns out it's being pilfered by the Screecher Sparkbug. Greedy Sparkbug takes Ringo's grub and runs. Ringo and Xander meet Noah who is looking for Sparkbug, who belongs to him..    "
                },
                "6": {
                    "title": "A Morph to Remember",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Sparkbug gets amnesia, to the point of forgetting how to transform into a Screecher. Xander, Ringo, and Sparkbug's other friends come up with various funny ways to restore his memory, but they all fail. The friends start to have fun with it to the point that they hurt Sparkbug's feelings, which makes him vulnerable to the sly whispering of Vlad and Tamala.    "
                },
                "7": {
                    "title": "Ronan Strikes Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Noah loses a humiliating and brutal battle to Ronan, a Class-A player, whose Screecher is the bat Nitebite. In order to salvage their friend's tattered dignity, Xander and Ringo challenge Ronan to a Screecher's Wild battle.    "
                },
                "8": {
                    "title": "The Track is Lava!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The loss to Ronan is a confidence blow to Xander, Ringo, and Noah. In order to improve they ask Bivouac to train them. Bivouac has a special technique that strengthens the connection and communication between the a player and his Screecher. While they're training, an awakening disc appears and Vlad and Tamala try to capture it, which leads to a melee around the disc.    "
                },
                "9": {
                    "title": "Revenge is a Dish Best Served with Bananas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In order to avenge his boss Vlad's humiliating defeat, Spleeve and his gorilla Screecher Monkeywrench challenge Xander and Jayhawk. During the match, Monkeywrench goes out of control, captures Tamala and swings off through the streets causing giant monkey mayhem.    "
                },
                "10": {
                    "title": "Puzzling-Morphing!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Xander and Ringo's Mom hires a teacher at the Center of Family Education to tutor them, but the teacher's confusing way of teaching makes their heads spin. Ringo, who didn't finish his homework and wanted to skip school, angers the teacher. Noah didn't do his homework either, and the teacher compels them to compete in different game, with the loser losing the right to compete in Screechers Wild competitions.    "
                },
                "11": {
                    "title": "Racer on the Rise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Xander, Ringo, Noah and Alex compete in a disc-catching challenge for the right to compete in the Air Arena.    "
                },
                "12": {
                    "title": "New Team on the Block",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Xander and Ringo come across two unknown wild Screechers in the midst of a battle: the powerful Rattlecat and the massive T-Wrekker who had escaped from the evil Dr. Odis' lab. During the dispute, RattleCat unintentionally lands a hay-maker on Jayhawk and Revadactyl. Xander and Ringo have no time to repair them and appear to be helpless.    "
                },
                "13": {
                    "title": "Morph Another Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In order to get ready for their next opponent, Xander and Ringo need the awakening discs of Rattlecat and T-Wrekker, which are still controlled by Dr. Odis. Dr. Odis can smell a deal, and he offers to exchange those discs for those of Jayhawk and Revadactyl. Xander and Ringo turn him down. But then Jayhawk goes missing, and Xander discovers that Jayhawk has found Zeta, who tells Xander the story of the fight between light and darkness that is bigger than the Screechers Wild competitions and threatens the whole world.    "
                },
                "14": {
                    "title": "A Morphing Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "10 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Alex's parents come to Zephyyr City to watch him compete. This makes Alex very nervous. He really, really doesn't want to perform badly and get sent home. Alex asks Xander to compete against him, and Xander reluctantly agrees to battle using Rattlecat.    "
                },
                "15": {
                    "title": "Flipping Morphing Stomach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "17 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Brothers Neo and Nigel steal Sparkbug's awakening disc before playing Xander and Ringo in a challenge match. They say they'll return the disc to Noah but only if Xander and Ringo win. On the day of the match, Ringo can't compete because of a stomach ache, so Xander has to take the brothers on by himself, but it looks like he's going to lose.    "
                },
                "16": {
                    "title": "The Missing Morphers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    After the loss to Neo and Nigel, Rattlecat feels terrible and he and T-Wrekker leave Xander and Ringo to find new human partners. They come across Vlad and Tamala who ask them to join them but Rattlecat and T-Wrekker reject them. This makes Vlad and Tamala angry and they launch an attack against them.    "
                },
                "17": {
                    "title": "Wax On, Brush Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "31 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Neo and Nigel sabotage Xander and Ringo, causing them to bicker with each other and they ultimately have their results to be canceled. Bivouac has sympathy for Xander and Ringo and offers to train them so they can beat Neo and Nigel.    "
                },
                "18": {
                    "title": "Shop 'Til You Morph",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Xander, Ringo and Noah take advantage of a bye week to play around in the Air Arena. In his excitement, Ringo gets separated from the others and winds up at a quirky second-hand shop. He winds up getting cheated by the shop owner. He's about to launch an attack when Alex shows up as the shop owner's bodyguard and challenges Ringo.    "
                },
                "19": {
                    "title": "My Morph is Missing!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "14 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Jayhawk and Revadactyl suddenly lose their ability to drive or transform. To solve the problem, Xander and Ringo take advice to get a specialized treatment for their Screechers. They don't realize the treatment is a trap set by Dr. Odis and Jayhawk and Revadactyl fall into the hands of Dr. Odis' people.    "
                },
                "20": {
                    "title": "Space Morphers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Monkeywrench, Nightweaver, and Stingshift are not enjoying the taskmaster training of Nitebite. They never want to see him again. At this point, Dr. Odis discovers that there are valuable imprint discs in space, and he decides to send these four Screechers into space to collect discs.    "
                },
                "21": {
                    "title": "Racer Without a Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Queen Pink, a mysterious new player, arrives on the scene and challenges Xander. She also recruits new members to her team....including Ringo.    "
                },
                "22": {
                    "title": "Another Bat Bites the Dust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "5 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Xander and Spleeve became rivals, and the two sides engage in a fierce fight on Sword Mountain. In the middle of the game, Ann and Ronan join the competition after consent of the morphing computer, and the single game becomes a combination match.    "
                },
                "23": {
                    "title": "A-Level Shock!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "12 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Alex is fishing - and he catches a strange electric fish, which shocks him into a coma. That's some bad fish. When Alex wakes up though, he suddenly has a super power for battling with Screechers, which he uses to win match after match and become a superstar.    "
                },
                "24": {
                    "title": "Close Encounters of the Screecher Kind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    There have been a series of \"Stranger-Things\"-like occurrences at the Air Arena, which DJ Screech believes are the work of outer-space aliens. Ringo and his friends investigate...at night.    "
                },
                "25": {
                    "title": "A Zephyr City Cowboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Bivouac and Zeta are preparing to battle in a Class-A exhibition match. To get ready, Bivouac invites Xander and Ringo to be his training opponents. Bivouac speaks with them about his past and how he trained, and about his determination to defeat Zeta.    "
                },
                "26": {
                    "title": "Screecher Scavenger Hunt!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    It's the final challenge match, the one players must pass if they're going to be promoted to Class B in order to continue playing. All players are excited to try, but Noah is upset because he gets cut. He roams the streets and winds up meeting the Screecher Jadeite Triceratops.    "
                },
                "27": {
                    "title": "The Screecher Spring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "9 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    To relax, Xander, Ringo, and Noah plan to go to the amusement park. However, they arrive to find there isn't an amusement park, but a mysterious place that supposedly has a magical powers one can acquire.    "
                },
                "28": {
                    "title": "The Snowygirl Cometh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "16 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The Screechers Wild Tournament officially starts. The first game features Ringo versus a mysterious new player named Snowygirl.    "
                },
                "29": {
                    "title": "A Swarm of Sparkbugs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "23 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A pernicious darkness affects the morphing computer, causing it to produce black discs. Zeta warns everyone to stay away from these discs. Meanwhile, Sparkbug runs way because he's mad that Noah favors Jadeite Triceratops. Sparkbug unintentionally steps in a Dr. Odis trap and gives off a swarm of smaller Sparkbugs.    "
                },
                "30": {
                    "title": "A Dark Blair Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "30 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    In the next match, a team competition, game, Xander and Dark Blair will take on Bivouac and Ann. Xander doesn't know of Dark Blair's connection to Dr. Odis, and Dr. Odis orders Dark Blair to make friends with Xander to spy on him. However, Dark Blair 's strange behavior makes Xander suspicious.    "
                },
                "31": {
                    "title": "Snow Day!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Dr. Odis contrives to send Xander and Ringo to a ski resort with Dark Blair and Snowygirl so the villains can continue to get close to them. While there, Xander forgives Dark Blair, and Ringo takes Snowygirl out to play to teach him what happiness is.    "
                },
                "32": {
                    "title": "Ronan's Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "14 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Noah becomes famous for defeating Ronan, but soon becomes more famous for oversleeping and missing games. Ronan can't believe he lost to Noah, and winds up having a battle with Xander.    "
                },
                "33": {
                    "title": "Darkness on the Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "21 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Ronan is dejected. He walks the streets and meets Ann who tries to cheer him up, but goes so overboard that Ronan has to run and hide. He winds up with Xander and Ringo. Ronan and Xander watch Ringo train and this reminds Ronan of why he got into the sport in the first place. He re-commits himself to the sport but Dr. Odis has other ideas.    "
                },
                "34": {
                    "title": "A Screech on the Dark Side",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "28 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    A mysterious Screecher crashes into a match, causing play to stop. Meanwhile, Xander encounters Nitebite who is covered with wounds, and who explains they came from the mysterious car - Ronan's new partner.    "
                },
                "35": {
                    "title": "Screech for Your Favorite!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "4 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    It's the annual vote for most-popular Screecher competitor. The winner gets to fight with Zeta and get 10 times as many points. Everyone is in a good mood during the voting, and it turns out that many players get nearly the same votes. Bivouac suggests that they figure out who wins by battling in front of the fans so they can continue to get votes.    "
                },
                "36": {
                    "title": "The Promise of Screechers Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "12 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Since Xander and Ringo won the title of Fan Favorite they can play against Zeta. However, Zeta and Smokey look formidable, Xander flinches. This angers Zeta and also causes Ringo to argue with Xander.    "
                },
                "37": {
                    "title": "A Dark Turn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "18 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Xander and Ringo are about to fight with Bivouac and Ronan, and they're determined to defeat Ronan in order to save him from the darkness.    "
                },
                "38": {
                    "title": "The Bringers of Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "25 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The Air Arena is in chaos, and the Screechers competition has been stopped. Many players, including Bivouac, are now controlled by darkness and become followers of Ronan. Using the power of the morphing computer, Ronan summons the ultimate weapon of darkness: The Great Screecher of Darkness, which he plans to use to wipe out light and make darkness engulf the universe.    "
                },
                "39": {
                    "title": "Search for the Screecher of Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "1 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    With their Screechers Jayhawk and T-Wrekker, Xander and Ringo come to another dimension, where they meet another Zeta and Jayhawk, and learn from Zeta that the last hope of light - the Screecher of Light - is sealed here.    "
                },
                "40": {
                    "title": "Battle for Screechers Wild!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Screechers Wild! (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "8 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Xander and Ringo bring the Screecher of Light back to our world to carry out the final battle with Ronan with the goal of driving out the Great Screecher of Darkness. Xander and Ringo have clear hearts and minds, and with strong will they gradually turn the tide. Dr. Odis reveals his true colors at this moment: He bails on Ronan, assimilates himself with the Great Screecher of Darkness and launches an attack with all the forces of darkness.    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Chiplock, Sean"
            },
            {
                "name": "Dodge, Lucien"
            },
            {
                "name": "Spencer, Spike"
            },
            {
                "name": "Smith, Christopher Corey"
            },
            {
                "name": "Spisak, Jason"
            },
            {
                "name": "George, Grant"
            },
            {
                "name": "Papenbrook, Bryce"
            },
            {
                "name": "Kaplan, Neil"
            },
            {
                "name": "Lepley, Ben"
            },
            {
                "name": "Stevenson, Brian T."
            },
            {
                "name": "Stillwell, Haviland"
            },
            {
                "name": "Vaquer, Oliver"
            },
            {
                "name": "Smith, Evan"
            },
            {
                "name": "Savage, Keaton"
            },
            {
                "name": "Devall, Trevor"
            },
            {
                "name": "Mitchell, Dave B."
            },
            {
                "name": "Resnick, Todd"
            }
        ],
        "genres": [
            "Action"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODg2MTQwNWYtNzg2MC00ZTU3LTg0ZWItM2QxYmQ3NWI1ZTBjXkEyXkFqcGdeQXVyNTkyNzk3OA@@._V1_SY150_CR16,0,101,150_.jpg",
        "plot outline": "Screechers Wild is a world where walking, talking beasts get behind the wheel of Screechers - a race car/machine hybrid that harnesses the mysterious molecular energy Animatter and transforms their sleek rides into awesome beast-powered juggernauts.",
        "languages": [
            "English"
        ],
        "title": "Screechers Wild!",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Screechers Wild! (China)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bird, Nicole"
            }
        ],
        "production companies": [
            {
                "name": "Alpha Group"
            }
        ],
        "distributors": [
            {
                "name": "Alpha Group"
            }
        ],
        "plot": [
            "Screechers Wild is a world where walking, talking beasts get behind the wheel of Screechers - a race car/machine hybrid that harnesses the mysterious molecular energy Animatter and transforms their sleek rides into awesome beast-powered juggernauts.::Alpha Group Co. Ltd."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}