{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "title": "Park Rangers",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Park Rangers (United States)"
        ],
        "writer": [
            {
                "name": "Salgado, Salvador"
            }
        ],
        "plot": [
            "Rangers patrolling a national park struggle to keep whacked-out visitors and townspeople inline while dealing with their own group cohesiveness and the complicated romantic relationship of Marty and Emma.::Salvador Salgado"
        ],
        "synopsis": [
            "Marty and Taylor are in their underwear and undershirts sitting on the couch. Stephen enters wearing nothing but boxers, he holds a small bottle up to his nose, takes a hit and drops himself on the couch in between Marty and Taylor putting his arms around both of them while stroking Taylors shoulder. Marty swallows nervously while realizing what Stephen is trying to do.The next day at the Station, Marty is concerned Taylor will tell everyone in the office about their experience with Stephen last night. All of the rangers are sitting in the briefing room waiting as Sergeant K announces Peppermint the Swan is missing. He sends Chuck and Quisha to Lake, Marty and Taylor are sent to Old Farmers House for help.At Old Farmer's House, Taylor notices the basement door cracked open and sees Stephen dancing, looking over his shoulder at him sexually while putting his energy into his hips Then, Marty enters the basement and now Taylor is shirtless, dancing. Stephen comes up from behind Marty jamming the poppers bottle into his nostril tricking him into taking a big hit.Emma and Alvi meet with Officer Sanchez at a local diner to discuss Peppermint. When they see Old Farmer at the Diner, he agrees to take them to he's ranch to meet up with Marty and Taylor. As they enter Old Farmer's basement, they find Marty, Taylor and Stephen drunk and high on Poppers shirtless with glitter beards and dry humping in a row while listing to house music. Emma and Alvi decide to take Marty and Taylor back to the Station in their intoxicated condition without realizing Chuck and Quisha are already back to show Sergeant K that Peppermint is in a coma. No one realizes the real Peppermint was switched with a Taxidermy replica.Quisha walks in and says to Emma, she can tell Marty and Taylor are high on drugs and offers to help by having her cousin Sabrina give them a cleansing. Quisha pushes Marty into the Darkroom. Marty looks around confused and sees no one as he walks into the spotlight in the middle of the room and all of a sudden, he's startled by a woman, it's Quisha's cousin Sabrina. Her hair is in long dreadlocks and she's dressed identically to him. They stand opposite to each other and lock eyes, she whips her dreadlocks from side to side slapping him with her hair repeatedly and only pauses to ask him a question. Are you still addicted to poppers?Officer Sanchez busts down Old Farmers Basement door to find Stephen inside wearing a midriff blouse and no bottoms or underwear. His genitals are blurred. Stephen puts on some shorts as Officer Sanchez searches the room. There's a Bowl of Green Marbles on the coffee table. He walks over to a rear door and opens it to find Peppermint in a cage, a pile of swan feces, fermentation equipment and empty Popper bottles. Stephen pulls out money from his blouse to bribe the Officer as green marbles fall out of shorts.The sun is setting as Sergeant K releases the real Peppermint back into the lake, Marty throws the fake one into a Bonfire. Chuck punches Stephen in the stomach while Everyone starts Dancing, Stephen is bent over in pain."
        ],
        "tech": {}
    }
}