{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "11 July 2018"
            },
            {
                "country": "UK\n",
                "date": "16 July 2018"
            }
        ],
        "release dates": [
            "UK::11 July 2018",
            "UK::16 July 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Operation Eagle: The Taste of an Eagle - Graz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Eagle (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    This summer, we set Britains's most lovable ski jumper four unique challenges to complete in Austria. The so-called \"capital of delights\", Graz, is the perfect place for a food challenge. Eddie the Eagle must do a blindfolded taste test to guess the ingredients of various local dishes before sourcing the ingredients at the food market (with a language barrier to boot) and recreating one. Can Eddie stand the heat?    "
                },
                "2": {
                    "title": "Operation Eagle: The Crew Versus Eddie - Innsbruck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Eagle (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    This summer, we set Britains's most lovable ski jumper four unique challenges to complete in Austria. For this challenge, we sent Eddie the Eagle to Innsbruck, the Alpine city that perfectly combines an impressive mountain setting with a culture-clad city. Pit against the clock, Eddie must race from one end of the city to the top of the Nordkette mountain. With time ticking and no electronic means of helping him navigate, can Eddie fly like an eagle and get there in time?    "
                },
                "3": {
                    "title": "Operation Eagle: Fly like an Eagle, Sing like a Bird - Salzburg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Eagle (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    This summer, we set Britains's most lovable ski jumper four unique challenges to complete in Austria. Where better for a beer-and-musical themed challenge than in Salzburg, birthplace of Mozart, setting of the \"Sound of Music\", and home to a craft brewing movement that dates back 600 years. Watch Eddie the Eagle leave his comfort zone to busk for beer money. Will the crew be lucky enough to sample Salzburg's famous brew?    "
                },
                "4": {
                    "title": "Operation Eagle: Triathski - Zell am See-Kaprun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Operation Eagle (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    This summer, we set Britains's most lovable ski jumper four unique challenges to complete in Austria. In this challenge, we sent Eddie the Eagle to Zell am See-Kaprun to complete a very particular triathlon. Watch him speed down the Kitzsteinhorn before swapping his skis for trainers to run down the Schmittenhöhe mountain. He finally discovers that paddle boarding on Lake Zell is a lot harder than it looks.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Edwards, Eddie 'The Eagle'"
            }
        ],
        "original air date": "11 Jul 2018 (UK)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTc3ZTdmYTYtZTIxYi00ZGYwLTg4MWQtYjM1ZTUyZDcxZTUxXkEyXkFqcGdeQXVyODQzMTkxMjY@._V1_SY150_CR46,0,101,150_.jpg",
        "title": "Operation Eagle",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-2018",
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Durman, Jack"
            }
        ],
        "production companies": [
            {
                "name": "Ignition Creative London"
            }
        ],
        "tech": {}
    }
}