{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 April 2018",
                "notes": "                            (web-series)"
            },
            {
                "country": "USA\n",
                "date": "3 April 2018"
            }
        ],
        "release dates": [
            "USA::1 April 2018                            (web-series)",
            "USA::3 April 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Not Your Average Joe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Joe Reali was a dynamic young man whose passion was evident on both the football field and in his Catholic faith. After his sudden death in 2015, thousands turned out for his wake and funeral, where they shared stories about Joe's sacrificial love for others and his care for the downtrodden. Today, the legacy of this devout and fun-loving young man lives on in Long Island's Joseph Mario Reali Council 16261.    "
                },
                "2": {
                    "title": "A Touchdown for Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Since 1973, the Notre Dame Knights have delighted Fighting Irish football fans with their iconic pre-game steak sandwich sale, but for the Knights, it's about a lot more than grilling steaks. To date, they have raised $1.5 million for various charitable causes, including the purchase of life-saving ultrasound machines.    "
                },
                "3": {
                    "title": "Grace in the Eye of the Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Jose Lebron-Sanabria, who served as a focal point of the organization's relief efforts following last year's Hurricane Maria in Puerto Rico.    "
                },
                "4": {
                    "title": "Going for Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Heroes are those who overcome immense challenges and inspire others to do the same. Chris Dooley, a multi-sport Special Olympics athlete from Maryland fits that description. Chris, who is also an active Knight of Columbus, reveals the triumph and heroism of Special Olympics athletes who give witness to the dignity of those with intellectual disabilities.    "
                },
                "5": {
                    "title": "The Singing Seminarians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n    A group of young men studying for the priesthood, whose vocations are supported by the Knights of Columbus, look to evangelize through the power of song.    "
                },
                "6": {
                    "title": "Blessed Are the Persecuted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    The Al Dakhils come from the ancient city of Daraa, some 60 miles south of the Syrian capital of Damascus. There, they led a peaceful life as Melkite Greek Catholics. However, in the spring of 2011, the outbreak of civil war forced them to flee their homeland. Welcomed into Canada by the parishioners of Holy Redeemer Church and the Knights of Columbus, the Al Dakhils discovered the beauty of the beatific vision.    "
                },
                "7": {
                    "title": "Warrior for Christ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    U.S. Army Special Forces First Sergeant Sompaul Vorapanich has led men into the crucible of war. A founding member of St. Michael the Archangel Council located at Fort Bragg, North Carolina, Sompaul also annually leads wounded warriors on a Knights of Columbus-sponsored pilgrimage to Lourdes.    "
                },
                "8": {
                    "title": "The Heart of a Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    Darrell Miller, Sr. played for five years with the California Angels and hails from one of the most famous sports families in the country. His sister, Cheryl, is widely regarded as the greatest women's basketball player ever, and his brother, Reggie, is an NBA Hall of Famer. For Darrell, a committed Catholic and Knight of Columbus, sports are a vehicle to grow one's character and faith.    "
                },
                "9": {
                    "title": "Sacrifice and Brotherhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    James Wolf was known for his infectious smile, his commitment to serving others, and his love for the Knights of Columbus. As a recent high school graduate, he even inspired his father, Bob, to become a Knight. Shortly after becoming a Knight, James joined the Army. Sent to Iraq with the 52nd Engineer Battalion, he was killed on November 6, 2003, when an IED exploded near his convoy. In the face of this tragic loss, his family found solace in the love shown to them by fellow Knights and their pride over James' faith and sacrifice.    "
                },
                "10": {
                    "title": "A Royal Knight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Everyday Heroes (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Mike Sweeney was a five-time American League All-Star first baseman who served as the captain of the Kansas City Royals. The Sporting News voted Sweeny the \"Good Guy in Sports\" in both 2003 and 2004. Sweeney is a committed man of faith and a Knight of Columbus. He shares his powerful testimony of faith, character and the true meaning of fatherhood.    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Documentary"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "sound mix": [
            "Dolby Digital::(Dolby Digital 5.1)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzdlZDBmZmMtNTA4MC00OWY2LTlkNDktNTg3YzQ4YTJmZjFmXkEyXkFqcGdeQXVyNzQyMTI3NTc@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Everyday Heroes focuses the spotlight on these remarkable Knights whose courage, faith and commitment to charity embody the mission of the Knights of Columbus. Please join us in this journey of hope and inspiration, and discover how the betterment of our world ultimately begins with the individual human heart.",
        "languages": [
            "English"
        ],
        "title": "Everyday Heroes",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Naglieri, David"
            }
        ],
        "plot": [
            "_Everyday Heroes_ (qv) focuses the spotlight on these remarkable Knights whose courage, faith and commitment to charity embody the mission of the Knights of Columbus. Please join us in this journey of hope and inspiration, and discover how the betterment of our world ultimately begins with the individual human heart."
        ],
        "tech": {
            "sound mix": [
                "Dolby Digital (Dolby Digital 5.1)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}