{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 April 2018"
            },
            {
                "country": "USA\n",
                "date": "12 April 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::12 April 2018",
            "USA::12 April 2018                            (internet)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Smokepurpp/Spike Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Smokepurpp sits down with Peter Rosenberg to discuss his upcoming collab album with Travis Barker, the deaths of XXXTentacion and Lil Peep and how his drug use has changed. Plus, Amanda Seales and Cipha Sounds join Rosenberg to break down Travis Scott's place in the game, whether or not Drake has a classic and more. And Mouse Jones has an awkward and one-of-a-kind interaction with Spike Lee.    "
                },
                "2": {
                    "title": "YBN Gang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Rosenberg sits down with YBN Gang -- Nahmir, Cordae and Almighty Jay -- to hear about their relationship, rise, influences and more. Plus, Jinx and Scottie Beam join to break down Nicki Minaj's \"Queen\" album, Omarosa and Eminem vs. Andre 3000. And, as always, araabMUZIK is on the MPC.    "
                },
                "3": {
                    "title": "The New Day/Sasha Banks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    This week's WWE-filled \"Open Late\" features a lively discussion with Kofi Kingston, Big E and Xavier Woods of the New Day. Sasha Banks also joins host Peter Rosenberg in the studio for a candid conversation about her life and career. And Peter and his wife Alexa go on a double date with Lana and Rusev. Plus, araabMUZIK is on the MPC.    "
                },
                "4": {
                    "title": "Amber Rose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Rosenberg catches up with Amber Rose at her house in Los Angeles to . hear about her relationship Monte Morris, how Nicki Minaj ended up on Kanye West's \"Monster,\" and more. Plus, Trinidad James and Shani Kulture join Rosenberg in the studio to talk about their favorite hip-hop movies and rank their all-time icons of hip-hop fashion. Then, Kodie Shane performs her single \"Sing to Her.\"    "
                },
                "5": {
                    "title": "Shiggy/Lil Rel Howery/Chad Ochocinco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Rosenberg sits down with Lil Rel and Chad Ochocino to break down the future of Colin Kaepernick and the NFL, Eminem's new album, Kamikaze, and more. Then, comedian and viral sensation Shiggy stops by to talk about his whirlwind summer, meeting Drake and starring in the \"In My Feelings\" video. Plus, \"Everyday Struggle\" host Wayno catches up with Pusha T, Lil B, BlocBoy JB and more at Made in America. And, as always, araabMUZIK is in the building.    "
                },
                "6": {
                    "title": "Mac Miller Tribute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Rosenberg is joined in-studio by Smoke DZA, Jeff and Eric Rosenthal (ItsTheReal) and Craig Jenkins to remember their friend and collaborator. Plus, Kendrick Lamar, Machine Gun Kelly, Ty Dolla $ign, Macklemore and Lil Xan offer their heartfelt remembrances.    "
                },
                "7": {
                    "title": "Famous Dex/Rico Nasty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Famous Dex stops by to talk about his debut album, relationship with Rich the Kid, wild energy, fatherhood and more. Then, Rosenberg heads uptown to get pedicures with Rico Nasty. Plus, Lala Anthony and Jess Hilarious weigh in on the week's news, and, as always, araabMUZIK is in the building.    "
                },
                "8": {
                    "title": "Lil Xan/Curren$y",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Lil Xan stops by to talk about his recent Cheetos health scare, his break-up with Noah Cyrus, 2Pac, Mac Miller and more. Then, Rosenberg links up with Curren$y for a freestyle in the park. Plus, Dave East and Styles P weigh in on the week's news.    "
                },
                "9": {
                    "title": "Blac Youngsta/Bas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Blac Youngsta and Bas weigh in on Lil Wayne's \"Tha Carter V,\" what rap group they'd like to reunite, and more. Then, araabMUZIK gets in the studio with Mike Posner to cook up some magic from scratch. Plus, Gashi stops by to talk about his incredible come up, signing with Roc Nation and more.    "
                },
                "10": {
                    "title": "Anderson.Paak/Ric Flair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "10 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Rosenberg sits down with Anderson .Paak to discuss his upcoming album \"Oxnard,\" his special relationship with Mac Miller and more. Plus, Joey Purp and Torae stop by for some heated debate about the week's news, from Vic Mensa and XXXTentacion to Quavo's new album and the future of Migos. Then, Rosenberg he goes Rolex shopping with the legendary Ric Flair. And, as always, araabMUZIK is in the building.    "
                },
                "11": {
                    "title": "Kris Wu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    This week, Rosenberg steps on the court with Kris Wu to go one-on-one to see whose game is better, all while while Kris opens up about his music career and new album. Then, Roy Wood Jr. and Laura Stylez weigh in on the latest with Kanye West, Drake opening up about his feud with Pusha T, and LeBron James' future outside of basketball. Plus, araabMUZIK is on the MPC.    "
                },
                "12": {
                    "title": "G Herbo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "24 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Rosenberg sits down with G Herbo to hear about his plans to drop more music with Southside, his recent conversation with Kanye West, giving back in Chicago, Vic Mensa's BET Hip-Hop Awards freestyle and more. Then, Racks and DJ Kast One join to break down recent headlines, including 50 Cent going at Ashanti and Wiz Khalifa's upcoming R&B album.    "
                },
                "13": {
                    "title": "Action Bronson/ItsTheReal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "31 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Action Bronson stops by to talk about his new album, \"White Bronco,\" why he's parting ways with VICE, a memorable edibles experience and more. Then, Jeff and Eric Rosenthal from ItsTheReal break down the latest with Nicki Minaj and Cardi B, Tyga's career resurgence and their favorite moments so far this year. Plus, araabMUZIK builds some beats on the MPC.    "
                },
                "14": {
                    "title": "Michael B. Jordan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    \"Open Late\" is switching things up and headed to ComplexCon. Peter Rosenberg sits down with Emmy-nominee Michael B Jordan to chat Black Panther, the upcoming Creed II, and why he's getting politically active this year. As always, AraabMuzik holds it down on the MPCs.    "
                },
                "15": {
                    "title": "G-Eazy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    \"Open Late\" is switching things up and headed to ComplexCon. Peter Rosenberg sits down with platinum recording artist G-Eazy to chat about his latest tour, the passing of Mac Miller, and what it's like to meet Rihanna. As always, AraabMuzik holds it down on the MPCs.    "
                }
            },
            "1": {
                "1": {
                    "title": "ASAP Rocky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    On the premiere of Open Late with Peter Rosenberg, Peter breaks down Cardi B's rise. A$AP Rocky shares his thoughts on Travis Scott, his relationship with Kanye and his new album. Plus, Rich The Kid performs, \"Plug Walk.\"    "
                },
                "2": {
                    "title": "Terry Crews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    On the second episode of \"Open Late with Peter Rosenberg,\" Peter claims that we're living through hip-hop's Golden Age, and his panel of Miss Info, Damien Scott and Mouse Jones weigh in. Then, Terry Crews gets real about masculinity and his love for Kendrick Lamar and Public Enemy. Plus, Smoke DZA performs his new track \"The Hustle\" with Bodega Bamz and LevyGrey.    "
                },
                "3": {
                    "title": "Lil Yachty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Lil Yachty stops by to talk about why he's rapping more on Lil Boat 2, his gift-giving tendencies, his admiration for Donald Glover and more. Plus, Bridget Kelly, Ebro Darden, and Rembert Browne join Rosenberg on the panel to break down and work through Kanye West's recent tweet spree and professions of love and admiration for Donald Trump. And araabMUZIK performs a one-of-a-kind set.    "
                },
                "4": {
                    "title": "Lena Waithe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Nick Cannon/Bhad Bhabie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Karrueche, Tee Grizzley and Racks discuss Childish Gambino's \"This Is America\" video and break down where he fits in hip-hop and pop culture as a whole. Then, Bhad Bhabie talks about her rise and addresses criticisms against her. Rosenberg also sits down with Nick Cannon, to talk about his activism, new music and more. Plus, Desiigner, performs his new song \"Priice Tag.\"    "
                },
                "6": {
                    "title": "Pete Davidson/Ace Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Pete Davidson joins Peter Rosenberg for a hilarious conversation on the latest episode of \"Open Late,\" touching on everything from his time in rehab, Donald Trump's appearance on \"SNL,\" and his love for Kid Cudi. Plus, Lil Baby, Stalley and Nadeska Alexis join Rosenberg on the panel to break down some of the week's biggest headlines. Plus, Rosenberg also faces off with Ace Hood in a smoothie-making battle for the ages.    "
                },
                "7": {
                    "title": "Kyle/Belly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Kyle stops by \"Open Late with Peter Rosenberg\" to give the story behind his 2 Chainz collaboration, his love of Jadakiss and how Kid Cudi inspires him. Plus, Denzel Curry, HoodCelebrityy and Zaytoven join the panel to discuss the Billboard Music Awards and allegations against R. Kelly. And Belly kicks a crazy freestyle in the latest \"Bear with Me.\"    "
                },
                "8": {
                    "title": "Swizz Beatz/Melii",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Vic Mensa/Awkwafina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Joey Badass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Action Bronson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Chance the Rapper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Open Late with Peter Rosenberg (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Rosenberg, Peter"
            },
            {
                "name": "Orellana, Abraham"
            },
            {
                "name": "Jones, Mouse"
            },
            {
                "name": "Bronson, Action"
            },
            {
                "name": "Xan, Lil"
            },
            {
                "name": "Beam, Scottie"
            },
            {
                "name": "P., Styles"
            },
            {
                "name": "Rosenthal, Eric"
            },
            {
                "name": "Rosenthal, Jeff"
            },
            {
                "name": "DZA, Smoke"
            },
            {
                "name": "Stylez, Laura"
            },
            {
                "name": ".Paak, Anderson"
            },
            {
                "name": "Bada$$, Joey"
            },
            {
                "name": "Cannon, Nick"
            },
            {
                "name": "Davidson, Pete"
            },
            {
                "name": "Dex, Famous"
            },
            {
                "name": "G-Eazy"
            },
            {
                "name": "Rose, Amber"
            },
            {
                "name": "Shiggy"
            },
            {
                "name": "Beatz, Swizz"
            },
            {
                "name": "Waithe, Lena"
            },
            {
                "name": "Banks, Sasha"
            },
            {
                "name": "Flair, Ric"
            },
            {
                "name": "Hood, Ace"
            },
            {
                "name": "Nasty, Rico"
            },
            {
                "name": "Purp, Joey"
            },
            {
                "name": "Torae"
            },
            {
                "name": "$ign, Ty Dolla"
            },
            {
                "name": "Alexis, Nadeska"
            },
            {
                "name": "La La, Anthony"
            },
            {
                "name": "Awkwafina"
            },
            {
                "name": "Barnyashev, Miroslav"
            },
            {
                "name": "Belly"
            },
            {
                "name": "Bregoli, Danielle"
            },
            {
                "name": "Browne, Rembert"
            },
            {
                "name": "the Rapper, Chance"
            },
            {
                "name": "Crews, Terry"
            },
            {
                "name": "Cruz, Jackie"
            },
            {
                "name": "Curren$y"
            },
            {
                "name": "Curry, Denzel"
            },
            {
                "name": "Darden, Ebro"
            },
            {
                "name": "Desiigner"
            },
            {
                "name": "Sounds, DJ Cipha"
            },
            {
                "name": "Dotson, Xavier"
            },
            {
                "name": "East, Dave"
            },
            {
                "name": "Ewen, Ettore"
            },
            {
                "name": "Grizzley, Tee"
            },
            {
                "name": "Howery, Lil Rel"
            },
            {
                "name": "Info, Miss"
            },
            {
                "name": "James, Trinidad"
            }
        ],
        "genres": [
            "Music",
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmI5Mzc2ODEtNzU0My00NjIzLTk2MWEtODM1N2JmZWFkYTRiXkEyXkFqcGdeQXVyOTAzNDU0NzU@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Open Late with Peter Rosenberg",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Open Late with Peter Rosenberg (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Complex"
            }
        ],
        "distributors": [
            {
                "name": "Complex"
            }
        ],
        "plot": [
            "Peter Rosenberg hosts Open Late, Complex's first late night show. Join Peter and Open Late musical director AraabMuzik for in-depth conversations with some of the biggest artists in the game."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}