{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "24 August 2018"
            }
        ],
        "release dates": [
            "India::24 August 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The 4 Swagbusters are arrested and sent to jail on the charges of sedition. Sangeet Sharma recounts the story of his return from the music reality show \"Voice of Hindustan\" and how he formed a band with his cousin Gaurav Bhalla and his friend Shampoo.    "
                },
                "2": {
                    "title": "Episode 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The Swagbusers rent a jam pad from Guptaji, a local property dealer, and budding politician. They start performing a Jagrata to make their rent, where they meet the fourth member of their band Maddi, a blind harmonium player who becomes their pianist.    "
                },
                "3": {
                    "title": "Episode 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Chinu kissing Maddi becomes a news item and people in Sirsa are criticizing them for it. In the past, the band composes and records their first song and with Chinu's help and it goes viral on social media. They land their first gig to perform at a college fest, Chinu is dancing with them on stage when some boys harass her onstage as she is wearing a short dress. The principal of the college stops their performance and yells at them saying that the girl's dancing was vulgar.    "
                },
                "4": {
                    "title": "Episode 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Guptaji copies the Gutergoon tune and makes his campaign song with it. Nirmal and Chinu go to Dinkarji with this song. In the past Dinkarji has written an article about the Swag Busters and Bhalla's father gives them space for a Jampad in his house. Nirmal along with the Swag Busters help a boy Uday and his girlfriend elope. The next day some men from Uday's community come to Sangeet and Bhalla's house to beat them up for helping them elope.    "
                },
                "5": {
                    "title": "Episode 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Nirmal participates in a news channel debate with Guptaji and other panelists. The boys get beaten up in jail by the inmates who are offended by Nirmal's comments on the debate. The boys climb up a tree and refuse to come down until the people who had beaten them up are punished. In the past, he Swagbusters get a call from a producer in Bollywood and they go to Mumbai. They have fun at a party and Sangeet gets drunk and confesses his love to Nirmal.    "
                },
                "6": {
                    "title": "Episode 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    At present, where the boys are still on the tree and are refusing to come down. After they climb down they are put in solitary confinement. In the past, Nirmal decides to come to Mumbai with Chinu. The Swag Busters sign a contract with JD. Nirmal and Chinu Sangeet get inspired for the song and they record it for the producers.    "
                },
                "7": {
                    "title": "Episode 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Swag Busters record this song, \"The Papi Song\" for JD and RD in their studio and are asked to leave the next day without payment. The Swag Busters come to know that the song that they had composed in Mumbai has been released by JD in another singer's voice without any credits given to them. They get heartbroken and don't feel like composing. Chinu and Nirmal convince the Swag Busters to perform at a concert that has been organized by their fans.    "
                },
                "8": {
                    "title": "Episode 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    After performing the Papi song at the concert, the video of the performance goes viral and they get a legal notice from JD for copyright infringement for it. In the present, the jailor goes to each of the four Swag Busters and asks them to confess to their crime and apologize in court and Maddi cracks. Maddi is taken out of the solitary confinement and is given special treatment. The other three are disappointed and very angry with him.    "
                },
                "9": {
                    "title": "Episode 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Maddi starts teaching music to the jailor's son, Chintu and bonds with him. Maddi explains JD's contract to Chintu. In the past, when JD and RD come to Sirsa to explain to the Swag Buster that according to the contract that they had signed all songs made by Swag Busters for five years is JD's property. In the present, Chintu tells Maddi that if that is the case then \"Aao Angrezon Raj Karo\" also doesn't belong to Swag Busters and is JD's property. Maddi calls Chinu from the Jailor's house and explains this to her.    "
                },
                "10": {
                    "title": "Episode 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Nirmal Shows JD's contract to Dinkarji who talks about it in his vlog. The jailor's wife convinces him to perform with the Swag Busters in this year's annual function. JD comes to Sirsa to meet Guptaji and asks him for the entire song \"Aao Angrezon Raj Karo\". Guptaji introduces him to Nirmal and tells him that she can give him the entire song. Nirmal and Chinu tell Dinkarji about the call that Chinu had received from Maddi regarding the contract.    "
                },
                "11": {
                    "title": "Episode 11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Chinu calls Maddi to ask him where the \"Aao Angrezon Raj Karo\" song is, and Maddi tells her that it is in Sangeet's phone which is with the Jailor. Maddi along with the Swag Busters hatch a plan to get Sangeet's phone out. Guptaji and JD also start looking for the phone. Shampoo and Bhalla manage to get the phone before Guptaji and they send the song to Nirmal.    "
                },
                "12": {
                    "title": "Episode 12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Nirmal tells Dinkarji that Sangeet has sent them the song. Support pours in from all over he counr for he Swag Busters. The Swag Busters are beaten up in jail by the havaldars. Nirmal, Chinu and Swag Busters' family, Dinkarji and supporters do a candle march in Sirsa at night. The Police arrest RD and there are people protesting outside the jail. The full song \"Aao Angrezon Raj Karo\" is presented in the court as evidence and the judge after listening to the song rules in the Swag Busters favor.    "
                },
                "13": {
                    "title": "Episode 13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Banned (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Mushran, Vivek"
            },
            {
                "name": "Anand, Sahil"
            },
            {
                "name": "Joshi, Shivani"
            },
            {
                "name": "Kalra, Deepak"
            },
            {
                "name": "Pahuja, Paresh"
            },
            {
                "name": "Qadri, Syed Zeeshan"
            },
            {
                "name": "Thakur, Sheetal"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDg0MDRkMmQtMjk4OS00ZDk2LWEzYTgtODdiYjVkYjFlZWNjXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Banned is a rip-roaring musical journey of 4 boys from Sirsa, Haryana who get together to start a band. Harmless fun and music make way for artistic expression, youth rebellion and solid political statements turning these unsuspecting boys into national heroes riding a scandal. A song made by them in complete innocence as college rebellion, unaware that the line could be used by the local politician for a vendetta against them. They emerge from this scandal stronger, better and more responsible...in the process of inspiring many young minds.",
        "languages": [
            "Hindi"
        ],
        "title": "Banned",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Banned (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Tripathy, Satyam"
            }
        ],
        "production companies": [
            {
                "name": "Bodhi Tree Multimedia"
            },
            {
                "name": "Viu India"
            }
        ],
        "plot": [
            "_Banned_ (qv) is a rip-roaring musical journey of 4 boys from Sirsa, Haryana who get together to start a band. Harmless fun and music make way for artistic expression, youth rebellion and solid political statements turning these unsuspecting boys into national heroes riding a scandal. A song made by them in complete innocence as college rebellion, unaware that the line could be used by the local politician for a vendetta against them. They emerge from this scandal stronger, better and more responsible...in the process of inspiring many young minds."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 9,
                "rating": 4.1
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "us users": {
                "votes": 2,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 7,
            "9": 4,
            "8": 3,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 7.4,
        "median": 9
    }
}