{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "12 October 2018"
            }
        ],
        "release dates": [
            "Canada::12 October 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    High school sweethearts Maria and Garret land jobs at a local hospital as nursing assistants. Three days in the paranormal activity begins. What's at first a novelty escalates to a final confrontation when a demonic entity follows them home. When nurse Eileen visits her aunt in hospital, she is confronted by a terrifying reality, her aunt is sicker than the doctor's let on. But nothing prepares her for what she sees next, an evil creature hovering over her aunt's bed. A husband and wife visit their grandma in her nursing home and stay overnight in one of the ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Moving objects, lockers doors that shut themselves, staff stalked by an uncanny presence -- something is haunting the 3rd floor of the hospital. As the paranormal incidents escalate, a senior nurse steels her courage as she sets out to face down the unearthly apparition. A director of nursing at a long term care facility witnesses a paraplegic suddenly regain the ability to walk. She soon realizes that what at first appeared miraculous is actually demonic possession. Nicole has a near-death experience when she's admitted to hospital for severe kidney stones. She wakes...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Lab technician Jessica, working the night shift in the creepy basement of a hospital, is stalked by otherworldly spirits. Locked doors burst open, while others refuse to come unlocked and hundred pound objects are tossed across the room. Things come to a boil when the spirit manifests in the back of her car and offers a dire warning. Hospital volunteer Bettina has a spectacular gift -- she can heal the sick. It's a gift she must use sparingly because healing the sick dwindles her health. Using her gift to rescue a coma patient attracts the attention of a dark entity ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Marcy's thankful that her mom got her a job at a long-term care facility, until she discovers that the creepy old building is home to not just current residents but the ghosts of former ones too. Some of these spirits are disturbing and one is a harbinger of death. An EMT sneaks a visit to her boyfriend at work as he guards a recently decommissioned hospital. She's scared to death as the nightly rounds include spectral manifestations, the disembodied voice of a crying child and a poltergeist wheelchair. When nurse Sandra starts a new job in a nursing facility she ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Rebecca thought she'd lucked out when she landed a job as a security guard at a reputable hospital. But nobody told her that a creepy ghost child and the disturbing spirit of pregnant woman would share the late-night hallways of this notoriously haunted facility. A pediatric trauma ward nurse discovers a powerful spirit residing deep in the bowels of her hundred-year old hospital. After several confrontations she struggles to determine if it's a benign former patient, or a sinister presence working to trap the souls of recently deceased children. A young Scottish ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A new nurse's life is spared when ghost doctor warns her about a violent patient. After surviving the encounter, Nurse Phyllis must fight for another patient's soul after she's possessed by a powerful evil presence. Hospice nurse Suzanne denies the existence of the paranormal even after a co-worker admits to seeing spirits in their workplace. Then she finds herself in a tense stand-off with a patient's ghost as she preps his body for the morgue, forcing her to confront not just the spirit but her disbelief. A man takes a demanding job as a cook in a hospital with a ...    "
                },
                "7": {
                    "title": "Leased to the Devil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Sandrea and her team are thrilled to move into stunning new offices. The thrill quickly turns to fear as they're terrorized by the night-time appearance of the Shadow Man. A formerly dormant clairvoyance rises to the surface as Sandrea attempts to banish the spectral spirit in a final confrontation. Set in the late 1980s a group of construction workers are about to swing the wrecking ball and demolish an outdated hospital. Two men, sent inside to make a final check, hear children. Seeking the kids, they become trapped in a room and unable to open the door as the sound...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    When a family takes up residence in an old house on a sprawling hospital campus, each member experiences the inexplicable. The basement door begins to open on its own. Family members see the same spirit, an old lady in white. Events escalate until they're forced to flee!Melissa, data analyst at a large urban hospital, thrives through her rational approach. Her skepticism about the paranormal is shattered by inexplicable events, escalating to a final confrontation where she's physically assaulted by the spirit's rage and is forced to fight back.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Just before Halloween a man rents the abandoned wing of an operational hospital to turn into a Haunted House exhibit. Just before opening night, the line between make-believe and reality is all but erased when a ghost follows him home and attacks. A nurse finds herself face-to-face with the Angel of Death who she believes is responsible for a series escalating paranormal events centered around a recently deceased patient. The spirit tells her he's only partly responsible, the rest of the spooky activity was committed by \"the others\". An older woman on her deathbed ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Nurse Tania is ecstatic to accept a job at the same hospital where she originally did her nurse's training. The homecoming is a dream come true - except on her first week back it turns into a nightmare when threatening ghosts begin watching her every move. Returning from the war in Afghanistan a man accepts a job as a hospital janitor. Soon after his grandfather's death the veteran begins experiencing an escalating sequence of inexplicable events in the MRI lab. A nurse working alone on the graveyard shift is shaken to the core when she discovers a ghostly visitor ...    "
                },
                "11": {
                    "title": "The Collector, Deadman Talking; Beyond The Battlefield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "4 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    An aspiring nurse saves money for college by working as a Certified Nurse's Assistant. Relegated to a ward the other nurses call \"The Twilight Zone,\" she becomes trapped in a room between a dying patient and an angel of death. A young woman visits a creepy old hospital and experiences paranormal events on two separate occasions. The first involves orbs and a ghost who visits her mother's deathbed-in the second experience she's becomes the patient, and she ends up sharing a room with a bloody faced apparition. A military x-ray technician in Iraq watches as his best ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "11 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    A Special Constable working the nightshift is called to investigate an alarm in an old nurse's ward. There he meets an entity that's desperate to communicate with him...it's his first encounter in the facility, and it is not his last. A government investigator, who works violent and suspicious death cases, is tormented by disembodied voices along with the spirit of child. While visiting her ailing grandfather, a young girl decides to buy candy from the hospital vending machine. Before her chocolate bar is dispensed, ghostly voices urge her to return to Granddad's room...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haunted Hospitals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "18 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Ann takes a job at a small-town hospital. Expecting a slower pace she instead encounters diseased ghosts from the Victorian era. If that weren't bad enough, Ann soon discovers that a small out of the way room is actually a portal to a terrifying black nebula. When the hospital elevator takes an EMT and her partner to the abandoned and locked off 7th floor, the pair experiences a paranormal awaking of the ghost kind. Nurse Cheyenne works at a newly built hospital with a wing constructed solely to give health care to prisoners from surrounding penitentiaries. She soon ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Elios, John"
            },
            {
                "name": "Rothermund, Aaron"
            },
            {
                "name": "Murray, Blake"
            },
            {
                "name": "Yakovlieva, Lina"
            },
            {
                "name": "Caravaggio, Celestine"
            },
            {
                "name": "Dubois, Joseph Claude"
            },
            {
                "name": "Aguilar, Dianne"
            },
            {
                "name": "Arnold, Nicholas"
            },
            {
                "name": "Bennett, Neil"
            },
            {
                "name": "Bianchi, Michael"
            },
            {
                "name": "Chester, Helly"
            },
            {
                "name": "Clarkson, Lyndsay"
            },
            {
                "name": "Conway, Kate"
            },
            {
                "name": "D'Alessandro, Laura M."
            },
            {
                "name": "Dickson, Kate"
            },
            {
                "name": "Frankis, Maria"
            },
            {
                "name": "Gyoffry, Glen Edward"
            },
            {
                "name": "Harder, Jenna"
            },
            {
                "name": "Ketcheson, Trevor"
            },
            {
                "name": "Knox, Monica"
            },
            {
                "name": "Lawson, Lee"
            },
            {
                "name": "Lopez, Indiana"
            },
            {
                "name": "Malek, Kathryn"
            },
            {
                "name": "Nori, Tianna"
            },
            {
                "name": "Palazzo, Deanna"
            },
            {
                "name": "Palmer, Mallory"
            },
            {
                "name": "Parent, Ella"
            },
            {
                "name": "Parisian, David"
            },
            {
                "name": "Perry, Rebecca"
            },
            {
                "name": "Pike, Daniel James"
            },
            {
                "name": "Ray, Keren"
            },
            {
                "name": "Schroder, Kate"
            },
            {
                "name": "Sheppard, Julie C."
            },
            {
                "name": "Thomas, Jason J."
            },
            {
                "name": "Wear, Ron"
            },
            {
                "name": "Albert-LeBlanc, Amélie"
            },
            {
                "name": "Bacque, David"
            },
            {
                "name": "Caine, Meghan Rose"
            },
            {
                "name": "Campbell, Peter"
            },
            {
                "name": "Cleaver, Charline"
            },
            {
                "name": "Cork, Geoffrey"
            },
            {
                "name": "Cvijetic, Lana"
            },
            {
                "name": "Faber, Shelly"
            },
            {
                "name": "George, Nadia"
            },
            {
                "name": "Koutsaris, Demetri"
            },
            {
                "name": "McNulty, Meghan"
            },
            {
                "name": "Meadows, Laura"
            },
            {
                "name": "Da Silva, Kristen"
            },
            {
                "name": "Woodford, Brian"
            }
        ],
        "genres": [
            "Horror",
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmI2Zjc4YmEtNjAxMi00M2FiLWFlZDEtYWVjMGI5Mzc0ZWVmXkEyXkFqcGdeQXVyOTI0NDM4OTc@._V1_SY150_CR47,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Haunted Hospitals",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Haunted Hospitals (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Allcock, Michael"
            },
            {
                "name": "Gransden, Greg"
            },
            {
                "name": "Horton, Peter I."
            }
        ],
        "production companies": [
            {
                "name": "Haunted Hospital Productions Inc."
            }
        ],
        "plot": [
            "Doctors, nurses and patients give first-hand accounts of encounters with patients who have returned from the dead.::BGM"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 2,
                "rating": 3.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 2,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 2,
            "7": 0,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}