{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "31 August 2018"
            }
        ],
        "release dates": [
            "USA::31 August 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "JC Currias and Erica Rhodes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Kate Willett and Preacher Lawson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Libertine polyamorist Kate Willett and impossibly exuberant Preacher Lawson join Asif and the live audience. Kate and Asif hit the alley with a couple of 40s: the downside of California dating, why she's jealous of dirtbags, the best reason for a 3-way. Later, Preacher Lawson from the pulpit, (because, why waste a good pun!) Preacher and Asif explore the physical limits of physical comedy.    "
                },
                "3": {
                    "title": "Dave Ross and Daniel Webb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Dave Ross' obsession with cooking shows leads to a heated conversation about sexuality, life-affirming positivity, and an open plea to Fred Savage. Then, Asif and Daniel Webb meet up in an absurdist armory that can't possibly be real. Topics include heavily armed closeted bears, Dutch border police fantasies, and the latest ISIS fashions. Daniel is from Texas. Did He mention that?    "
                },
                "4": {
                    "title": "Jennifer Murray and Nick Guerra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Jennifer and Nick join Asif Ali in front of the live nightclub audience! Jennifer and Asif have a play date in an undersea world; Jennifer reveals she's monogamous, seeing just one dating app at a time. Later, Asif and Nick do spin class, seeking masculine affirmation. They talk bedroom technique, psychoanalyze their audience, and channel Randy Newman to create a theme song for Asif's show!    "
                },
                "5": {
                    "title": "Billy Bonnell and Amir K",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Billy and Amir join Asif live on stage. Dr. Asif (happy now, Mom & Dad?) and assistant Billy Bonnell meet for some unlicensed emotional surgery. Asif and Amir K regress to their really real shared childhood to discuss lies they tell the audience, and the privilege that comes with being an actor of color in today's Hollywood. They'll blow this whole mother up!    "
                },
                "6": {
                    "title": "Chris Gorbos and Biniam Bizuneh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Asif Ali, Chris Gorbos, and Biniam Bizuneh at the Westside Comedy Theater, Live! Asif and Chris crash the country club pool. The mostly sober chat includes child-tossing, street value of STDs, the proper way to tell a political Joke. Biniam's center court with Asif: Is a black man allowed to get depressed? Writing late night comedy at 7am; separate-but-equal Black Lives Matter demonstrations?    "
                },
                "7": {
                    "title": "Greg Santos and Neel Nanda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Asif Ali, Greg Santos and Neel Nanda with the live audience at the Westside Comedy Theater. Greg Santos takes Asif to a gentleman's club for a mid-day confessional: superstition, pitiful pranks, and Reed H., everyone's favorite electrician. Asif and Neel meet on an arranged interview, chaperoned by Neel's parents. Neel reveals every embarrassing thing he's ever done.    "
                },
                "8": {
                    "title": "Rocky Dale Davis and Dino Archie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Asif introduces work-at-home country musician Rocky Dale Davis and terrorist-fighting storyteller Dino Archie to the live comedy club audience. Asif and Rocky pull up the cooler for a cold beer and some hot yoga, then later Dino takes Asif clubbing behind the velvet rope. Topics include going 'full Cajun,' night club statistics, and penis bondage. Minds blown.    "
                },
                "9": {
                    "title": "Amy Silverberg and Ian Abramson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Professional Writing teacher Amy Silverberg and amateur time traveler Ian Abramson join Asif and an enthusiastic live audience. Asif audits Professor Amy's class. Lessons include: helpful cat-calls, topless pools, telling dick jokes in front of your dad. It gets Freudian. Ian and Asif cross time and space to discuss performing live, simulated facial hair, and proper condom usage.    "
                },
                "10": {
                    "title": "Chinedu Unaka and Michael Blaustein",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Energetic Asif Ali brings chilled out Chinedu Unaka and human Adderol pill Michael Blaustein on stage in front of a live audience. Asif and Chinedu enjoy prime seats at a women's professional basketball game, then later, Asif entirely avoids working out at Michael's gym. Topics include homeless sex on the A-train and gaming Hollywood casting directors.    "
                },
                "11": {
                    "title": "Jen Kober and Gabriel Rutledge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Asif brings Jen Kober and Gabriel Rutledge to the Westside Comedy Theater, Live! Jen shows Asif what was missing from his childhood; Their discussion includes New Orleans comedy and when it's OK to grab a woman's privates. Then, Savior-look-alike Gabriel Rutledge spreads the word of Chubby Jesus: His sermon includes pre-historic dating rituals, swingers, and advice for family porn night.    "
                },
                "12": {
                    "title": "KT Tatara and Martin Morrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Japanese-American KT Tatara and African-American Martin Morrow join Indian-American Asif Ali and a mostly Anglo-American live audience. Asif and KT battle at sea and talk romance novels, a sympathetic audience, and your hottest cousin. Later, it's July 4th as Martin and Asif destroy perfectly good hamburgers - and destroy stereotypes about college football, holidays, and black comedians.    "
                },
                "13": {
                    "title": "Kabir Singh and Chris Cope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Comedians Kabir Singh and Chris Cope join Asif and a live, mostly drunk, audience. Asif and Kabir sneak into an empty amusement park - not the happiest place. They talk lying to their parents, arranged marriage, and finding the best new slang. Later, Sheriff Asif interrogates Chris Cope is in the back of a cop car: crazy ex-girlfriends, hot-boxing, and skippity-do-dah'ing in Los Angeles.    "
                },
                "14": {
                    "title": "Nat Baimel and Steve Gillespie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Kelsey Cook and Eric Schwartz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Joke with Asif Ali (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Asif brings foosball champ Kelsey Cook and DJ/rapper/accountant Eric Schwartz to the Westside Comedy Theater - LIve! Kelsey tries to focus on Asif's probing interview, yet with a foosball table directly between them, all she really wants to do is crush him. Later, Eric teaches Asif some Spanish, how to make rice like Justin Timberlake, and how to f'ing work clean.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Ali, Asif"
            },
            {
                "name": "Abramson, Ian"
            },
            {
                "name": "Archie, Dino"
            },
            {
                "name": "Baimel, Nat"
            },
            {
                "name": "Bizuneh, Biniam"
            },
            {
                "name": "Blaustein, Michael"
            },
            {
                "name": "Bonnell, Billy"
            },
            {
                "name": "Cook, Kelsey"
            },
            {
                "name": "Cope, Chris"
            },
            {
                "name": "Currais, Jc"
            },
            {
                "name": "Davis, Rocky Dale"
            },
            {
                "name": "Gillespie, Steve"
            },
            {
                "name": "Gorbos, Chris"
            },
            {
                "name": "Guerra, Nick"
            },
            {
                "name": "K, Amir"
            },
            {
                "name": "Kober, Jen"
            },
            {
                "name": "Lawson, Preacher"
            },
            {
                "name": "Morrow, Martin"
            },
            {
                "name": "Murray, Jennifer"
            },
            {
                "name": "Nanda, Neel"
            },
            {
                "name": "Rhodes, Erica"
            },
            {
                "name": "Ross, Dave"
            },
            {
                "name": "Rutledge, Gabriel"
            },
            {
                "name": "Santos, Greg"
            },
            {
                "name": "Schwartz, Eric"
            },
            {
                "name": "Silverberg, Amy"
            },
            {
                "name": "Singh, Kabir"
            },
            {
                "name": "Tatara, K.T."
            },
            {
                "name": "Unaka, Chinedu"
            },
            {
                "name": "Webb, Daniel"
            },
            {
                "name": "Willett, Kate"
            }
        ],
        "genres": [
            "Documentary",
            "Comedy",
            "Talk-Show"
        ],
        "runtimes": [
            "35"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTUxZDVjYjYtYWQxMi00YmRiLTg0ZGQtYjliMDA3ODg2ODAxXkEyXkFqcGdeQXVyOTA5OTk4ODY@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$10 (estimated)",
        "plot outline": "Inside Joke with Asif Ali is a hilarious mash-up of stand-up club comedy and personal, revealing interviews. Each episode features two up-and-coming killer comedians performing live in front of a real, intimate club audience, combined with a revealing conversation with host and fellow comedian Asif Ali. Cross-cultural and inclusive, controversial, profane, political and very funny.",
        "languages": [
            "English"
        ],
        "title": "Inside Joke with Asif Ali",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Inside Joke with Asif Ali (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Unaka, Chinedu"
            }
        ],
        "production companies": [
            {
                "name": "Secret Headquarters"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "_Inside Joke with Asif Ali_ (qv) is a hilarious mash-up of stand-up club comedy and personal, revealing interviews. Each episode features two up-and-coming killer comedians performing live in front of a real, intimate club audience, combined with a revealing conversation with host and fellow comedian Asif Ali. Cross-cultural and inclusive, controversial, profane, political and very funny."
        ],
        "tech": {
            "runtime": [
                "35 min (15 Episodes)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}