{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "May 2018",
                "notes": "                            (Television)"
            },
            {
                "country": "Canada\n",
                "date": "11 May 2018"
            }
        ],
        "release dates": [
            "Canada::May 2018                            (Television)",
            "Canada::11 May 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Big AJ's & Red Snapper Galore!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 May 2018",
                    "year": "2018",
                    "plot": "\n    This week host Henry Waszczuk takes a trip to Florida's Panhandle on another great fishing adventure. There's always a variety of fish that are biting in this fishing hot spot, but this week, we concentrate on a strong punishing fighter that powers deeps and defies all odds, the greater amberjack. We head out in our Boston Whaler Conquest with Captain William Pugh to tangle with one of the toughest reef fish there are, and its Mr. AJ to anyone who takes the challenge.    "
                },
                "2": {
                    "title": "Black Tip Shark & Monster Cobia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 May 2018",
                    "year": "2018",
                    "plot": "\n    This week we take you on a unique shark adventure. Host Henry Waszczuk fishes with Josh Jorgensen who has a passion for the blacktip shark. Imagine sight-casting to these fish in less than 5 feet of water; it's truly unbelievable to see these shark turn and chase artificial lures, you'll see a lot of great action out of our 37' Boston Whaler Outrage. We also look at some IGFA record cobia too.    "
                },
                "3": {
                    "title": "Redfish Fun with World Record Catches!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    This week we are on the hunt for redfish. These fish really don't care too much about structure, water depth or clarity, what they do care about is food. Yes, this fish is one of a kind, tough, powerful, and a beautiful fish to fight on light tackle. Host Henry Waszczuk takes his Boston Whaler 270 Dauntless into super skinny water as he sets up in perfect position on these schooling reds.    "
                },
                "4": {
                    "title": "Crazy Tarpon Action & Scamp Grouper Too.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Whether you are interested in the mystique of migratory tarpon or the thrill of experiencing the fight of these world-class fish, then this week's show is for you. The acrobatic jumps and sizzling runs that they make when hooked is like no other fish. This week we add an extra challenge by fishing under one of the largest bridges in the western hemisphere. We also take a look at the Scamp Grouper from the IGFA record books.    "
                },
                "5": {
                    "title": "All About Monster Goliath Grouper!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week we bring you the best of catching big fish, yes indeed the invincible , the massive, the incredible goliath grouper. There are many fishing captains in the state of Florida that specialize in catching these monsters, and today we fish with one of the best none other than captain Ben Chancey. There are many fish that challenge an anglers skill but none as much as these leviathans.    "
                },
                "6": {
                    "title": "Wading for Clearwater Redfish!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week we bring you some great shallow water fishing adventures, all of them wading. Host Henry Waszczuk and the Fishing the Flats team start off in Southwest Florida wading the flats along the shores of an incredible island called Egmont Key. These flats are super clear fish are spooky, but we will have lots of hook ups and land some big fish before featuring some more IGFA records.    "
                },
                "7": {
                    "title": "Fabulous Sea Trout Action!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    We have fun with one of the most popular gamefish in the inshore waters, the spotted sea trout. Host Henry Waszczuk will be stalking these sweet tasting fish from a Boston Whaler's 170 Dauntless. We promise that the shallow water action will be fun, fast and furious. Our fish eye section has lots of great facts and tips to catch the big one. Don't forget about the IGFA record books, as we will feature some monster record trout too.    "
                },
                "8": {
                    "title": "Red Snapper & IGFA Records.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Not only are they pretty to look at, but red snapper are very tasty and highly popular among seafood fans. Known as the Gulf of Mexico's signature fish, Host Henry Waszczuk will take the trip to Florida's panhandle to search out some hot spots. We'll show you how tough these red snapper are, and we'll get some big boys to the boat too.    "
                },
                "9": {
                    "title": "Hard Fighting Snook Action!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Host Henry Waszczuk heads to the waters of Cortez in southwest Florida. The shallow water flats are known for many great catches including snook, redfish, sea trout and more. We run our 27 foot Dauntless in skinny waters to fool some keeper snook and others too on another great episode of Fishing the Flats and More.    "
                },
                "10": {
                    "title": "King Mackerel & More!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    If you like Kingfish, then this show is for you. Florida has numerous hot spots, and this week host Henry Waszczuk and the team will hook up some hungry kings. There will be some great action, fishing tips, techniques - it really can't get any better than this.    "
                },
                "11": {
                    "title": "Florida's Monster Black Drum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    We hunt for the good ole black drum, not the little guys, we are talking monsters pushing 100 pounds. Our fishing guide is none other than Captain Steve Crowder from Madness Charters. We'll be fishing the St John's River Jetty with some ripping outgoing tides. And there's more, as host Henry Waszczuk will give you some great fishing tips and insight to more world record fish.    "
                },
                "12": {
                    "title": "Redfish, Snook & Pompano too!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Pompano are known as one of the finest tasting saltwater fish. They are feisty and fight hard for their size. Host Henry Waszczuk heads to Southwest Florida to the quaint fishing village of Cortez to tangle with these tasty fish. As a bonus, we'll also hit the flats for some hard-fighting reds. Besides great fishing, we'll give you lots of tips, tactics, pompano fish facts and more.    "
                },
                "13": {
                    "title": "Top Celebrity Fish Catches!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fishing the Flats & More! (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Over his 34 years on TV, Host Henry Waszczuk has had more than 100 celebrity guests on camera with him and they've landed some pretty nice fish. From award winning Actress Jane Seymour, to NASCAR Champion Amber Balcaen. From PGA's Nick Price and Andy Bean to numerous NHL Legends like Bobby Orr, Mark Messier, Darryl Sittler and more. This TV special will keep you at the edge of your seat with some great catches, and lots of laughs as we bring you lots of great fishing action featuring Henry's top celebrity guests.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Waszczuk, Henry"
            }
        ],
        "locations": [
            "Florida, USA"
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo::(RCA Sound System)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWRmNjk5NWYtYmRmZS00MWNkLWI0NTMtMDdlODViYjNlODQ0XkEyXkFqcGdeQXVyNzk4ODkyOTY@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Fishing the Flats & More!",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Fishing the Flats & More! (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Waszczuk, Mary"
            }
        ],
        "production companies": [
            {
                "name": "Media In Motion"
            }
        ],
        "distributors": [
            {
                "name": "TSN"
            }
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "sound mix": [
                "Stereo (RCA Sound System)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}