{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 September 2018"
            }
        ],
        "release dates": [
            "USA::5 September 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Week 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "CFB: Inside Slant (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    After a 6 year hiatus, Chip Kelly returns to college football. What ideas will the revolutionary coach bring to UCLA? And as a child, D'Cota Dixon was pulled from his mother's home.. But finding football -- and his guardian angel - steered him on the path towards a Division 1 scholarship. Finally, how a young boy's accident forever changed his life, and how Kansas coach, David Beaty, came to his rescue in the nick of time.    "
                },
                "2": {
                    "title": "Week 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "CFB: Inside Slant (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Justice Hill isn't just Oklahoma State's top running back, he's also the team barber. How the speedy star plans to guide the Cowboys to the top of the Big 12, all while looking good. More than 12 years have passed since Texas toppled USC in one of the greatest football games in history...So what do the opposing Q-Bs that day have to say about it now? And then the moving tradition that captivated college football last fall .. How it gave Iowa wide receiver Nick Easley the chance to lift up his biggest fan.    "
                },
                "3": {
                    "title": "Week 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "CFB: Inside Slant (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Dakota Allen is the leader of Texas Tech's defense, but it seemed he'd never get that chance - dismissed from the team after his freshman season. How did Allen make it back? To bring its program back to the top, Oregon State has called upon one of its own, former quarterback and fan favorite Jonathan Smith. How does the rookie coach plan to do it? Earlier this decade Matt Millen couldn't explain how a simple daily routine had suddenly become impossible. How he learned the answer - six years later.    "
                },
                "4": {
                    "title": "Week 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "CFB: Inside Slant (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Tee Martin was once a national-championship winning quarterback. Now at USC, his project is to mold a new generation of outstanding wide receivers. Jalen Hurd was a projected first-round draft pick. Then he made the biggest bet of his life. Khari Willis grew up a Michigan State fan, now he's its inspirational captain. How Willis became a model for his community, and who got him there.    "
                },
                "5": {
                    "title": "Week 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "CFB: Inside Slant (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Will Grier is West Virginia's Heisman hopeful. How he got here and who supported him is what defines his journey. On the field Kyle Williams is the consummate wide receiver. But off of it, how he's training for another big career. With a pair of projected top-five picks in next year's NFL Draft, Ohio State might be the Big Ten's most formidable defense.    "
                },
                "12": {
                    "title": "Week 12",
                    "kind": "episode",
                    "episode of": {
                        "title": "CFB: Inside Slant (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Week 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "CFB: Inside Slant (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    Catch him if you can. How Stanford's star running back Bryce Love has unfinished business in his senior season. Maryland's offensive linemen Derwin Gray and Damian Prince bonded over shared roots. How their friendship has helped them face tragedy. And Iowa State's Brian Peavy is on a mission. The offseason trip that forever changed the Big-12 cornerback.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Taft, Jenny"
            }
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGQyZDYwZmUtODU1Yy00ODg3LWFhNmQtMjEwMzYyNzM5NDI1XkEyXkFqcGdeQXVyMjQ3NDQ2NDQ@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "CFB: Inside Slant",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "CFB: Inside Slant (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "The 30-minute program takes viewers beyond the football field with an inside look at the sport's top stories and biggest newsmakers through features and in-depth interviews."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}