{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2018"
            },
            {
                "country": "Australia\n",
                "date": "26 May 2018"
            }
        ],
        "release dates": [
            "Australia::2018",
            "Australia::26 May 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Donut Tell Me This Is Gluten Free!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy & Bella's Kitchen Rescue (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 May 2018",
                    "year": "2018",
                    "plot": "\n    This week we meet new mum Mary, whose passion for recreating her Yaya's traditional Greek recipes is hindered by her husband's gluten intolerance. Never ones to shy away from a challenge, Sammy and Bella show Mary how to make gluten-free pastitso, a mouth-watering lamb sandwich that can't be beat and some amazing gluten free donuts with a toffee sauce that is out of this world. Back at Mary's place, the girls tackle a very messy vacuum cleaner cord and get rid of the harsh chemicals under her sink.    "
                },
                "2": {
                    "title": "Don't Gnocch-it 'Till You Try It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy & Bella's Kitchen Rescue (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Mamma Mia. The closest Dan and Janna come to cooking Italian is ordering pizza so this week, Sammy and Bella teach the pair how to make an authentic polo all cacciatore, a super simple handmade gnocchi sorrentina, torta caprese cake and a refreshing sorrento spritz. Back at Dan and Jann's cosy kitchen, the girls give the fridge and pantry a sparkling makeover and restore order to their cluttered utensil drawer.    "
                },
                "3": {
                    "title": "Muscle Man Ragu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy & Bella's Kitchen Rescue (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Eric is young, handsome and successful but can't cook to save his life and all that's in the cupboard is protein powder. Sammy and Bella restock the cupboards with everything Eric needs to cook restaurant-quality dishes at home, teach him how to make slow-cooked beef ragu, crunchy Japanese tempura and coffee chipotle pulled-chicken burgers that will have his mates buzzing.    "
                },
                "4": {
                    "title": "Portug-EASY chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy & Bella's Kitchen Rescue (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week we meet Marguerite - an Irish woman who is desperate to impress her Portuguese husband with some of his homeland recipes and has a problem of letting go. Sammy and Bella spice things up with some classic Portuguese chicken, salmon handkerchief pasta and scrumptious espresso pancakes topped with golden caramel chocolate sauce. Back at Marguerite's house, the girls strip the cluttered pantry back to just the essentials and find a terrifying Christmas surprise in the back of the fridge.    "
                },
                "5": {
                    "title": "You get a salmon! You get a salmon! Everyone gets a salmon!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy & Bella's Kitchen Rescue (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week we meet Tracey, a mother of 3 with a chicken called Oprah. Her new home renovations have left her with a 'glamping pantry' and a nightmare fridge in dire need of some better storage solutions. With 3 super sporty kids, Tracey's after fast healthy meals that can feed the whole family. Sammy and Bella show her a 20 minute salmon recipe; adorable vegetarian stuffed tomatoes and Tracey's daughter Sage joins and gets her hands dirty with a delicious lemonade scone recipe.    "
                },
                "6": {
                    "title": "Sharing is Caring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sammy & Bella's Kitchen Rescue (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week we meet busy sisters May and Maha. They live in a share house with a few of their friends. Everyone has their own separate food cupboards and it's rare for them to cook or eat together. Since the sisters also hate washing up, Sammy and Bella invite them to Kitchen Rescue Central to teach them some 'one pot wonders' and on trend recipes that are simple to cook at home. Back at May and Maha's house, Sammy and Bella tackle the challenging kitchen arrangements to set them up with a functional, user-friendly space.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Jakubiak, Bella"
            },
            {
                "name": "Jakubiak, Sammy"
            }
        ],
        "locations": [
            "Australia"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEyNWZkZWUtMzk1Ni00YzZhLTgzYTYtMjUzYTdkNTYwOWVhXkEyXkFqcGdeQXVyOTg3Mjk4MQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "AUD650,000 (estimated)",
        "plot outline": "Sammy and Bella are on a mission to help everyday Australians overhaul their recipes and rescue their disorganised kitchens. Each week, we meet a new guest in need of a makeover. Follow Sammy and Bella as they share fast and easy recipes, handy kitchen hacks and get down to business rearranging and rescuing kitchens across Australia.",
        "languages": [
            "English"
        ],
        "title": "Sammy & Bella's Kitchen Rescue",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Sammy & Bella's Kitchen Rescue (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Essential Media & Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "TCB Films"
            }
        ],
        "plot": [
            "Sammy and Bella are on a mission to help everyday Australians overhaul their recipes and rescue their disorganised kitchens. Each week, we meet a new guest in need of a makeover. Follow Sammy and Bella as they share fast and easy recipes, handy kitchen hacks and get down to business rearranging and rescuing kitchens across Australia."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}