{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 July 2018"
            }
        ],
        "release dates": [
            "USA::12 July 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Keller, Aaron"
            },
            {
                "name": "Martinez, Cameron"
            },
            {
                "name": "McDonald, Mecca"
            },
            {
                "name": "Mitchell, Doron JePaul"
            },
            {
                "name": "Sylvers, Kyla"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$1,500 (estimated)",
        "plot outline": "Finding Our Way is about two roommates who are trying to navigate the waters of life as 20 somethings and black women in America. Katherine, the fashion stylist, has everything she wants - a man and a career - but her need to assimilate is fading as she gets unexpected news that may change her life forever. Aida, the pro-Black almost poet, is attempting to jumpstart her career after many failed attempts, but she is realizing that maybe her pro-Black attitude has affected more than her career. Their friendship is tested as they try to navigate these waters, but they quickly realize that they are all the other has.",
        "languages": [
            "English"
        ],
        "title": "Finding Our Way",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Finding Our Way (United States)"
        ],
        "writer": [
            {
                "name": "Sylvers, Kyla"
            }
        ],
        "production companies": [
            {
                "name": "Melanin & Magic Productions"
            }
        ],
        "distributors": [
            {
                "name": "Melanin & Magic Production"
            }
        ],
        "plot": [
            "_Finding Our Way_ (qv) is about two roommates who are trying to navigate the waters of life as 20 somethings and black women in America. Katherine, the fashion stylist, has everything she wants - a man and a career - but her need to assimilate is fading as she gets unexpected news that may change her life forever. Aida, the pro-Black almost poet, is attempting to jumpstart her career after many failed attempts, but she is realizing that maybe her pro-Black attitude has affected more than her career. Their friendship is tested as they try to navigate these waters, but they quickly realize that they are all the other has.::Kyla Sylvers"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}