{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 July 2018"
            },
            {
                "country": "USA\n",
                "date": "5 July 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::5 July 2018",
            "USA::5 July 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Godfather of Graffiti Chaz Bojórquez",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dream State (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Learn how legendary street artist, Chaz Bojórquez, built his career to be an internationally recognized street artist. This epic interview and masterclass will empower you to build your art or creative career like no other.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Bennett, Bayou"
            },
            {
                "name": "Bojórquez, Chaz"
            },
            {
                "name": "Lir, Daniel"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2RlMzdkNmItNWY4YS00ZjA4LTgzNDItM2ZlMTgzYWQ3NTk4XkEyXkFqcGdeQXVyNDc2NDE1OTg@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "There are probably a thousand ways to break into the entertainment industry. That is why it's important to tune into a new upcoming digital series called \"The Dream State\" hosted by award-winning filmmakers Bayou Bennett and Daniel Lir. A show that appeals to both sides of the arena: the beginners who want to break into the industry and those who have been playing the frustrating game and want to get their purposes revitalized. In \"The Dream State\" we discuss dreams, sticking to your vision, overcoming industry barriers, defining success and isolating what created the career turning points of some of the greatest celebrities in music, film, fashion and art. As they say \"Dreams don't have expiration dates.\" But as we say in The Dream State, \"Let's manifest this dream!\" The inspirational show was created and is hosted with humor and charm by the Dream Team Directors, award-winning husband and wife writer/director duo, Bayou Bennett and Daniel Lir. The show steams from their passion in creating their film production company where they have collaborated with Coldplay, Mark Ruffalo, viral sensation Lindsey Stirling and Anthony Mackie to uplift and positively change the world. In this case, Bayou and Daniel want to inspire those they care most about- artists. Those who are the dreamers, who will create our next hit songs, movies, art, style and fashion and ultimately create a blossoming rich culture we can be proud to live in.",
        "languages": [
            "English"
        ],
        "title": "The Dream State",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Dream State (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lir, Daniel"
            }
        ],
        "production companies": [
            {
                "name": "Dream Team Directors"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Inspiring Talk show that brings on top artists so they can explain how they got where they are while giving a road map to the up and coming artists of the new generation.::Bayou Bennett",
            "There are probably a thousand ways to break into the entertainment industry. That is why it's important to tune into a new upcoming digital series called \"_The Dream State_ (qv)\" hosted by award-winning filmmakers Bayou Bennett and Daniel Lir. A show that appeals to both sides of the arena: the beginners who want to break into the industry and those who have been playing the frustrating game and want to get their purposes revitalized. In \"_The Dream State_ (qv)\" we discuss dreams, sticking to your vision, overcoming industry barriers, defining success and isolating what created the career turning points of some of the greatest celebrities in music, film, fashion and art. As they say \"Dreams don't have expiration dates.\" But as we say in _The Dream State_ (qv), \"Let's manifest this dream!\" The inspirational show was created and is hosted with humor and charm by the Dream Team Directors, award-winning husband and wife writer/director duo, Bayou Bennett and Daniel Lir. The show steams from their passion in creating their film production company where they have collaborated with Coldplay, Mark Ruffalo, viral sensation Lindsey Stirling and Anthony Mackie to uplift and positively change the world. In this case, Bayou and Daniel want to inspire those they care most about- artists. Those who are the dreamers, who will create our next hit songs, movies, art, style and fashion and ultimately create a blossoming rich culture we can be proud to live in.::Bayou Bennettt"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}