{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 May 2018"
            }
        ],
        "release dates": [
            "UK::1 May 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "London, England, UK::(1 Deer Park Road, London SW19 3TL)"
        ],
        "genres": [
            "Game-Show",
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "ta"
        ],
        "color info": [
            "Color"
        ],
        "budget": "GBP250,000 (estimated)",
        "plot outline": "Naatiyatharagai is a televised classical dance talent show competition, broadcast on IBC Tamil. It is part of the talent hunt series created by Olivia T and is produced by IBC Tamil. In the European wide competition, Bharatanatyam dancers above 13 years of age can audition for the show on the country rounds organised across Europe. Those that enter for the series, perform before a panel of judges to secure a place in the semi-finals. Those that make it through the auditions compete against other dancers in a series of semi-finals, with the winning five acts proceeding into the show's live final. A significant show in Tamil diaspora, Naatiyatharagai is the biggest Bharatanatyam talent competition with the winner taking home 1kg golden crown.",
        "languages": [
            "Tamil"
        ],
        "title": "Naatiyatharagai",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Naatiyatharagai (United Kingdom)"
        ],
        "writer": [
            {
                "name": "Karu, Thiena Traystarn"
            },
            {
                "name": "Thienaharen, Olivia"
            }
        ],
        "production companies": [
            {
                "name": "IBC Tamil"
            }
        ],
        "distributors": [
            {
                "name": "IBC Tamil"
            }
        ],
        "plot": [
            "European wide dance competition for traditional Bharatanatyam classical dancers, who perform in front of a panel of judges for the chance to win the 1kg golden crown.",
            "_Naatiyatharagai_ (qv) is a televised classical dance talent show competition, broadcast on IBC Tamil. It is part of the talent hunt series created by Olivia T and is produced by IBC Tamil. In the European wide competition, Bharatanatyam dancers above 13 years of age can audition for the show on the country rounds organised across Europe. Those that enter for the series, perform before a panel of judges to secure a place in the semi-finals. Those that make it through the auditions compete against other dancers in a series of semi-finals, with the winning five acts proceeding into the show's live final. A significant show in Tamil diaspora, _Naatiyatharagai_ (qv) is the biggest Bharatanatyam talent competition with the winner taking home 1kg golden crown."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}