{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2018",
                "notes": "                            (Los Angeles Film Awards)"
            }
        ],
        "release dates": [
            "USA::2018                            (Los Angeles Film Awards)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Makin' Waves (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Wamilton is caught off guard and finds himself pushing the clock to complete one of his largest clients deadlines in order to make World Championship Race weekend which fast approaching.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Teixeira, Wamilton Librelato"
            },
            {
                "name": "Melo, Fernando"
            },
            {
                "name": "Stremel, Leonel"
            },
            {
                "name": "Kohlman, George"
            },
            {
                "name": "Dias, Wilson"
            },
            {
                "name": "Nehme, Sam"
            }
        ],
        "locations": [
            "3825 Investment Ln #2, West Palm Beach, Florida, USA::(Wamiltons Customs)",
            "West Palm Beach, Florida, USA",
            "Palm Beach County, Florida, USA",
            "Collier County, Florida, USA",
            "Fort Lauderdale, Florida, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Dolby Digital"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjBlZWI4MmItOTI0OC00Njg3LTkyZmEtNDljNGM1NWEwMGE4XkEyXkFqcGdeQXVyMjQ1MDgwNjE@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "A Reality TV Documentary-style show, that follows the day to day operations of Wamilton's Customs, a multi-million dollar Watercraft Fabrication and Customization Shop, it's owner, Wamilton Librelato Teixeira, a former champion watercraft racer now world renowned custom watercraft designer and craftsman, and his 4 eclectic employees Leonel \"Leo\" Stremel, Fernando Melo, George Kohlman, and Wilson Dias.",
        "languages": [
            "English"
        ],
        "title": "Makin' Waves",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Makin' Waves (United States)"
        ],
        "writer": [
            {
                "name": "Galizia, Anthony"
            },
            {
                "name": "Klapadoras, Danny"
            }
        ],
        "production companies": [
            {
                "name": "Meta4 Creative Media"
            }
        ],
        "plot": [
            "A former champion watercraft racer turned legendary watercraft designer and fabricator, pushes the limits of cutting-edge technology with his research and development in order to stay one step ahead of the competition and to keep his championship winning watercraft in the number 1 position.::Anthony N. Galizia Sr.",
            "A Reality TV Documentary-style show, that follows the day to day operations of Wamilton's Customs, a multi-million dollar Watercraft Fabrication and Customization Shop, it's owner, Wamilton Librelato Teixeira, a former champion watercraft racer now world renowned custom watercraft designer and craftsman, and his 4 eclectic employees Leonel \"Leo\" Stremel, Fernando Melo, George Kohlman, and Wilson Dias.::Anthony N. Galizia Sr."
        ],
        "synopsis": [
            "Each episode follows owner Wamilton Libretto Teixeira, and his operations of Wamilton's Customs, as well as his interesting business relationships with several companies such as Broward Motorsports, his partnerships with companies such as marine engine manufacturer Textron Motors, his joint personal ventures like visiting or judging at various watercraft competitions, and of course his relationships with customers. Wamilton has personal interest in the crafting and customization of personalized watercraft for champion riders such as Loyd Berlew, Rick Roy, Dustin Farthing, Nicolas Ruis, Chris MacClugage, Alessander Lenzi, and most recently, World Champion Sam Nehme, all of which are legends and champions in the world of watercraft competitions, and all of which are potential guest stars of the show.Making' Waves portrays Wamilton and his successes and tribulations running the company, and shows scenes of the everyday operations and employees in action which sometimes develop a potential calamity that Wamilton and his employees must overcome. Wamilton hosts various gatherings and barbecues in the rear parking lot of the business where he encourages party guests and potential customers to try out his creations on the lake behind his shop. These gatherings sometimes provide interesting and/or dramatic scenes such as watercraft mishaps, guests behaving badly, or just a view of the many eclectic and interesting people in general that Wamilton encounters.Making' Waves will follow Wamiltons determination for the ultimate in watercraft as he tests performance, and redesigns dimensions of a prototype in his quest to complete the final product of his very own custom creation, the Wammerjet.Makin' Waves uses exciting and interesting locations, watercraft events, competitions, gatherings behind the shop, even our very own Ms. Wammer Bikini and Miss Wammer Calander competitions, and of course, we will feature plenty of ladies and men in swimsuits throughout the seasons episodes. The show includes quiet room interviews of Wamilton, his employees, and sometimes even his customers.At times, Wamilton and his employees avoid disaster in the nick of time or narrowly make a quickly approaching deadline, and provide numerous interesting clients with their completed services, many of which will leave Wamilton pulling his hair out of his head. A cap off of some episodes will show Wamilton and his employees doing interesting things after work for a job well done like having a barbecue, ride time on the lake behind the shop, going to boat shows, having a night out, etc..Makin' Waves makes for an exhilarating adrenaline paced, highly watched reality show."
        ],
        "tech": {
            "runtime": [
                "25 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ]
        }
    }
}