{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "  2018"
            },
            {
                "country": "South Africa\n",
                "date": "11 November 2018"
            }
        ],
        "release dates": [
            "South Africa::2018",
            "South Africa::11 November 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Brent Owens Unwraps Mauritius"
            },
            {
                "countries": " (working title)",
                "title": "Brent Owens Extreme, Authentic & Unwrapped Maturitus"
            }
        ],
        "akas": [
            "Brent Owens Unwraps Mauritius (original title)",
            "Brent Owens Extreme, Authentic & Unwrapped Maturitus (working title)"
        ],
        "akas from release info": [
            "Brent Owens Unwraps Mauritius (original title)",
            "Brent Owens Extreme, Authentic & Unwrapped Maturitus (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Curry Amazing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Arriving in beautiful Mauritius Brent has his first taste of their curry. The Indian population has had a huge influence on the cuisine, but Mauritian curries are unique. Brent meets with Chef Vance to learn the distinctly Mauritian secrets to making curry as he's never made it before. Inspired by his previous trip to South Africa and the distinct textures and tastes of the Mauritian curry he decides to try his own hand at a fusion bunny chow. Heading into the local markets he overcomes language barriers as he struggles to source the ingredients. Finally, baguette in ...    "
                },
                "2": {
                    "title": "Creatively Creole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Brent starts his day with some adrenaline pumping sea karting on the West Coast of the Island. He then heads to the home of Manuella to have an Otentik Creole experience with her and her family. A mix of African and European cuisines influenced by Asia, Creole cuisine is a delicious, colorful melting pot of flavours and Manuella teaches Brent just how to blend these notes to create a unique dish. Tasty creole food and too much rum later Brent is having a ball. The next morning Brent hits the markets to get his ingredients for his creole inspired dish. Heading back to ...    "
                },
                "3": {
                    "title": "Mauritian Miracle Temple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Mauritius is a multi-ethnic, multilingual and multicultural society. After chatting to his guide, Denis, about his Indian heritage Brent is curious to get to know more about the unique Hindu culture of Mauritius. Travelling deep into the heart of the island he heads to Ganga Talao, a sacred crater lake situated in a secluded mountain area where a temple dedicated to Lord Shiva brings in hundreds of pilgrims every day. There he meets with Priest Dayal who takes him on a tour of Hindu culture and beliefs, opening Brent's eyes to a fascinating part of this multifaceted ...    "
                },
                "4": {
                    "title": "French Fusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The French are famous for their haute cuisine with its extravagant presentations and complex techniques. After swimming with wild dolphins Brent meets with Michael Scioli, head chef at the prestigious hotel, Le Constance Prince Maurice on the east coast of the Island. Chef Michael shows him how to prepare a specialized French seafood dish using ingredients straight from the hotel's garden. Seeing as you can never have too much adventure, Brent then tries out fly and dive boarding (mainly dive) which is essentially a water powered jet pack. After an afternoon of fun, ...    "
                },
                "5": {
                    "title": "Big Taste in Little China",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Brent starts his day with an undersea walk before heading to Port Louis to meet Lloyd in Chinatown. A massive archway welcomes him onto the busy Chinatown streets and Brent and Lloyd whet their appetites with some Chinese street food. The Chinese influence on Mauritian food has been huge and there have been more than a few fusion dishes to come out of their Chinatown. Brent and Lloyd head to a local Chinese restaurant to try a popular dish that is unique to Mauritius, a Bol Renverse, an \"upside-down bowl\". After a delicious lunch Lloyd has a treat planned for Brent. ...    "
                },
                "6": {
                    "title": "Sweet & Delicious Just Like Mauritius",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Sugar is commonly known on the island as the Mauritian Miracle, having once been the backbone of Mauritius's economy. Brent visits L'Adventure du Sucre museum and gets a fascinating look at how the Mauritian history is tightly intertwined with sugar. He then heads in to the fields to for some fun cutting cane before meeting up with Chef Oliver and who shows Brent just how much Mauritians love sugar and spice. Brent then heads out to the stunning and exclusive island, Ile Des Deux Cocos, for some snorkeling in a marine sanctuary and then cooks up his own Mauritian ...    "
                },
                "7": {
                    "title": "Another Shellfish Dish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Arriving at the stunning resort of LUX* Belle Mare, Brent is amazed by their stylish, contemporary spin on luxury hospitality. Surrounded by tropical gardens and pristine white beaches, this is what everyone imagines Mauritius to be and more. He meets up with Chef Nicolas where they cook up a seafood specialty which they then enjoy under the sun on the beach. With a reef nearby, Brent rents a glass bottomed kayak and paddles out to check out the sea life. Then hopping on a bicycle, he rides to a nearby market to get the ingredients he needs for his take on a Chef ...    "
                },
                "8": {
                    "title": "Rum Over Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Mauritius is covered in sugar cane plantations and Mauritian rum is growing fast on the international market. Brent heads to St Aubin, an estate with one of the oldest sugar cane fields and a factory that produces both artisanal and traditional rums. There he not only tastes the rum but learns all about making it too. It's a good thing he has nothing else planned that day. The next morning Brent visits a nearby market to buy his ingredients and then gets his adrenaline pumping with a wild tubing experience where he learns just how solid water is, again and again, and ...    "
                },
                "9": {
                    "title": "Tealicious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Mauritians have a passion for tea. Their esteem and adoration almost match that of the British. Vanilla tea in particular, is a staple in Mauritian house-holds. Brent begins his journey into the history of this grand love affair at Bois Cheri Tea Factory, home to some of the oldest tea fields on the island. After learning how tea goes from a leafy bush to a brew-able bag he gets to experience the various flavours at a tea tasting with a view. Brent then meets up with a Mauritian local, Aurelie, at Flaq market to buy ingredients for a tea dish she is going to teach him...    "
                },
                "10": {
                    "title": "A Tropical Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brent Owens Unwraps Mauritius (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Brent looks back on his time in Mauritius. Everything he's learnt, the laughs, the people, the food. Co-existence amongst the Indian, African, European and Chinese locals has led to a sharing of cultures and values, giving the Mauritians a great sense of national pride and Brent can feel it. An island commonly associated with coconuts and cocktails is proven to be so much deeper and after being welcomed into homes, sacred places of worship and given family cooking secrets, Brent is left feeling like he is part of the Mauritian family.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Owens, Brent"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWEwYTA4MmQtMjVmYi00Yjk4LTkwMWUtMmNmZDJmMTRjNTYwXkEyXkFqcGdeQXVyNjMyMTY4MjM@._V1_SY150_CR82,0,101,150_.jpg",
        "plot outline": "\"Mauritius was made first and then heaven; and heaven was copied after Mauritius.\" - (Mark Twain) In this 10 part series we get to experience a little piece of heaven as Brent Owens travels the island trying out every bit of adventure and food he can get his hands on. When one thinks of Mauritius, pristine beaches and coconut beverages are bound to spring to mind. However, masked from the view of the unsuspecting tourist is an array of adventures and experiences submerged beneath the facade of palm trees and sun tan lotion. Brent will unearth Mauritius's history and immerse himself in the thoughts and ideas of the people that belong to this beautiful island. He will explore her from ocean to peak, city to beach; unwrap the food and flavours, hear the authentic stories of the locals and have some extreme adventures in this little piece of paradise. Brent will experience adventures as rich and diverse as Mauritius's food culture, and cook up a storm while doing it.",
        "languages": [
            "English"
        ],
        "title": "Brent Owens Unwraps Mauritius",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fuller-Campbell, Rebecca"
            }
        ],
        "production companies": [
            {
                "name": "Oxyg3n Media"
            }
        ],
        "distributors": [
            {
                "name": "Discovery"
            }
        ],
        "plot": [
            "\"Mauritius was made first and then heaven; and heaven was copied after Mauritius.\" - (Mark Twain) In this 10 part series we get to experience a little piece of heaven as Brent Owens travels the island trying out every bit of adventure and food he can get his hands on. When one thinks of Mauritius, pristine beaches and coconut beverages are bound to spring to mind. However, masked from the view of the unsuspecting tourist is an array of adventures and experiences submerged beneath the facade of palm trees and sun tan lotion. Brent will unearth Mauritius's history and immerse himself in the thoughts and ideas of the people that belong to this beautiful island. He will explore her from ocean to peak, city to beach; unwrap the food and flavours, hear the authentic stories of the locals and have some extreme adventures in this little piece of paradise. Brent will experience adventures as rich and diverse as Mauritius's food culture, and cook up a storm while doing it.::Lara Goodman"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}