{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "Australia::2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Shutdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mega Mechanics (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    It's fifty Mega Mechanics versus five stories of mighty coal mining machines during a multimillion dollar maintenance shutdown. A 100 tonne crane is no match for mother nature and a dangerous lift is in jeopardy. A blown heat exchanger at a sugar mill needs a creative solution, sugar cane trucks and lining up and the crush needs to get back on track. All this plus a conveyor belt idler change and an A330 tyre install keep our Mega Mechanics moving.    "
                },
                "2": {
                    "title": "Lift Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mega Mechanics (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The Mega Mechanics are forced to call in the big guns to help shift a massive 16-cylinder, 12 tonne engine out of a Caterpillar 793 truck , and a bone-crushing 20-tonne sugar mill roller in Broadwater. Meanwhile an A330 engine undergoes a high pressure test, and cracked metal train wheels are in need of a razor sharp shave.    "
                },
                "3": {
                    "title": "Geared Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mega Mechanics (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The Mega Mechanics go into high gear with a massive bucket wheel gearbox change. But a stubborn bolt and threatening weather may leave the 23 tonne gearbox swinging in the wind. A mysterious liquid on another gearbox at a coal mine has the Mega Mechanics turn detectives. Then the massive components of an underground longwall support and a dam radial gate have the cranes working overtime.    "
                },
                "4": {
                    "title": "Grounded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mega Mechanics (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    From rebuilds to repairs, massive machines are grounded as the Mega Mechanics are tearing them down and building them up. A landing gear pin has the team struggling to get a colossal A330 off the ground, and it's a mighty service on huge off-road trucks at the mine shop in Mackay. A Manitou won't move and blocking work at a multimillion dollar coal mine, while a monstrous bucket reclaimer needs some new teeth.    "
                },
                "5": {
                    "title": "Off Track",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mega Mechanics (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The clock is ticking as the Mega Mechanics fight looming deadlines and technical challenges. A mighty metal bucket wheel is out of action at the largest coal export facility in the world, bulldozers are in pieces and their tracks torn apart in the mining hub of Mackay, and a 130-tonne train is sounding alarms on the jacking road in Brisbane. And the mine's breakdown crew are working hard across the site to keep the mega machines moving.    "
                },
                "6": {
                    "title": "Shiny and New",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mega Mechanics (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    There's no simple fix for the Mega Mechanics and it's out with the old and in with the new. The installation of a new 10 million dollar jet engine in an A330 aircraft sees an intricate support and bracing technique used, while work on a 550 tonne excavator means 24 hours of preparation all comes down to an install that must happen within just seconds. It's dirty work changing the mud filter at the sugar mill and a coal handling vibro-gate causes trouble in Newcastle.    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "288"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWMyM2VmZjktMzliYS00YTg0LTk5YzEtMzM3ODdiZDYzMjg2XkEyXkFqcGdeQXVyMTY4NjM3MDY@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Mining draglines and bucket wheels, excavators and airlines, crushers and ship lifts, dredgers and dozers - these are just some of the mega machines that drive multi billion dollar industries. Breakdowns can be catastrophic so it's up to the skill and experience of Mega Mechanics to keep the wheels in motion, the gears turning and the hydraulics pumping. Mega Mechanics is a new 6 x 48 minute observational documentary series following some of Australia's best mechanics, fitters and engineers as they work on the biggest machines in the country. Whether it's replacing jet engines on an A330 or craning a 10 tonne jig elevator bucket out of the roof of a 5 story coal preparation plant, cutting a half a million dollar high-voltage cable or holding back a flood of more than 1.7 million megalitres of water to maintain a dam wall - the dangers are very real, the risks constant and, a mistake could be fatal. The conditions, as well as the machines, are tough; our Mega Mechanics work beside mountains of coal, or in a mining pit with temperatures soaring past 40 Degrees Celsius. Jobs take them to the highest heights and deep underground. There's machinery that has been around for more than one hundred years and then there's the latest technology leading the way. Go behind the scenes with Mega Mechanics and see what it takes to keep huge machines operational. Meet the people who must maintain these heavy metal wonders of industry, who are constantly faced with challenges to overcome and who must manage extreme risks on a day to day basis.",
        "languages": [
            "English"
        ],
        "title": "Mega Mechanics",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Mega Mechanics (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Wildbear Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "DRG"
            }
        ],
        "plot": [
            "Mining draglines and bucket wheels, excavators and airlines, crushers and ship lifts, dredgers and dozers - these are just some of the mega machines that drive multi billion dollar industries. Breakdowns can be catastrophic so it's up to the skill and experience of _Mega Mechanics_ (qv) to keep the wheels in motion, the gears turning and the hydraulics pumping. _Mega Mechanics_ (qv) is a new 6 x 48 minute observational documentary series following some of Australia's best mechanics, fitters and engineers as they work on the biggest machines in the country. Whether it's replacing jet engines on an A330 or craning a 10 tonne jig elevator bucket out of the roof of a 5 story coal preparation plant, cutting a half a million dollar high-voltage cable or holding back a flood of more than 1.7 million megalitres of water to maintain a dam wall - the dangers are very real, the risks constant and, a mistake could be fatal. The conditions, as well as the machines, are tough; our _Mega Mechanics_ (qv) work beside mountains of coal, or in a mining pit with temperatures soaring past 40 Degrees Celsius. Jobs take them to the highest heights and deep underground. There's machinery that has been around for more than one hundred years and then there's the latest technology leading the way. Go behind the scenes with _Mega Mechanics_ (qv) and see what it takes to keep huge machines operational. Meet the people who must maintain these heavy metal wonders of industry, who are constantly faced with challenges to overcome and who must manage extreme risks on a day to day basis.::WildBear Entertainment"
        ],
        "tech": {
            "runtime": [
                "4 hr 48 min (288 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}