{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 September 2018"
            }
        ],
        "release dates": [
            "USA::3 September 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "New York: If You Can Bake it There",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baked (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Tom Papa heads to New York City to get a slice of the Big Apple's diverse food scene. At the Doughnut Project, Tom meets up with Jim Gaffigan and makes the ultimate New York mash-up, a glazed doughnut covered in everything bagel toppings. Tom visits Gian Piero Bakery to make an Italian America classic, rainbow cookies, colorful layers of cake and jam covered in chocolate. At Oda House, Tom falls in love with Khachapuri, a boatload of bread brimming with bubbling cheese, eggs and tons of butter. Bien Cuit's Chef Zachery Golper gives Tom a master class in baking old ...    "
                },
                "2": {
                    "title": "Doughtown Delights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baked (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Tom Papa takes a trip to Detroit to visit chefs and bakers helping to revitalize Motor City and its food scene. At Kuzzo's, a former NFL player serves up decadent, cake-like, red velvet waffles with spicy fried chicken. Sister Pie, a sweet corner bakery, whips up roasted banana chess pie topped with mountains of meringue and crumbled cinnamon cookies. Tom heads to Dearborn to learn to make amazing Middle Eastern food, like fresh baked pita filled with roasted lamb or slathered with herbs, and a fine-spun pastry topped with gooey melted sweet cheese. At Chene Modern ...    "
                },
                "3": {
                    "title": "The Baked Goods are Coming!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baked (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Tom Papa visits the brash and brainy cities of Boston and Cambridge. Steps from Harvard, he learns how to make lobster rolls served on a jet black bun, and hamburgers and buns that are so decadent, they can only make 18 a night. At Maria's Pastry shop, Tom helps bake massive, flaky, cream-filled pastries called lobster tails, before he heads to Santarpio's Pizza to bake Italian bread and grill hot Italian sausage. Tom learns the secret to perfect pie crust from a Harvard educated baker, then helps her craft her take on everyone's favorite toaster pastry.    "
                },
                "4": {
                    "title": "A Toast to Tinsel Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baked (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Tom Papa heads home to sunny Los Angeles to celebrate the city's baked gems. He stops by Vito's Pizza where the crust is so special, Vito's needs a body guard to protect his dough starter. At the legendary Canter's Deli, Tom makes a Monte Cristo sandwich stacked with ham, turkey and cheese griddled on fresh baked challah French toast. At Crème Caramel Tom samples unicorn poop, a glitter covered meringue, and learns the secret behind their signature dessert, a psychedelic purple custard, crowned in caramel. At East LA's El Gallo Bakery, Tom helps bake Mexican sweet ...    "
                },
                "5": {
                    "title": "It's Always Yummy in Philadelphia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baked (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Tom Papa takes a trip to Philadelphia, where local bakeries' traditional roots run deep. At Termini Brothers' he learns the secret of their creamy, crunchy cannoli, then 4thand 5th generation bakers at Sarcone's show him how to make savory Sicilian-style tomato pie, baked in a giant brick oven. Tom stops by Reading Terminal Market for a juicy roast pork sandwich and ooey-gooey sticky buns. The folks at Federal Donuts take Tom to sweet and savory heaven with funky donuts paired with perfectly crispy fried chicken.    "
                },
                "6": {
                    "title": "106",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baked (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "107",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baked (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "New Jersey: Home Sweet Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baked (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Tom Papa heads home to New Jersey to bake flatbread in a 400-square-foot, coal-fired oven at Frank Sinatra's favorite bakery. Crumb cake gets a massive makeover when its piled high with the s'mores trifecta: chocolate, marshmallow and graham cracker. Tom goes international with new New Jersey classics like paper-thin Turkish dough layered with butter and cheese and Portuguese puff pastries filled with cinnamon-spiked custard. And his childhood memories come flooding back with a bite of Italian rum cake soaked with the spirit and layered with whipped cream.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Papa, Tom"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 1,
        "rating": 9.1,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjk4YTg1MGQtMGY3YS00MDI5LWJiYTAtOGQ2MWVhOGFiODQ4XkEyXkFqcGdeQXVyNDcxNjAwMzY@._V1_SY150_CR109,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Baked",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Baked (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "McMahon, Tom"
            },
            {
                "name": "Shwadlenak, Chana"
            },
            {
                "name": "Thompson, Tiffany"
            }
        ],
        "production companies": [
            {
                "name": "Tremendous Entertainment"
            }
        ],
        "plot": [
            "Comedian Tom Papa shines a light on how breaking bread -- or any baked goods -- brings people closer together by showcasing the delicious treats that are warming hearts and filling bellies across the country."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 9.2
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "males": {
                "votes": 5,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 9.7
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 4,
                "rating": 9.2
            },
            "non us users": {
                "votes": 2,
                "rating": 9.5
            }
        },
        "number of votes": {
            "10": 3,
            "9": 2,
            "8": 2,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.1,
        "median": 9
    }
}