{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "2 October 2018"
            }
        ],
        "release dates": [
            "Japan::2 October 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "That Time I Got Reincarnated as a Slime"
            },
            {
                "countries": "Japan (alternative title)",
                "title": "Tensei Shitara Slime Datta Ken"
            }
        ],
        "akas": [
            "That Time I Got Reincarnated as a Slime (original title)",
            "Tensei Shitara Slime Datta Ken Japan (alternative title)"
        ],
        "akas from release info": [
            "That Time I Got Reincarnated as a Slime (original title)",
            "Tensei Shitara Slime Datta Ken Japan (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Storm Dragon, Verudora",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 51,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Mikami Satoru, a businessman, is stabbed by a criminal on the street and killed. When he regains consciousness in the darkness, he finds that he's been reincarnated as a slime. With nothing better to do, he spends his time devouring all the rare herbs and precious ores he comes across. As he does, he encounters the Storm Dragon Veldora, who was sealed in this cave 300 years ago by a hero's \"Unlimited Imprisonment\" skill. He's frightened at first, but as they talk, he becomes friends with the long-isolated Veldora.    "
                },
                "2": {
                    "title": "Meeting the Goblins",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 43,
                    "original air date": "9 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The slime Mikami and the Storm Dragon Veldora decide to give each other names. Veldora gives the slime Mikami the name \"Rimuru,\" and Rimuru comes up with a family name for both of them: \"Tempest.\" Then Rimuru uses his Predator skill to take Veldora into his body and analyze the \"Unlimited Imprisonment\" seal in hopes of breaking it - but this action sends a shock through the nations surrounding the Great Forest of Jura. With Veldora gone, there's a chance that the larger nations could become bold and invade the smaller provinces. With no knowledge of this, Rimuru ...    "
                },
                "3": {
                    "title": "Battle at the Goblin Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 42,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    After leaving the cave, Rimuru encounters a village of Goblins under attack by a clan of Direwolves. Caught in the heat of the moment, Rimuru agrees to help the Goblins in their battle. That night, the Direwolves arrive to try to take over as the new rulers of the Great Forest of Jura.    "
                },
                "4": {
                    "title": "In the Kingdom of the Dwarves",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "23 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Rimuru and his companions visit the Dwarven Kingdom, the Armed Nation of Dwargon, in search of some artisans to help the Goblins learn to supply their own food, shelter, and clothing. However, a skirmish just outside the city gate lands Rimuru and Gobta in a prison cell. Then there's a report of an Armorsaurus in the nearby mines.    "
                },
                "5": {
                    "title": "Hero King, Gazel Dwargo",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 41,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Thanks to Rimuru's skill, Kaijin was able to finish all the longswords and deliver them to the king, so the two of them celebrate by heading to a bar staffed by lots of elf girls. One of them reads Rimuru's fortune for fun, and sees an image in her crystal ball of someone she believes Rimuru is destined to be with. As everyone wonders who this person could be, Vesta shows up and starts to hassle Rimuru.    "
                },
                "6": {
                    "title": "Shizu",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 39,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    One day, in the midst of the improvements on the Goblin Village with the help of Kaijin and the dwarves, Rimuru meets a trio of adventurers from the Guild who've been temporarily joined by a masked woman named Shizu. Shizu turns out to be the person Rimuru is destined to be with, as his fortune said. Shizu also came to this world from Japan, but unlike him, she was summoned here many years ago. So Rimuru uses his Thought Communication skill to show Shizu what Japan looks like today.    "
                },
                "7": {
                    "title": "Conqueror of Flames",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 38,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The Demon Lord Leon Cromwell summoned Shizu out of Tokyo as it burned during in the air raids, then forced the high-ranked spirit Ifrit to possess her. After taking over Shizu's body, Ifrit begins to rampage.    "
                },
                "8": {
                    "title": "Inherited Will",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 40,
                    "original air date": "20 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    When Shizu was still with Demon Lord Leon, it was a Hero who rescued her. That Hero was Shizu's inspiration to help as many people as she could for many years. She even worked as a teacher for children who'd come from other worlds. And now, as her time comes to an end, Shizu asks Rimuru for one last favor.    "
                },
                "9": {
                    "title": "Attack of the Ogres",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 34,
                    "original air date": "27 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Rimuru and the Goblins' village is developing nicely. The Dwarves are building all kinds of houses and furniture, and the local Goblin Lords have appointed Rigurd as the Goblin King. As Rimuru watches everything come together, he decides to return to the cave and test the skills he received from Shizu. While there, he receives a request for help from Ranga through Thought Communication, and he rushes back to find his friends facing six Ogres. One of them orders Rimuru to \"reveal his true identity.\" What is going on in the Great Forest of Jura?    "
                },
                "10": {
                    "title": "The Orc Lord",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 33,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Six Ogres are all that remain of their clan after an attack by an Orc army. They say that the Orcs were traveling with a mysterious majin who wore plate mail and a clown mask. Rimuru proposes that the Ogres join his ranks, and they accept on the condition that they will get to take down the one leading the Orcs, so Rimuru gives all six of them names. Meanwhile, the Orcs begin to invade the marshlands surrounding Lake Siss that are inhabited by the Lizardmen. So the Lizardman chieftan gives his son, Gabiru, an order.    "
                },
                "11": {
                    "title": "Gabiru Is Here!",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 32,
                    "original air date": "11 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Rimuru's village has gained Benimaru and the other five Ogres as its newest allies. Soon after, the Lizardman Gabiru visits the village, having heard rumors about it. Gabiru has been visiting Goblin villages throughout the Great Forest of Jura to enlist their aid in fighting off the Orc army. When he faces Ranga with an attitude of provocation, Ranga tells him that if he can defeat Gobta, they'll hear what he has to say.    "
                },
                "12": {
                    "title": "The Gears Spin Out of Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 31,
                    "original air date": "18 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The Orc army, led by the Orc Lord, continues its conquest throughout the Great Forest of Jura. The crisis has spurred Treyni of the Dryads, the caretakers of the forest, to take action. She has had her eye on Rimuru after noticing his rise to prominence in the forest, and she wants Rimuru to defeat the Orc Lord.    "
                },
                "13": {
                    "title": "The Great Clash",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 28,
                    "original air date": "25 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Rimuru and his Goblin riders set out for the marshlands to finalize their alliance with the Lizardmen. On the way, they save a Lizardman who'd been attacked by the Orcs. The victim turns out to be Gabiru's younger sister, who reveals that Gabiru led an insurrection and left to fight the Orc Lord without waiting for the alliance. She also pleads with Rimuru to save Gabiru and the rest of her clan. Meanwhile, Gabiru faces the massive Orc army and is shocked when he witnesses the power of their unique skill, Starved.    "
                },
                "14": {
                    "title": "The One Who Devours All",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 30,
                    "original air date": "8 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The majin Gelmud makes his appearance at last. His true goal was to evolve the Orc Lord into the Orc Disaster, a Demon Lord, and have him reign over the Forest of Jura. Upon learning this, the Orc Lord takes action.    "
                },
                "15": {
                    "title": "The Jura Forest Alliance",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 27,
                    "original air date": "15 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Post-war arrangements following the battle with the Orcs have begun. At the meeting, Rimuru reveals that he made a promise with the Orc Disaster, Geld, to take all of the Orcs' sins upon himself. When the Ogres and Lizardmen hear this.    "
                },
                "16": {
                    "title": "Demon Lord Milim Attacks",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 22,
                    "original air date": "22 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The Jura Tempest Federation, with Rimuru as its leader, has formed an alliance with the Armed Nation of Dwargon. Just as Rimuru thinks there are only peaceful days ahead, he senses an enormous mass of magical power heading straight for his location at an incredible speed. When the smoke from its collision with the ground clears, standing in its place is a humanoid figure. She is the Demon Mord Milim, the one and only Dragonoid and the one bearing the nickname \"Destroyer.\" Ranga, Benimaru, and the others who face her are quickly overwhelmed by her power.    "
                },
                "17": {
                    "title": "The Gathering",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 19,
                    "original air date": "29 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The Demon Lord Carrion has sent one of his Three Beastketeers, Phobio, on a raid of Rimuru's city. However, Phobio is quickly defeated when Milim meets his attack with her own. Rimuru and his subordinates then ask Phobio why he has come to their town.    "
                },
                "18": {
                    "title": "Evil Creeps Closer",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 15,
                    "original air date": "5 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Phobio can't restrain his anger toward Milim. He finds himself faced with Footman and Tear, two masked members of the Moderate Harlequin Alliance, who suggest that he become a Demon Lord to take revenge on Milim. They tell him that he can accomplish this using the power of Charybdis. Meanwhile, the Jura Tempest Federation sends Youm out on a journey to make the world believe he was the champion who defeated the Orc Lord.    "
                },
                "19": {
                    "title": "Charybdis",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 8,
                    "original air date": "13 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Yuuki Kagurazaka",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 6,
                    "original air date": "20 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Shizu-san's Students",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "27 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "6 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "13 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "20 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "OVA Tensei Shitara Slime Datta Ken",
                    "kind": "episode",
                    "episode of": {
                        "title": "That Time I Got Reincarnated as a Slime (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "29 Mar. 2019",
                    "year": "2019",
                    "plot": "\n    Bundled with the limited edition of the 11th manga volume.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Okasaki, Miho"
            },
            {
                "name": "Marchi, Jamie"
            },
            {
                "name": "Massey, Bryan"
            },
            {
                "name": "Aguebor, Randy E."
            },
            {
                "name": "Bennett, Dawn Michelle"
            },
            {
                "name": "Cruz, Jordan Dash"
            },
            {
                "name": "Karbowski, Brittney"
            },
            {
                "name": "Liebrecht, Jason"
            },
            {
                "name": "Rager, Chris"
            },
            {
                "name": "Rodak, Mallorie"
            },
            {
                "name": "Rothrock, Kristi"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Fantasy"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M",
            "South Korea:15"
        ],
        "number of seasons": 1,
        "rating": 8.3,
        "votes": 641,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2M2NDIzOTItZDA1Yy00M2Q4LTk3ZjctZjZmZjUyZWMxM2YyXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Lonely thirty-seven-year-old Mikami Satoru is stuck in a dead-end job, unhappy with his mundane life, but after dying at the hands of a robber, he awakens to a fresh start in a fantasy realm...as a slime monster. As he acclimates to his goopy new existence, his exploits with the other monsters set off a chain of events that will change his new world forever.",
        "languages": [
            "Japanese"
        ],
        "title": "That Time I Got Reincarnated as a Slime",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "8bit"
            }
        ],
        "distributors": [
            {
                "name": "BS11 Digital"
            }
        ],
        "plot": [
            "Lonely thirty-seven-year-old Mikami Satoru is stuck in a dead-end job, unhappy with his mundane life, but after dying at the hands of a robber, he awakens to a fresh start in a fantasy realm...as a slime monster. As he acclimates to his goopy new existence, his exploits with the other monsters set off a chain of events that will change his new world forever."
        ],
        "tech": {
            "runtime": [
                "25 min (Japan)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 641,
                "rating": 8.3
            },
            "aged under 18": {
                "votes": 11,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 209,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 114,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 19,
                "rating": 7.9
            },
            "males": {
                "votes": 362,
                "rating": 8.3
            },
            "males aged under 18": {
                "votes": 9,
                "rating": 8.4
            },
            "males aged 18 29": {
                "votes": 181,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 100,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 8.2
            },
            "females": {
                "votes": 43,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 22,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 6.4
            },
            "us users": {
                "votes": 89,
                "rating": 8.0
            },
            "non us users": {
                "votes": 176,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 262,
            "9": 129,
            "8": 140,
            "7": 54,
            "6": 26,
            "5": 15,
            "4": 4,
            "3": 3,
            "2": 2,
            "1": 6
        },
        "arithmetic mean": 8.7,
        "median": 9
    }
}