{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "October 2018"
            },
            {
                "country": "Turkey\n",
                "date": "7 October 2018"
            }
        ],
        "release dates": [
            "Turkey::October 2018",
            "Turkey::7 October 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bir Litre Gözyasi"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "One Liter Tear"
            }
        ],
        "akas": [
            "Bir Litre Gözyasi (original title)",
            "One Liter Tear World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Bir Litre Gözyasi (original title)",
            "One Liter Tear World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "7 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Cihan, a high school senior, is a girl full of life. While she is excited about the university entrance exam, she finally succeeds at being accepted into the university she wants. Thus begins a new era in life. New environment, new friendships and love. She steppes into the circle of friends, who will surround her, on the first day of school. She also runs into \"that strange guy\" whom she had met on the day of the entry exams. The most excited thing for Cihan is to be in the same school with Ali, whom she admires for a long time. She is just one step away from her \"...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Figen is determined not to tell Cihan that she has a serious illness. She thinks that someone who is Cihan's age can't face such a painful reality. However, she will continue to be cautious and to follow doctor's instructions. Meanwhile, Cihan decides to join the school's basketball team. In this process, Ali's interest has her floating on air. In school she continuously is running into Mahir, and this distant friendship is step by step turning into a real friendship. In this process, Mahir sees Cihan's file on his father's desk, who is the head doctor. It is now a ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "21 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    When Cihan walks out of the doctor's office in tears Figen has only one thought. \"It's all over. Cihan now knows the truth\". Figen looks at Onur with the accusing eyes. Mahir who knows that Cihan went to see her doctor is anxiously waiting, when he is disturbed by Ali's relaxed, unconcerned attitude. Ali continues to insist that he has feelings for Cihan that he has never felt before and that the two of them are very close, but he has no idea what Cihan is going through or will be going through. Meanwhile the school trip to the Ballikayalar Canyon is on the youngsters...    "
                },
                "4": {
                    "title": "Büyüdüm Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "28 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Just as Figen has decides to tell Cihan everything, the news that she receives from Selim totally devastates her. Hearing that her own father has the same disease as Cihan and committing suicide because he cannot cope with this reality brings out all of Figen's fears. She thinks that Cihan, like her father, may end her life. If her father couldn't deal with this, now this little girl is supposed to do it? Unaware of the difficulties that her parents are dealing with, Cihan gets one step closer to love. Ali will give her a ring as a gift. This ring is a symbol and a ...    "
                },
                "5": {
                    "title": "Daha 18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "4 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Cihan's progressive disease brings great problems. A child is a test for a family. The situation is not very different for Figen and Muzaffer. The tension between husband and wife increases as Cihan illness progresses, and they start to question each other's parenting. This pushes Muzaffer into a mistake which may be impossible for forgiveness. On the other hand, the events that will take place in the triangle of Cihan, Mahir and Ali will cause big misunderstandings, and as a result of all these coincidences, the great secret that Cihan will learn will lead Cihan to a...    "
                },
                "6": {
                    "title": "Evet Dersen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Cihan and Mahir continue to run after their dreams together. Regardless of what may happen, Mahir have the intention to be by Cihan's side and never leave her alone. Both of them in the middle of the night, totally ignoring everything that is going on around them. At the end both families come face to face. Muzo and Figen are so involved with the situation regarding Cihan which is as curtain being pulled and preventing them to notice their other children. So much so that they do not even notice the dark cloud over Elif. Muzo is determent to not allow the livelihood of...    "
                },
                "7": {
                    "title": "Seninle Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Figen, who thinks her husband is cheating on her, comes to the point of breaking off the ropes with Muzo. Muzo who hides from his wife about the debtor to whom he owes money, falls on Figen's wrath. Cihan sees that her family is falling apart and decides to seize the situation. However, she is hospitalized because of the severe pressure. Living in fear of losing the girl he loves, Mahir will no longer be able to hide his feelings. Ali learns that Mahir falls in love with Cihan and seeks ways to get rid of him. On the other hand, Cihan continues with her to-do list ...    "
                },
                "8": {
                    "title": "Seviyorsan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Cihan, who thinks about Ali's proposal, do not know what to say. She knows Mahir isn't just her friend. Moreover, her best friend Hande likes Mahir. Mahir realizes that he is in love with Cihan and decides to take action after his father's words. The feelings that Cihan have for Mahir puts her in very difficult situation. Although Ali's proposal is early, her heart has already made up her mind. Cihan and Mahir began to find the name of their feelings after each other. Both love begins to mature slowly. Cihan, who had a nice day with Mahir, will have an unexpected ...    "
                },
                "9": {
                    "title": "Söyleyemedim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Cihan sees Hande's unexpected move and decides to stay away from Mahir. While Mahir is very determent and looking for ways to tell Cihan that he loves her, Ali is doing all he can to win Cihan's heart again. Cihan always tries to stay positive, so that no one can worry, but she starts to feel the psychological effects of her illness deeply. Muzo, who misunderstood the clues that Cihan experienced because of Mahir, who escaped Mahir to not hurt Hande, began to look for ways to keep Ali away from Cihan, despite all warnings from Figen. Hande, who started to suspect that...    "
                },
                "10": {
                    "title": "Dursun Zaman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    In spite of all negativity she has been through, Figen is happy that everything seems to be on track, but Muzo's totally unexpected move causes Figen to get confused once again. Meanwhile, the dream that Cihan had changes her way of looking at life completely. This situation concerns Mahir very much. As Mahir continues to try and get Cihan back on track believing in life, Cihan stubbornness causes totally unexpected things to happy. At the same time Figen gets a phone call from Elif's school which concerns her deeply and she is now determined to try and find out what ...    "
                },
                "11": {
                    "title": "Sen Olmadan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Cihan survives the accident with minor injuries but Mahir not regained consciousness. While this long-standing wait could bring her closer to Mahir, Ayla couldn't afford to lose another son, so she blames Cihan and her family for having Mahir in this situation. Muzo has thoroughly cornered him, but the fact that Elif is in trouble will ruin all of his plans. When Muzo and Figen are trying to save Elif they end up in a dead end, but they are receiving a new chance with the help of someone they never expects. In the meantime, Cihan's school life referred to the ...    "
                },
                "12": {
                    "title": "Seni Sevmek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Although Mahir wants to stay away from Cihan, his love prevents him. Mahir, who couldn't find the response he wanted for his love, he is very tired of Cihan's attitude and decisions. Although Mahir tries to silence his heart and move away from Cihan, he cannot do it. Elif's uneasiness in school leaps into the house. So much so that Elif's problems cause great conflicts in the family. These problems bring Figen and Muzo face to face with Güzin. Hande thinks that there is a girl that Mahir likes, so she starts to follow a trail to see if she can find out who that girl ...    "
                },
                "13": {
                    "title": "Vazgeçemem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Mahir, who learns that the reason for Cihan's distance is his mother, leaves home. Mahir's only wish is to get together with Cihan. Hande, who learns from Ayla that Mahir is in love with Cihan, goes crazy. She is determent to take revenge on Cihan. All of Figen's efforts are not enough when she stars working at the shop after losing her job. Muzo, who is doing whatever he can to handle the debts, now has to deal with what has happened to the shop. As if Cihan's illness isn't enough, going into the New Year without money is a sign that the family has many difficult ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "27 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Five years have passed since Cihan and Mahir were stranded in a mountain house. After Mahir's unexpected loss and the death of her mother Cihan and the other members of the Yürekli family had a hard time, however they left behind their suffering; Cihan buried Mahir in her heart contrary to her expectation and held on tightly to her family and has managed to keep her life together. Cihan, who believes that regardless of what happens she must continue her live, and while preparing for a happy marriage, her live is going to turn upside down once again. The company where ...    "
                },
                "15": {
                    "title": "Bir Litre Gözyasi Veda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bir Litre Gözyasi (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "3 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    When Cihan sees Kerem standing before her she thinks that he is actually Mahir and she is very disappointed with the fact that he did not recognize her, thus losing control of herself. Therefore, she misses her marriage ceremony to Ali. In order to find out what Cihan is going through, Ali goes after the details of the situation. Cihan shares what has happened with Elif. Elif who thinks that this could not be Mahir tries to convince Cihan of the same. However Cihan is certain that this is Mahir. She does not let go of this situation and immediately hunts down Kerem ...    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Daner, Miray"
            },
            {
                "name": "Tekin, Tolga"
            },
            {
                "name": "Yazicioglu, Mert"
            },
            {
                "name": "Bilgin, Polat"
            },
            {
                "name": "Aykaç, Mehmet"
            },
            {
                "name": "Kandemir, Helin"
            },
            {
                "name": "Çelik, Sanem"
            },
            {
                "name": "Bilingen, Erdal"
            },
            {
                "name": "Sunar, Goncagül"
            },
            {
                "name": "Çiroglu, Nur Berfin"
            },
            {
                "name": "Hacic, Melis"
            },
            {
                "name": "Demir, Görkem Mete"
            },
            {
                "name": "Çolak, Revna"
            },
            {
                "name": "Sürer, Nur"
            },
            {
                "name": "Somers, Ahmet"
            },
            {
                "name": "Bozkurt, Ayhan"
            },
            {
                "name": "Kus, Berrak"
            },
            {
                "name": "Inci, Ayçin"
            },
            {
                "name": "Oguz, Dogukan"
            },
            {
                "name": "Yildirim, Yilmaz"
            },
            {
                "name": "Hazer, Merve"
            },
            {
                "name": "Akdeniz, Mert"
            },
            {
                "name": "Gürsoy, Yener"
            },
            {
                "name": "Metiner, Aysun"
            },
            {
                "name": "Öner, Recep Ercan"
            },
            {
                "name": "Solmaz, Fikri"
            },
            {
                "name": "Akkaya, Hakan"
            },
            {
                "name": "Baca, Aysen Nergis"
            },
            {
                "name": "Kabakoglu, Erhan"
            },
            {
                "name": "Turan, Türkü"
            },
            {
                "name": "Girisken, Ogeday"
            },
            {
                "name": "Çiftçi, Ülkü Hilal"
            },
            {
                "name": "Tasarcan, Arda"
            },
            {
                "name": "Baysal, Elif"
            },
            {
                "name": "Ergün, Bülent"
            },
            {
                "name": "Karakaya, Mehtap"
            },
            {
                "name": "Kayaçan, Rana"
            },
            {
                "name": "Mogultay, Ecrin"
            },
            {
                "name": "Pehlivan, Onur Soyal"
            },
            {
                "name": "Vaaz, Komiel"
            },
            {
                "name": "Yildiz, Hayat"
            },
            {
                "name": "Özlük, Özcan"
            },
            {
                "name": "Akinci, Seçil Buket"
            },
            {
                "name": "Baday, Seyma"
            },
            {
                "name": "Evren, Süreyya Gürsel"
            },
            {
                "name": "Tunca, Yücel"
            },
            {
                "name": "Adigüzel, Ferhat"
            },
            {
                "name": "Akinci, Onur Sencer"
            },
            {
                "name": "Aksoy, Bülbin"
            },
            {
                "name": "Aktas, Hikmet"
            }
        ],
        "locations": [
            "Istanbul, Turkey"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "120"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 5.6,
        "votes": 123,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODQ4ZjM3MGEtYTQyMy00MmE3LTg0YmUtNzRjMzQzMzlkNDRiXkEyXkFqcGdeQXVyODY1MDkwOQ@@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Cihan is preparing for university with great excitement. When she wins the university, as she imagines, she finds another tention: \"Love\". Cihan felt that she had just started to live, in fact, she had a disease without treatment and Figen(her mother) is the first who learns it. As long as Cihan lives, Figen started a big fight for her life so that Cihan could spend the rest of her life as unique and as she deserved.",
        "languages": [
            "Turkish"
        ],
        "title": "Bir Litre Gözyasi",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2019",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Tacirleri, Hayal"
            },
            {
                "name": "Azak, Eren"
            },
            {
                "name": "Ergin, Sertaç"
            }
        ],
        "production companies": [
            {
                "name": "MF Yapim"
            },
            {
                "name": "Med Yapim"
            }
        ],
        "distributors": [
            {
                "name": "Kanal D"
            }
        ],
        "plot": [
            "Cihan is preparing for university with great excitement. When she wins the university, as she imagines, she finds another tention: \"Love\". Cihan felt that she had just started to live, in fact, she had a disease without treatment and Figen(her mother) is the first who learns it. As long as Cihan lives, Figen started a big fight for her life so that Cihan could spend the rest of her life as unique and as she deserved.::ahmetkozan",
            "A real story-adapted series of one-liter Tear in the first presentation of the oven operating Sanem Çelik and Tolga Tekin's daughter of Cihan, portraying the character of Miray Daner's brain is diagnosed with contraction. His parents are falling apart with this diagnosis. In addition, Cihan is gaining university, and among the symptoms of the disease, there is co-ordination, unbalanced walking, inability to write properly, and impair speech. In addition, there is no known treatment for this disease. Here is the first presentation of _Bir Litre Gözyasi_ (qv).::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "2 hr (120 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 123,
                "rating": 5.6
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 43,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 2.8
            },
            "males": {
                "votes": 32,
                "rating": 4.4
            },
            "males aged 18 29": {
                "votes": 19,
                "rating": 4.4
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 4.1
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "females": {
                "votes": 46,
                "rating": 6.6
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 22,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 11,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.5
            },
            "us users": {
                "votes": 4,
                "rating": 7.0
            },
            "non us users": {
                "votes": 53,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 41,
            "9": 3,
            "8": 5,
            "7": 16,
            "6": 13,
            "5": 5,
            "4": 5,
            "3": 1,
            "2": 4,
            "1": 30
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}