{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 October 2018"
            }
        ],
        "release dates": [
            "USA::7 October 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Soccer Sanctuary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Refuge (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The North Phoenix Christian Soccer Club is a safe haven for refugee children from 15 different countries. Buoyed by the tireless efforts of Director Myles Grunewald and manager Alondra Ruiz, the future of the club is in peril due to lack of funding.    "
                },
                "2": {
                    "title": "Syrian and Starting Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Refuge (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    After fleeing Syria and spending more than two years in a single room in Lebanon, a young Syrian family is being resettled in Bridgeport, Connecticut. Shortly after their arrival, a shift in the American political climate threatens their new status.    "
                },
                "3": {
                    "title": "Neighbors in Nebraska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Refuge (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In May 2016, the Housaqs became the first family of Syrian refugees to land in the red state of Nebraska. When the Housaqs move across the way from native Nebraskan John Dutcher, the man's deep-seated hostility and fear of Muslims is challenged.    "
                },
                "4": {
                    "title": "Clarkston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Refuge (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Nicknamed \"The Ellis Island of the South,\" Clarkston, Georgia is the nation's most ethnically diverse square mile. But the Trump administration's position on refugees poses an existential threat to the future of this Southern haven for immigrants.    "
                },
                "5": {
                    "title": "Rohingya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Refuge (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Fleeing ethnic cleansing, the Rohingya are among the most vulnerable refugees in the world. With growing numbers of Rohingya in Chicago, Nasir Bin Zakaria opens the Rohingya Culture Center in hopes of carving out a new home for his brethren.    "
                },
                "6": {
                    "title": "Hombres Nuevos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Refuge (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Following six months of conversion therapy with an anti-gay therapist, years of abuse, and an attempt on his life, young Ecuadorian Luis Mancheno fled to the U.S., where he now fights for the lives of other refugees as an immigration attorney.    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTI0NGZhMjMtOThlYS00NWFiLWE0ZjAtZjg0ODEyYjFkZWRkXkEyXkFqcGdeQXVyMTUxODg3NDY@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Refuge is an immersive docuseries painting intimate portraits of refugees and asylum seekers in the United States. Each 25-minute film follows a different individual, family, or community that has sought safety and shelter in America. The stories span the country, from small-town Georgia to suburban Connecticut, from a homogeneous white community in Omaha to a bustling immigrant enclave in Chicago. Refuge explores not only the diverse traumas and trials of its vulnerable subjects, but also their diverse experiences of American life.",
        "languages": [
            "English"
        ],
        "title": "Refuge",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Refuge (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "_Refuge_ (qv) is an immersive docuseries painting intimate portraits of refugees and asylum seekers in the United States. Each 25-minute film follows a different individual, family, or community that has sought safety and shelter in America. The stories span the country, from small-town Georgia to suburban Connecticut, from a homogeneous white community in Omaha to a bustling immigrant enclave in Chicago. _Refuge_ (qv) explores not only the diverse traumas and trials of its vulnerable subjects, but also their diverse experiences of American life."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}