{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "3 September 2018"
            },
            {
                "country": "Australia\n",
                "date": "3 September 2018",
                "notes": "                            (ABC premiere)"
            },
            {
                "country": "New Zealand\n",
                "date": "10 September 2018",
                "notes": "                            (TVNZ premier)"
            }
        ],
        "release dates": [
            "Australia::3 September 2018",
            "Australia::3 September 2018                            (ABC premiere)",
            "New Zealand::10 September 2018                            (TVNZ premier)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Magnets and Maps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kiddets (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Dapper loses his favorite tin whistle. SpottyWot shows the Kiddets how drawing a map might help Dapper find the missing whistle.    "
                }
            }
        },
        "number of episodes": 1,
        "genres": [
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "New Zealand",
            "China"
        ],
        "country codes": [
            "nz",
            "cn"
        ],
        "language codes": [
            "en",
            "zh"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "certificates": [
            "New Zealand:G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDM3MmMxOGEtN2NkNi00MDRlLThhYWYtYjlmYTE1NTM2NmQzXkEyXkFqcGdeQXVyMzQxNTE2MA@@._V1_SY150_CR55,0,101,150_.jpg",
        "plot outline": "Kiddets are space cadets, explorers-in-training at a space academy on planet WotWot. They learn through play in their stunning playroom that overlooks an exotic space port floating in the blue sky above their planet. The Kiddets: Patches, Dapper, Bounce, Stripes and Luna, are learning to become a team of explorers who will one day set off to investigate other planets. Our five young Kiddets all learn together through play, and each has an area of special interest such as leadership, health and safety, mechanics, science and the arts. This delightful group of inquiring minds learn from each other and from SpottyWot and DottyWot, who are based on planet Earth. The show celebrates the joy of discovery, learning through play and demonstrates the positive values that are the building blocks of a true and enduring friendship.",
        "languages": [
            "English",
            "Chinese"
        ],
        "title": "Kiddets",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Kiddets (New Zealand)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Baynton, Martin"
            },
            {
                "name": "Baynton, Terri"
            },
            {
                "name": "Salmon, Peter"
            }
        ],
        "production companies": [
            {
                "name": "Pukeko Pictures"
            }
        ],
        "plot": [
            "_Kiddets_ (qv) are space cadets, explorers-in-training at a space academy on planet WotWot. They learn through play in their stunning playroom that overlooks an exotic space port floating in the blue sky above their planet. The _Kiddets_ (qv): Patches, Dapper, Bounce, Stripes and Luna, are learning to become a team of explorers who will one day set off to investigate other planets. Our five young _Kiddets_ (qv) all learn together through play, and each has an area of special interest such as leadership, health and safety, mechanics, science and the arts. This delightful group of inquiring minds learn from each other and from SpottyWot and DottyWot, who are based on planet Earth. The show celebrates the joy of discovery, learning through play and demonstrates the positive values that are the building blocks of a true and enduring friendship."
        ],
        "tech": {
            "runtime": [
                "11 min (approx)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}