{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "28 June 2018"
            }
        ],
        "release dates": [
            "Australia::28 June 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ayoob, Majidah"
            },
            {
                "name": "Banya, Rudo"
            },
            {
                "name": "Beezley, Jmaine Jermaine"
            },
            {
                "name": "Emerokwan, Amaka"
            },
            {
                "name": "Fiuchera, Monique"
            },
            {
                "name": "Flocas, Kelly"
            },
            {
                "name": "Gerlofsma, Malika"
            },
            {
                "name": "Hamann, Harry"
            },
            {
                "name": "Hughes, Juliette"
            },
            {
                "name": "LaFernandez, Julia"
            },
            {
                "name": "Lorbek, Maurice"
            },
            {
                "name": "Lorenzo, Paula"
            },
            {
                "name": "Lyon, Garret"
            },
            {
                "name": "Mifsud, Tracey"
            },
            {
                "name": "Montgomery, Alexander O."
            },
            {
                "name": "Montgomery, Alexander Zan"
            },
            {
                "name": "Nicolosi, Maria"
            },
            {
                "name": "Norwood, Rick"
            },
            {
                "name": "O'Dwyer, Denis"
            },
            {
                "name": "O'Dwyer, Gerard"
            },
            {
                "name": "Stewart, Kat"
            },
            {
                "name": "Uba, Ebube"
            },
            {
                "name": "Weston, Levi"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "270"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjQxMmU3MWQtNjg4NC00NDE4LWEzYmQtYmY0NjA1YTg0YTU3XkEyXkFqcGdeQXVyMjY4Mzk5ODg@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "They say art is the mark of a civilised society, but what do Australians really think about it? Each week, a cross-section of Australians will become art critics as they delve deeper into some of the most renowned works in the country. Across nine episodes, we share the amazing treasure trove of artifacts in Australian galleries. Our new critics see a wide range of colonial art, emerging Pacific Rim art, indigenous art and modern art. We look at sculpture and installations as well as paintings on a wall. We show that art can be fun, annoying, challenging, infuriating. No matter who we are, art always provokes a response. It challenges our beliefs, lifts our spirits, and reminds us who we are. Everyone's got a story. Everyone's got an opinion. Everyone's a Critic.",
        "languages": [
            "English"
        ],
        "title": "Everyone's a Critic",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Everyone's a Critic (Australia)"
        ],
        "production companies": [
            {
                "name": "Matchbox Pictures"
            }
        ],
        "distributors": [
            {
                "name": "ABC iView"
            }
        ],
        "plot": [
            "_Everyone's a Critic_ (qv) is a documentary series that interrogates what ordinary Australians think about art, and what those opinions reveal about ourselves and our nation in the 21st century.",
            "They say art is the mark of a civilised society, but what do Australians really think about it? Each week, a cross-section of Australians will become art critics as they delve deeper into some of the most renowned works in the country. Across nine episodes, we share the amazing treasure trove of artifacts in Australian galleries. Our new critics see a wide range of colonial art, emerging Pacific Rim art, indigenous art and modern art. We look at sculpture and installations as well as paintings on a wall. We show that art can be fun, annoying, challenging, infuriating. No matter who we are, art always provokes a response. It challenges our beliefs, lifts our spirits, and reminds us who we are. Everyone's got a story. Everyone's got an opinion. _Everyone's a Critic_ (qv)."
        ],
        "synopsis": [
            "Each week a cross-section of Australians become art critics as they explore some of the most popular galleries and most renowned art works in the country. Twenty-one people - siblings, friends, couples and families - bring a variety of life experiences to their perception and interpretation of the artworks. For some of our critics visiting galleries is a regular occurrence, for others this is the first time.Across nine episodes we share the amazing treasure trove of artefacts in Australian galleries. Our new critics discuss a wide range of colonial art, emerging Pacific Rim art, indigenous art and modern art. We look at sculpture and installations as well as paintings and prints. We show that art can be fun, annoying, challenging, infuriating. It can ask questions, and it can answer questions.Over the course of the series, we visit some of the leading galleries in Melbourne and Sydney - the National Gallery of Victoria, Art Gallery of New South Wales, Museum of Contemporary Art, Heide Museum of Modern Art, Art Gallery of New South Wales, Lyon Housemuseum and Campbelltown Arts Centre.What is art and why does it matter? These are two of the most important questions we can ask ourselves. Philosophers through millennia have struggled with these issues. Everyone's A Critic is a series that will help give us the tools to discuss these important questions, and bring new understanding to the artwork being viewed.Everyone's A Critic is about art and artists, but it's also about Australia and Australians. It's about young people, old people, people with disabilities, people who see the world differently. Our critics are the vehicles for education, and their opinions will help us navigate and express our own views.Everyone's got a story - everyone's got an opinion. No matter who we are, art always provokes a response. It challenges our beliefs, lifts our spirits, and reminds us who we are. Everyone's got a story. Everyone's got an opinion. Everyone's a Critic."
        ],
        "tech": {
            "runtime": [
                "4 hr 30 min (270 min) (Australia)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}