{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 September 2018"
            }
        ],
        "release dates": [
            "Canada::10 September 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Fauché par un arbre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    -Jean Thibault se souviendra toujours du 18 août 2003, une journée particulièrement chaude et vraisemblablement interminable, où il porte secours à un collègue qui a été happé par un arbre alors qu'il travaillait. Une branche s'est logée dans son genou. La douleur est intense et l'empêche de bouger. La victime doit être immobilisée sur un matelas coquille et transportée d'urgence vers le centre de santé le plus près. Un seul hic : ils sont à plus d'une heure et demi d'un endroit habité, au fin fond des bois. Après avoir perdu beaucoup de sang, la victime est faible et...    "
                },
                "2": {
                    "title": "Des doigts au fond du lac",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    -C'est pendant l'été 2009 que les frères Dubé sont confrontés à un accident qui mettera à l'épreuve leurs connaissances ainsi que leur patience. C'est une vision d'horreur lorsque la victime, tentant de réparer son moteur hors-bord, se coince les doigts dans l'engrenage, qui les arrache complètement de sa main. Henri et Mario sont appelés sur les lieux, dans une pourvoirie qui se trouve à plusieurs kilomètres de Manawan. Ils réussissent à localiser le groupe après une longue recherche en ambulance, sur des routes cahoteuses. La victime souffre énormément et sa ...    "
                },
                "3": {
                    "title": "Le miracle du 1er avril",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    -Yolande Hervieux croyait à un poisson d'avril en ce matin du 1er avril 2011, lorsque son frère l'appelle, paniqué, incapable de réveiller son épouse. Yolande sait immédiatement que ce n'est pas une blague, elle sent l'urgence dans la voix de son frère. Elle appelle du renfort et se rend sur les lieux sans perdre une seconde. Dans la maison, il y a de l'action et c'est exigu. Il est plus compliqué de travailler ainsi, mais il faut agir vite, car la victime est entre la vie et la mort à cause d'un infarctus sévère. Son coeur cesse tranquillement de battre et elle n'a ...    "
                },
                "4": {
                    "title": "Bébé prématuré",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    -En 2012, l'infirmier Valère Dubé travaille sur la Côte-Nord (au Québec), lorsqu'il reçoit un appel pour une jeune femme en train d'accoucher d'un bébé prématuré. La future maman n'en est même pas à trente semaines de grossesse, mais ses autres enfants sont tous nés prématurément. Avec son inexpérience en obstétrique, sa hantise de pratiquer un accouchement et une collègue qui a beaucoup de difficulté à gérer son stress, Valère devra gérer adéquatement son stress pour que le bébé ait toutes les chances de survie.    "
                },
                "5": {
                    "title": "Un vrai sauvetage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    -À Montréal, le pompier Robbie Lagacé procède à l'évacuation d'une dame âgée, coincée sur son balcon pendant un violent incendie. Ne pouvant plus supporter la fumée, la femme se réfugie à l'intérieur de son appartement, obligeant Robbie à y pénétrer pour aller lui porter secours. Lorsqu'il la repère finalement, elle refuse de le suivre. Il n'a pas le choix, s'il veut lui sauver la vie, il devra trouver la force nécessaire pour la soulever à bout de bras et la déposer lui-même sur l'échelle.    "
                },
                "6": {
                    "title": "Un travail d'équipe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    -En mai 2014, un incendie se déclare à Manawan. Le pompier Stephano Moar se présente sur les lieux en compagnie du policier Mario Dubé. Une adolescente en pleurs affirme que son père se trouve dans la maison, d'où s'échappe une épaisse fumée. Après plusieurs tentatives, les deux hommes retrouvent le malheureux, inconscient dans sa demeure, et parviennent à le ramener à l'extérieur. Malgré les manoeuvres de réanimation entamées par Mario, le père de la jeune fille demeure inconscient. Rattrapé par des souvenirs douloureux, Stephano craque sous l'émotion.    "
                },
                "7": {
                    "title": "Un bébé en danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    -L'ambulancière Dawn Montour doit intervenir rapidement auprès d'une enfant qui fête son premier anniversaire de naissance. La célébration a abruptement pris fin lorsque la jeune fille a fait une réaction allergique après avoir mangé du gâteau. Son corps est plein de rougeurs et elle a de plus en plus de difficulté à respirer. Dawn doit absolument l'amener à l'hôpital le plus rapidement possible, mais à bord de l'ambulance, le père, évidemment très inquiet, ne lui facilite par la tâche.    "
                },
                "8": {
                    "title": "Une affaire de coeur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    -L'infirmier Valère Dubé, de Manawan, reçoit au dispensaire une femme qui croit avoir un trouble digestif depuis la veille. L'électrocardiogramme démontre cependant qu'elle fait un infarctus, et ce, depuis plusieurs heures. Elle doit rapidement être transférée en centre hospitalier. Préférant ne pas prendre de chance, Valère s'arrête au CLSC, situé plus près, mais le médecin de garde met en doute son diagnostic. L'infirmier n'a pas le choix, il doit le convaincre que sa patiente souffre bien d'un trouble cardiaque s'il veut lui sauver la vie.    "
                },
                "9": {
                    "title": "Accident à Manawan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    -Alors qu'il rentre à Manawan en compagnie de sa conjointe, le premier répondant Richard Dubé est témoin d'un grave accident de la route. Dans l'un des véhicules se trouvent des enfants, heureusement sains et saufs, et une mère de famille, qui est demeurée coincée dans l'habitacle et s'avère incapable de parler suite à l'impact. Richard doit la dégager rapidement s'il souhaite lui fournir les soins nécessaires, tout en n'oubliant pas de porter secours au conducteur du second véhicule.    "
                },
                "10": {
                    "title": "Jouer les héros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    -Yannick Dubé, de Manawan, est bien formé en secourisme. Par une chaude journée d'été au milieu des années 1990, alors qu'il se balade en voiture, il est arrêté sur la rue par une mère de famille qui vient de retrouver son fils inanimé dans le lac près de la maison. Il hésite à aller chercher du secours, mais il décide finalement de tenter de réanimer l'enfant. Cependant, avec une maman paniquée à ses côtes et des curieux qui le gênent dans ses manoeuvres, Yannick devra faire preuve d'un sang-froid exceptionnel s'il souhaite sauver la vie du pauvre garçon.    "
                },
                "11": {
                    "title": "Sauvetage sur l'autoroute 30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    -En juin 2011, alors qu'elle roule en auto sur une route achalandée, l'infirmière Danielle Philibert remarque des curieux arrêtés sur l'accotement. Dans le fossé, une voiture est immobilisée sur le toit, mais personne n'intervient. Un homme confus parvient à sortir de l'habitacle, mais sa conjointe est toujours prise dans le véhicule. Danielle n'hésite pas à intervenir pour secourir la pauvre femme. La dame est blessée et elle ne devrait pas être déplacée, mais une forte odeur d'essence ne laisse aucun choix à l'infirmière.    "
                },
                "12": {
                    "title": "Une dose de nitro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    -En 1997, avant qu'elle n'obtienne son diplôme d'infirmière, Danielle Philibert est alertée par la soeur de son voisin, Ronald Lamirande, qui l'a trouvé en piteux état. L'homme est victime d'un infarctus. Il a perdu conscience à plusieurs reprises et il est pris de violents vomissements. Sachant qu'une autre soeur de son voisin a elle aussi des problèmes cardiaques, Danielle file à vive allure pour se procurer la nitroglycérine, espérant qu'elle parviendra à le stabiliser jusqu'à l'arrivée des ambulanciers.    "
                },
                "13": {
                    "title": "Elle a frôlé la mort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Première Ligne (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    -Alors qu'elle travaille comme premier répondant, Érika Ottawa est interpelée par un voisin à qui l'on a demandé assistance. Près de chez elle, une jeune fille a chuté d'un quatre roues en pleine nuit et le conducteur a quitté les lieux, laissant l'enfant inconsciente au sol en compagnie de son frère, complètement bouleversé. Victime d'un traumatisme crânien, la pauvre vomit du sang. Elle doit être amenée à l'hôpital le plus rapidement possible. C'est une véritable course contre la montre, une question de vie ou de mort, mais lors du transport, la jeune patiente est ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Rousseau, René"
            },
            {
                "name": "Mercier, Christine"
            },
            {
                "name": "Assiniwi, Marc"
            },
            {
                "name": "Bouffard, Pierre-François"
            },
            {
                "name": "Cyr, André"
            },
            {
                "name": "De Albuquerque, Neil"
            },
            {
                "name": "Koomsatira, Oliver"
            }
        ],
        "locations": [
            "Kahnawake, Québec, Canada",
            "Montréal, Québec, Canada"
        ],
        "genres": [
            "Documentary",
            "Drama"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmQ1YTNiZDgtNGE3NS00NTQ5LTgzYWYtZmJiYTYyMjI2NjA3XkEyXkFqcGdeQXVyNTA1NDY3NzY@._V1_SY150_CR191,0,101,150_.jpg",
        "plot outline": "-À travers la reconstitution d'évènements dramatiques, où ils ont joué un rôle central afin de venir en aide à leurs concitoyens en danger de mort, la télésérie 'Première ligne' rend hommage aux hommes et aux femmes qui travaillent dans le domaine de la santé et du secourisme en territoire autochtone. Ces sages-femmes, infirmières, secouristes, ambulanciers et autres premiers répondants, qui oeuvrent bien souvent à plusieurs dizaines de kilomètres des grands hôpitaux, n'hésitent pas une seconde à faire l'impossible, allant même parfois jusqu'à risquer leur vie, pour porter secours à des personnes en détresse. // The 'Première ligne' documentary series honours the men and women working in healthcare or as first responders in Indigenous communities and who, at times, must intervene in particularly critical situations. The series shows their tremendous dedication and passion, and often their sheer heroism, through dramatic re-enactments of real events where they played a leading role in saving the lives of their fellow citizens.",
        "languages": [
            "French"
        ],
        "title": "Première Ligne",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Première Ligne (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Productions Cayenne"
            }
        ],
        "plot": [
            "-À travers la reconstitution d'évènements dramatiques, où ils ont joué un rôle central afin de venir en aide à leurs concitoyens en danger de mort, la télésérie 'Première ligne' rend hommage aux hommes et aux femmes qui travaillent dans le domaine de la santé et du secourisme en territoire autochtone. Ces sages-femmes, infirmières, secouristes, ambulanciers et autres premiers répondants, qui oeuvrent bien souvent à plusieurs dizaines de kilomètres des grands hôpitaux, n'hésitent pas une seconde à faire l'impossible, allant même parfois jusqu'à risquer leur vie, pour porter secours à des personnes en détresse. // The 'Première ligne' documentary series honours the men and women working in healthcare or as first responders in Indigenous communities and who, at times, must intervene in particularly critical situations. The series shows their tremendous dedication and passion, and often their sheer heroism, through dramatic re-enactments of real events where they played a leading role in saving the lives of their fellow citizens."
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}