{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "31 October 2018"
            },
            {
                "country": "USA\n",
                "date": "31 October 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::31 October 2018",
            "USA::31 October 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "First Rites - Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hellgate Academy (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "31 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Warren Wood is working through a few issues. And he just found out that he's a demon. That might complicate a few things.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Parker, Kristin"
            },
            {
                "name": "Prestenback, Kane"
            },
            {
                "name": "Patterson, Steven"
            },
            {
                "name": "Carson, Brian T."
            },
            {
                "name": "Johnson, Kyle James"
            },
            {
                "name": "LaVres, Casey"
            },
            {
                "name": "Mermelstein, Molly"
            },
            {
                "name": "Poost, Lukas"
            },
            {
                "name": "Sabet, Katelyn"
            }
        ],
        "locations": [
            "Astoria Park, Astoria, Queens, New York, USA::(Circle of stones)"
        ],
        "genres": [
            "Fantasy"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2RiMTcyODktMzQ5Yy00ZTU0LTkxMDEtZGQ5YTI5MjkxZDllXkEyXkFqcGdeQXVyNTAwMDI4ODA@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$3,000 (estimated)",
        "plot outline": "Inspired by the fantasy stories of writers like C.S. Lewis (The Screwtape Letters), Dante (The Divine Comedy), Milton (Paradise Lost), the Book of Revelations, and the \"seven deadly sins,\" Hellgate Academy is about a young man from Astoria, New York who learns after years of living as a human, that he is actually a Demon. We follow his story as he struggles through his Tempter training at Hellgate Academy. Accessed through a secret door under Hellgate Bridge, which is an actual bridge in Astoria Park in an outer borough of New York City, Hellgate Academy is like the ivy leagues of demon schools. Our hero, Warren is only there because his uncle is a high ranking official in the demon government. After Warren gets in a few mishaps in his first few days at school, the students are assigned a Human to tempt to the Darkness. But it turns out that Warren is not good at this at all. Each episode follows Warren as he attempts to practice a different skill, commonly known as the Seven Deadly Sins. The real struggle for Warren is not being able to achieve success despite all the evidence that this is his calling. But there is a deeper truth. He fails so much at being evil because he may not truly be entirely evil, and he is at the center of a battle larger than all of humanity, angels, and demons.",
        "languages": [
            "English"
        ],
        "title": "Hellgate Academy",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Hellgate Academy (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Prestenback, Kane"
            }
        ],
        "production companies": [
            {
                "name": "Ifitfitz Productions"
            }
        ],
        "plot": [
            "When a slacker New York post-grad discovers he is a Demon, he must struggle through his training to tempt a mortal soul.",
            "Inspired by the fantasy stories of writers like C.S. Lewis (The Screwtape Letters), Dante (The Divine Comedy), Milton (Paradise Lost), the Book of Revelations, and the \"seven deadly sins,\" _Hellgate Academy_ (qv) is about a young man from Astoria, New York who learns after years of living as a human, that he is actually a Demon. We follow his story as he struggles through his Tempter training at _Hellgate Academy_ (qv). Accessed through a secret door under Hellgate Bridge, which is an actual bridge in Astoria Park in an outer borough of New York City, _Hellgate Academy_ (qv) is like the ivy leagues of demon schools. Our hero, Warren is only there because his uncle is a high ranking official in the demon government. After Warren gets in a few mishaps in his first few days at school, the students are assigned a Human to tempt to the Darkness. But it turns out that Warren is not good at this at all. Each episode follows Warren as he attempts to practice a different skill, commonly known as the Seven Deadly Sins. The real struggle for Warren is not being able to achieve success despite all the evidence that this is his calling. But there is a deeper truth. He fails so much at being evil because he may not truly be entirely evil, and he is at the center of a battle larger than all of humanity, angels, and demons."
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}