{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 February 2018"
            },
            {
                "country": "USA\n",
                "date": "5 January 2019",
                "notes": "                            (TV series)"
            },
            {
                "country": "USA\n",
                "date": "20 January 2019"
            }
        ],
        "release dates": [
            "USA::20 February 2018",
            "USA::5 January 2019                            (TV series)",
            "USA::20 January 2019"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Legendary Finish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Going Beyond Story (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Legendary Finish: After working with Cheryl for the past 3 years, Dr. Thyonne is determined to get Cheryl to release her book. Watch the slippery slope authors take when faced with high profile stories and see how Cheryl unveils her 10 secrets no one wants to tell you about the entertainment industry. . . The Power of Your Words: It had been 10 years since Beverly's son was shot and killed on Halloween night. Though Beverly's grief was still present, she was ready to write a new chapter for her life but, she was blocked. Watch Dr. Thyonne uncover the hidden place of ...    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Cobb, Cheryl"
            },
            {
                "name": "Gordon, Thyonne"
            },
            {
                "name": "Haddish, Tiffany"
            },
            {
                "name": "Preston, Beverly"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDE5NDRiOWYtMWJiNy00NWQyLWE5ODEtY2JmYjUzN2Q2MTIzXkEyXkFqcGdeQXVyODY0OTc5OTY@._V1_SY150_CR46,0,101,150_.jpg",
        "budget": "$175,000 (estimated)",
        "plot outline": "Everyone's talking story these days but what does it take to get your story on paper, in a book or better yet into action. Dr. Thyonne, and her STORY accelerator meets you where you are and guides you through and beyond your story. The work goes beyond a beginning, middle, and end and dives into finding passion that invigorates action. And just like any good story, getting there can be tough and riddled with conflict, confusion and communication mishaps. Navigating these obstacles are part of the journey of Going Beyond Story with Dr. Thyonne. Along the way, we'll check-in with folks who've started their story journey and help you get moving too. Cant' wait to see how we all go Beyond Story.",
        "languages": [
            "English"
        ],
        "title": "Going Beyond Story",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Going Beyond Story (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cobb, Cheryl"
            },
            {
                "name": "Gordon, Thyonne"
            }
        ],
        "production companies": [
            {
                "name": "Providence Films"
            }
        ],
        "distributors": [
            {
                "name": "OKTV"
            }
        ],
        "plot": [
            "Everyone's talking story these days but what does it take to get your story on paper, in a book or better yet into action. Dr. Thyonne, and her STORY accelerator meets you where you are and guides you through and beyond your story. The work goes beyond a beginning, middle, and end and dives into finding passion that invigorates action. And just like any good story, getting there can be tough and riddled with conflict, confusion and communication mishaps. Navigating these obstacles are part of the journey of _Going Beyond Story_ (qv) with Dr. Thyonne. Along the way, we'll check-in with folks who've started their story journey and help you get moving too. Cant' wait to see how we all go Beyond Story."
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}