{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 March 2018"
            },
            {
                "country": "USA\n",
                "date": "19 March 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::19 March 2018",
            "USA::19 March 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Crash Course History of Science Preview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    For as long as Hank has hosted Crash Course, he's wanted to host a series about the history of science. We've been asking big questions for a really long time and we've all wanted to explore how we've sought to answer those questions through the centuries. Questions like, \"What is stuff?\" and \"Where are we?\" have inspired people all over the world to investigate. So lets dive in and see how we, as a people, have tried to figure this stuff out.    "
                },
                "2": {
                    "title": "Intro to the History of Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    We've been asking big questions for a really long time and we've all wanted to explore how we've sought to answer those questions through the centuries. Questions like, \"What is stuff?\" and \"Where are we?\" have inspired people all over the world to investigate. So lets dive in and see how we, as a people, have tried to figure this stuff out in this first episode of Crash Course History of Science.    "
                },
                "3": {
                    "title": "The Presocratics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    So, who was this Presocrates guy? Just kidding. Long ago, some philosophers worked very hard to separate myths from what they actually knew about nature. Thales theorized that everything in the world is made of water. Pythagoras was a mathematical-mystical vegetarian. And Democritus, we all know and love as the Atom Guy - Meet the Presocratics.    "
                },
                "4": {
                    "title": "Plato and Aristotle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Last week, we met the Presocratics: despite having by any reasonable standard invented science in Europe, these thinkers are lumped together today as simply \"not Socrates.\" So who was this smarty pants? Hank talks to us about Socrates and his two important students, Plato and Aristotle.    "
                },
                "5": {
                    "title": "India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    You might have recognized the names of some of the Greek natural philosophers. They were individuals with quirky theories, and we have records about them. But they weren't the only people making knowledge back in the day. Today, Hank takes us to India to talk Vedas, Maurya Empires, and some really good doctoring.    "
                },
                "6": {
                    "title": "The Americas and Time Keeping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The Romans developed a lot of infrastructure like roads and aqueducts to both help their cities flourish and to - you know - be better at war. But the interesting thing about Roman Engineering is how it was almost all focused on Techne and not Episteme. Crash Course History of Science, Hank takes us down the road of road building, domes, and some really cool cement.    "
                },
                "7": {
                    "title": "Roman Engineering",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    The Romans developed a lot of infrastructure like roads and aqueducts to both help their cities flourish and to - you know - be better at war. But the interesting thing about Roman Engineering is how it was almost all focused on Techne and not Episteme. Hank takes us down the road of road building, domes, and some really cool cement.    "
                },
                "8": {
                    "title": "The Medieval Islamicate World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    The religion of Islam significantly influenced knowledge-making in the greater Mediterranean and western Asian world. Islamicate scholars-meaning people influenced by Islamic civilization, regardless of their religious views-gave us terms such as \"algebra,\" \"azimuth,\" \"algorithm,\" \"alcohol,\" \"alkali,\" and \"alembic.\" We'll dive into Islamic medicine and philosophers such as the great Persian polymath Ibn Sina in future episodes. For now, let's explore the beginnings of Islamicate natural philosophy.    "
                },
                "9": {
                    "title": "Medieval China",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    Like Egypt, Sumer, and Mesoamerica, ancient China represents a hydraulic civilization-one that maintained its population by diverting rivers to aid in irrigation-and one that developed writing thousands of years ago. Today, we're going to focus on the time of the Northern and Southern Song Dynasties, a time of great technical innovation. But, before we get to the Song, let's take a tour through the ages and explore key elements of Chinese scientific culture.    "
                },
                "10": {
                    "title": "Ancient and Medieval Medicine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The history of medicine is about two of our big questions: one, what is life? What makes it so special, so fragile, so - goopy!? Two, how do we know what we know? Why should I take my doctor's advice? Why are deep-fried Oreos bad for me? It may be tempting to look at medicine as a science that has simply progressed over time-that medicine used to be bad, and its history is a story of how it got better.    "
                },
                "11": {
                    "title": "Alchemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    In fantasy stories, charlatans in fancy robes promise to turn lead into gold. But real alchemists weren't just mystical misers. They were skilled experimentalists, backed by theories of matter. And they played a huge role in the development of knowledge about one of our fundamental questions: \"what is stuff?\"    "
                },
                "12": {
                    "title": "Cathedrals and Universities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Until roughly 1100, there were relatively few places of knowledge-making. Monasteries and abbeys had special rooms called scriptoria where monks copied manuscripts by hand. But the biggest places where knowledge was made were the Gothic cathedrals. Then Universities came along, too. This is the story of those two institutions.    "
                },
                "13": {
                    "title": "The Scientific Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    So, what exactly is a scientific revolution? And are they more than just moments in time Historians use to mark the beginning and ending of things through time? We'll look into some ideas and people named Nick and how they fit into science and the search to understand ourselves and our place in the universe.    "
                },
                "14": {
                    "title": "The New Astronomy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Crash Course: History of the Scientific Revolution-astronomical anomalies accrued. Meanwhile, in Denmark-an eccentric rich dude constructed not one but two science castles. And his humble German assistant synthesized a lot of new, old, and bold astronomical ideas into a single sun-centered, eccentricity-positive system.    "
                },
                "15": {
                    "title": "The Scientific Methods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Historically speaking, there is no one scientific method. There's more than one way to make knowledge. We're going to look at a few of those ways and how they became more of the \"norm.\"    "
                },
                "16": {
                    "title": "The New Anatomy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    There's a question to consider that's pretty daunting: what is life? And to try to answer that question, three tools stand out as being especially useful: A book, some experiments, and the microscope. Hank talks to us about all kinds of gross things. It's fun.    "
                },
                "17": {
                    "title": "The Columbian Exchange",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Over the last four episodes, we've examined some of the stories that make up the idea of a \"revolution\" in knowledge-making in Europe. But we can't understand this idea fully, without unpacking another one-the so called Age of Exploration. This encompasses a lot of events that happened from 1400 through the 1600s and were driven in part by new ideas about knowledge-making.    "
                },
                "18": {
                    "title": "Newton and Leibniz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The standard story of the Scientific Revolution culminates with the long life of one man: Sir Isaac Newton-a humble servant of the Royal Mint, two-time parliamentarian, and a scientific titan whose name, along with Einstein's, is synonymous with physics today.    "
                },
                "19": {
                    "title": "The New Chemistry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    One of the problems with the whole idea of a single Scientific Revolution is that some disciplines decided not to join any revolution. And others just took a long time to get there.    "
                },
                "20": {
                    "title": "Biology Before Darwin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    You've probably heard of Charles Darwin, but before we get to him, you really need to understand how different people, throughout the seventeenth and eighteenth centuries, tried to answer the same question: \"what is life?\"    "
                },
                "21": {
                    "title": "Earth Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    It's Earth Science time!!!. In this field, natural philosophers were asking questions like, what's up with fossils? Are they the remains of extinct organisms? Or are they so-called \"sports of nature\"-rocks that just happen to look like living things but don't /mean/ anything? And most importantly, how old is - everything?    "
                },
                "22": {
                    "title": "The Industrial Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    You probably know some of the signs of industrialization in the nineteenth century: Trains connected cities, symbolizing progress. But they also brought about the destruction of rural lands, divisions between social classes, and rapid urbanization. But there's a whole lot more to talk.    "
                },
                "23": {
                    "title": "Darwin and Natural Selection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    \"Survival of the Fittest\" sounds like a great WWE show but today we're talking about that phrase as it relates to Charles Darwin and Alfred Wallace. Darwin and Wallace are at the heart of understanding evolution and natural selection. Today, Hank talks about their wonderful (if not seasick inducing) trips around the world.    "
                },
                "24": {
                    "title": "Eugenics and Francis Galton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    After Darwin blew the doors off the scientific community, a lot of people did some weird and unscientific stuff with his ideas. Francis Galton and a few others decided natural selection could be used to make the human race \"better\" and came up with Eugenics.    "
                },
                "25": {
                    "title": "Micro-Biology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    It's all about the SUPER TINY in Microbiology. In it, Hank Green talks about germ theory, John Snow (the other one), pasteurization, and why following our senses isn't always the worst idea.    "
                },
                "26": {
                    "title": "Genetics -- Lost and Found",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Sometimes trail blazers of science aren't famous like Darwin or Pasteur. Sometimes they're humble Abbots, just growing peas in the back of their Abbey. This is the story of Gregor Mendel and how his work was done, lost, then found again.    "
                },
                "27": {
                    "title": "Thermodynamics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    It's time to heat things up. LITERALLY. It's time for Hank to talk about the history of Thermodynamics!!. It's messy and there are a lot of people who came up with some ideas that worked and other that didn't and then some ideas that should have come first actually were figured out second.    "
                },
                "28": {
                    "title": "Electricity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The study of electricity goes all the way back to antiquity. But, by the time electricity started to become more well known, a few familiar names started to appear. Edison, Galvani, and a few others really changed the way the world worked.    "
                },
                "29": {
                    "title": "Ford, Cars, and a New Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Historians love to debate each other. So some of them pointed out that the first half of this revolution looks a lot different from the second. Let's chat about industry, cars, and Henry Ford.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Preview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Crash Course: History of Science (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Green, Hank"
            },
            {
                "name": "Green, John"
            }
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "12"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWJkMjgwMWUtYzMzMC00YTVhLTgxNDMtZjY3ZmU3NDMxYzA3XkEyXkFqcGdeQXVyODcyOTk3NjA@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "We've been asking big questions for a really long time and we've all wanted to explore how we've sought to answer those questions through the centuries. Questions like, \"What is stuff?\" and \"Where are we?\" have inspired people all over the world to investigate. So lets dive in and see how we, as a people, have tried to figure this stuff out in Crash Course History of Science.",
        "title": "Crash Course: History of Science",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "plot": [
            "Hank Green takes his audience on a walk through the history of science.::Anonymous",
            "We've been asking big questions for a really long time and we've all wanted to explore how we've sought to answer those questions through the centuries. Questions like, \"What is stuff?\" and \"Where are we?\" have inspired people all over the world to investigate. So lets dive in and see how we, as a people, have tried to figure this stuff out in Crash Course History of Science."
        ],
        "tech": {
            "runtime": [
                "12 min (approx)"
            ]
        }
    }
}