{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "13 June 2012"
            },
            {
                "country": "Sweden\n",
                "date": "20 August 2012"
            },
            {
                "country": "Hungary\n",
                "date": "29 August 2012"
            },
            {
                "country": "Belize\n",
                "date": "4 September 2012"
            },
            {
                "country": "Netherlands\n",
                "date": "4 September 2012"
            },
            {
                "country": "UK\n",
                "date": "5 September 2012"
            },
            {
                "country": "Finland\n",
                "date": "2 November 2012"
            },
            {
                "country": "Denmark\n",
                "date": "  2013"
            },
            {
                "country": "Germany\n",
                "date": "29 January 2013"
            },
            {
                "country": "France\n",
                "date": "20 June 2013"
            }
        ],
        "release dates": [
            "USA::13 June 2012",
            "Sweden::20 August 2012",
            "Hungary::29 August 2012",
            "Belize::4 September 2012",
            "Netherlands::4 September 2012",
            "UK::5 September 2012",
            "Finland::2 November 2012",
            "Denmark::2013",
            "Germany::29 January 2013",
            "France::20 June 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Dallas"
            },
            {
                "countries": "France",
                "title": "Dallas"
            },
            {
                "countries": "Romania",
                "title": "Dallas"
            },
            {
                "countries": "Russia",
                "title": "Даллас"
            },
            {
                "countries": "Spain",
                "title": "Dallas"
            }
        ],
        "akas": [
            "Dallas (original title)",
            "Dallas France",
            "Dallas Romania",
            "Даллас Russia",
            "Dallas Spain"
        ],
        "akas from release info": [
            "Dallas (original title)",
            "Dallas France",
            "Dallas Romania",
            "Даллас Russia",
            "Dallas Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 126,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The Ewings are on top, having vanquished Cliff Barnes and taken over his company. The Ewings are united, with Sue Ellen planning a wedding for John Ross and Pamela. But solidarity among them can only last for so long. John Ross quickly gets into conflict with Bobby over their joint ownership of Southfork Ranch, while also putting his marriage at risk as he enters into an illicit liaison with Emma. Meanwhile, Christopher's relationship with Elena seems irreparable as Elena returns to Dallas with her own secret agenda for justice. As the betrayals mount, the arrival of ...    "
                },
                "2": {
                    "title": "Trust Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 88,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    On the heels of Nicolas' arrival, John Ross goes to great lengths to keep his plans for Ewing Global moving forward, locking horns with Bobby in the process. Meanwhile, Sue Ellen's suspicions of John Ross' infidelity threaten to derail her alliance with her son. Harris Ryland's surprise return creates concern and Emma enlists the help of her grandmother, Judith Ryland. Bobby and Ann's investigation into Ryland's release from jail leads to a shocking revelation.    "
                },
                "3": {
                    "title": "Playing Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 82,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The race to secure capital for the impending Arctic Lease auction has Bobby scrambling to outmaneuver John Ross' efforts to frack on Southfork. While Nicolas and Elena's partnership heats up, Christopher makes a startling discovery about Nicolas' past, and Emma's games put John Ross and Pamela's upcoming wedding in jeopardy.    "
                },
                "4": {
                    "title": "Lifting the Veil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 80,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    It's wedding day at Southfork and Afton, Ray and Lucy return for the occasion. The only one missing is the groom, John Ross, who's skipped out to strike a deal with a family adversary. Meanwhile, Christopher returns from Mexico to witness Nicolas and Elena's relationship deepening and, to his surprise, finds a new burgeoning romantic connection. As Pamela wonders what's keeping John Ross from the nuptials, Sue Ellen fears it's Emma and contemplates stopping the wedding.    "
                },
                "5": {
                    "title": "D.T.R.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 83,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The honeymoon is over for John Ross, as Bobby and Sue Ellen try to use the Governor to stop John Ross from becoming just like his father, J.R. - a move that could divide the family forever. Meanwhile, Christopher discovers surprising details about Heather's past; Cliff persuades Elena to try a new tact in her quest for justice; and Judith Ryland and Ann try, with varying degrees of success, to get Emma under control.    "
                },
                "6": {
                    "title": "Like Father, Like Son",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 85,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    On the heels of Bobby's appointment as Railroad Commissioner, John Ross scrambles to find the funds to keep the Arctic lease deal alive, even if it means betraying those who love him most. Sensing an opportunity, Elena and Nicolas get Pamela and John Ross out of the office to divide and conquer. Meanwhile, things get complicated for Christopher and Heather, and Ryland's plot to keep Emma and John Ross apart takes an unexpected turn.    "
                },
                "7": {
                    "title": "Like a Bad Penny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 77,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    As Bobby and Ann work to get Sue Ellen released, John Ross pushes ahead on his plans for control of Ewing Global, enlisting the help of one of J.R.'s last business partners. Meanwhile, secrets come to light as Emma discovers the lengths her father and grandmother have gone to control her, and Elena decides what to do with a secret she's discovered. Plus, Elena's brother, Drew, returns to Dallas, which leads to a surprising showdown.    "
                },
                "8": {
                    "title": "Where There's Smoke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 119,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Pamela's discovery that John Ross has been sleeping with Emma ignites a firestorm at Southfork threatening not only their relationship, but Bobby and Ann's relationship as well. Christopher and Heather must deal with a drastic action taken by Bo; Elena and Nicolas' relationship is tested as Drew's arrival in Dallas continues to threaten their plans; and Emma takes a page out of her grandmother's playbook that ends in disaster.    "
                },
                "9": {
                    "title": "Denial, Anger, Acceptance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 74,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The Ewing family searches for answers as to who set the fire at Southfork Ranch and who will survive. Plus, while John Ross and Emma struggle with their role in Pamela's overdose, relationships among the family are forever changed.    "
                },
                "10": {
                    "title": "Dead Reckoning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 68,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The dark cloud over Southfork continues to grow with the news of a family death. Meanwhile, Christopher and Heather's relationship is put to the test as John Ross tries to redeem himself with Pamela, who begins to face the real reasons behind her overdose. Elsewhere, Elena makes a drastic move to get justice for her family, putting John Ross directly in her cross-hairs.    "
                },
                "11": {
                    "title": "Hurt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 108,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Elena finally confronts the Ewings about what J.R. did to her father and for framing Cliff. Sue Ellen, Pamela and Ann are shocked over the truths Elena exposes, realigning relationships and forcing Bobby to re-examine the steps he took to implement J.R.'s master plan. Meanwhile, Nicolas' plan to steal Ewing Global for the cartel moves forward, setting the stage for a new battle.    "
                },
                "12": {
                    "title": "Victims of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 69,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    As Ewing Global goes public, twists and turns abound while everyone scrambles to claim ownership. Pamela struggles with what to do now that she knows Cliff didn't really kill J.R., and Bobby seeks the aide of old flame Tracey McKay to help get back control of the company. Meanwhile, Judith and Harris work to fix their own problems with the cartel, which ends up putting lives in the balance and aligning the Rylands and Ewings in a way no one ever expected.    "
                },
                "13": {
                    "title": "Boxed In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 75,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In the wake of a devastating family kidnapping, Bobby puts everything on the line to save lives. John Ross and Pamela form a truce of sorts. Elena, who's been in hiding with Nicolas, finally learns the truth about his connections to the cartel, which sends her spiraling. Christopher desperately searches for Elena, fearing for her safety. And Bobby is forced to make a choice he never anticipated.    "
                },
                "14": {
                    "title": "Endgame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 73,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Christopher rushes to find Elena and Bobby is double-crossed by the cartel. John Ross puts his life on the line to attempt a rescue. Nicolas tries to prove himself to Elena and makes a deal with the authorities that puts him on a path with John Ross' plan that puts both Nicolas' and Elana's lives at risk.    "
                },
                "15": {
                    "title": "Brave New World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 97,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    While Christopher races to find Elena, Bobby is double-crossed by the cartel. No longer able to sit by, John Ross puts his own life on the line to attempt a rescue. Meanwhile, Nicolas tries to prove himself to Elena by making a deal with the authorities that puts him on a collision course with John Ross' plan and places both their lives in jeopardy. In the electrifying season finale, the Ewings and the Rylands finally force the cartel to pay the piper as some lives are saved and others are lost. Bobby and Sue Ellen form a new alliance to protect the family, which pits...    "
                }
            },
            "1": {
                "1": {
                    "title": "Changing of the Guard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 270,
                    "original air date": "13 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The Ewings are gathering at Southfork Ranch for the upcoming wedding of Bobby's adopted son, Christopher, to Rebecca Sutter. Although the occasion is joyous, an old family rivalry crosses generations after secret oil drilling on Southfork results in a major gusher. Everyone has his or her own agenda when the fight over oil and land threatens to tear the Ewings apart once again.    "
                },
                "2": {
                    "title": "Hedging Your Bets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 200,
                    "original air date": "13 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Christopher is relieved when Rebecca proposes to postpone their honeymoon until after the Southfork and gas deals are closed, ignoring she and her brother Tommy have been hatching a plot for years. Trusted lawyer Mitch Lobell blackmails John Ross to quadruple his bribe not to tell J.R. about his plans to steal Southfork, but the impatient fox, having reentered the public stage at the oil barons ball, consults his old Mexican friend don Del Sol and discovers the 'paperwork delay' is a scam worthy of a son of his, who is meanwhile drugged by Elena. Bobby gets wife Anne ...    "
                },
                "3": {
                    "title": "The Price You Pay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 176,
                    "original air date": "20 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Just as John Ross sets out to claim his birthright and make his father proud, J.R. decides to move back to Southfork, much to Ann's dismay. Bitter Ewing family enemy Cliff Barnes returns and tries to reconnect with his nephew, Christopher. A startling family announcement offers an opportunity to heal old wounds.    "
                },
                "4": {
                    "title": "The Last Hurrah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 155,
                    "original air date": "27 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    John Ross seeks to gain an upper hand on a family member and resorts to blackmail, but J.R. decides to handle the situation his own way. Meanwhile, Christopher opens up to Bobby about his difficulty in choosing between the two women he loves.    "
                },
                "5": {
                    "title": "Truth and Consequences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 152,
                    "original air date": "4 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    With tension mounting between the newly married Christopher and Rebecca, family ties begin to unravel when the deed to Southfork is revealed. In order to thwart J.R.'s schemes, Ann seeks help from someone in her past, and Christopher decides it is time to fight dirty.    "
                },
                "6": {
                    "title": "The Enemy of My Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 138,
                    "original air date": "11 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    John Ross is bothered by the weight of having to do his father's dirty work and decides to move into Southfork. Strife continues to grow between Ann and Bobby when it is revealed she went to her ex for help with a family problem. Rebecca approaches Bobby and Christopher with information that she believes might help save the ranch.    "
                },
                "7": {
                    "title": "Collateral Damage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 138,
                    "original air date": "18 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Christopher suspects another ploy and demands a paternity test when told, after Elena guessed, that Rebecca is pregnant. Desperate for oil he can't drill on Southfork but already sold to ruthless Venezuelans, John Ross tries in vain to win Ray's vote trough Lucy. Sue Ellen forces Elena to help him out temporarily during an extension which Vicente Cano grants after John Ross betrays Veronica, the false Martha, who admitted having stolen from them while offering in vain to team up with John Ross in bed and business again. Threatened with a nasty lawsuit, Bobby ...    "
                },
                "8": {
                    "title": "No Good Deed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 132,
                    "original air date": "25 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    After Veronica, the false Marta, falls to her death, presumably a staged suicide, from her hotel John Ross is arrested as sole murder suspect, having been seen leaving there, while her video camera there has disappeared. Vicente Cano, whose goons probably did it after John Ross told him she stole from them, repeats during a jail visit his threat to foreclose on Southfork unless the contractual oil delivery is made in time and has a Latino prison gang beat John Ross into the infirmary. JR interrupts his Vegas operation to visit John Ross secretly. Desperate to save her...    "
                },
                "9": {
                    "title": "Family Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 134,
                    "original air date": "1 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    After Bobby has another tumor crisis, operated successfully but within an inch of his life, J.R. laughs away the women's moral appeal for the family to stand united, yet ends up signing over the Southfork deed to Bobby. John Ross now doubts the point in trying to please or at least impress his father enough to accept Christopher's offer to form a partnership, Ewing Energies, with Elena. J.R. believes Cliff Barnes's 'undervalued' right hand 'Smiling' Frank his weak point, but Bum finds no angle. Meanwhile Tommy tries in vain threatening Rebecca, who is winning ...    "
                },
                "10": {
                    "title": "Revelations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 157,
                    "original air date": "8 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Family bonds bring the Ewings together as a loved one faces a medical crisis. Christopher and Elena begin to learn that not everyone is who they appear to be, including the people closest to them. Long buried secrets are revealed as the past rears its ugly head.    "
                }
            },
            "2": {
                "1": {
                    "title": "Battle Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 150,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The battle for Ewing Energies heats up as Christopher and John Ross clash over opposing visions for the company. As Christopher seeks to gain the upper hand in his divorce from Rebecca Sutter, a game-changing revelation turns everything on its head.    "
                },
                "2": {
                    "title": "Venomous Creatures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 131,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Pamela Rebecca Barnes schemes with John Ross to fulfill her father's desire for revenge. Ryland's mother proves just as evil as her son.    "
                },
                "3": {
                    "title": "Sins of the Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 122,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Pamela pushes her father's agenda to gain control of Ewing Energies. As a new member of the family arrives at Southfork, Ann is pushed to the brink by Ryland's sadistic games.    "
                },
                "4": {
                    "title": "False Confessions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 113,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    J.R. works to undermine Pamela, forcing John Ross to choose between a Ewing and a Barnes. Cliff Barnes returns to meet with an unlikely visitor.    "
                },
                "5": {
                    "title": "Trial and Error",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 112,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    John Ross' plot to take over Ewing Energies solidifies; Christopher changes tactics with Pamela Barnes; and an enemy from the Ewings' past resurfaces.    "
                },
                "6": {
                    "title": "Blame Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 115,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    With Drew's help, Christopher makes a startling revelation that may change the fate of Ewing Energies. The family comes together when an outsider tries to undermine them all.    "
                },
                "7": {
                    "title": "The Furious and the Fast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 117,
                    "original air date": "4 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In the aftermath of John Ross and Sue Ellen's coup, Bobby's brother Gary helps him retaliate. Christopher and John Ross clash in a winner-takes-all car race.    "
                },
                "8": {
                    "title": "JR's Masterpiece",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 188,
                    "original air date": "11 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    J.R. Ewing finally meets his end. The family strives to set aside their differences and mourn together. Accompanied by many characters from J.R.'s past, the Ewings bury their own.    "
                },
                "9": {
                    "title": "Ewings Unite!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 120,
                    "original air date": "18 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Bobby, Christopher and John Ross work on J.R.'s masterpiece. J.R.'s will has lasting effects on the family legacy. Sue Ellen tries to get Gary out of Dallas.    "
                },
                "10": {
                    "title": "Guilt & Innocence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 110,
                    "original air date": "25 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Pamela's mother, Afton Cooper, returns to Dallas. Emma is put in the middle of her father and grandmother's relationship, pushing her closer to Drew.    "
                },
                "11": {
                    "title": "Let Me In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 100,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The Ewings' investigation of a conspiracy continuing to blame Christopher for recent events brings revelations in line with J.R.'s masterpiece. A new adversary is added to the mix.    "
                },
                "12": {
                    "title": "A Call to Arms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 94,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    After Cliff and Ryland put Ewing Energies on the verge of collapse, the Ewings battle back. Christopher gets closer to finding his mother.    "
                },
                "13": {
                    "title": "Love & Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 102,
                    "original air date": "8 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    John Ross lets Pamela in on J.R.'s master plan, but his trust may be misplaced. Drew confides a dark secret to Elena, forcing her to choose between her family and Christopher.    "
                },
                "14": {
                    "title": "Guilt by Association",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 101,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    John Ross and Pamela make a shocking discovery about an enemy's location the night J.R. was killed, compelling Bobby to reveal more of J.R.'s master plan.    "
                },
                "15": {
                    "title": "Legacies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dallas (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 120,
                    "original air date": "15 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The Ewings unite to execute J.R.'s master plan and the shocking answer to the question \"Who killed J.R.?\" is finally revealed.    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Henderson, Josh"
            },
            {
                "name": "Metcalfe, Jesse"
            },
            {
                "name": "Brewster, Jordana"
            },
            {
                "name": "Gonzalo, Julie"
            },
            {
                "name": "Strong, Brenda"
            },
            {
                "name": "Duffy, Patrick"
            },
            {
                "name": "Gray, Linda"
            },
            {
                "name": "Pileggi, Mitch"
            },
            {
                "name": "Bell, Emma"
            },
            {
                "name": "Page, Kevin"
            },
            {
                "name": "Forte, Marlene"
            },
            {
                "name": "Becker, Kuno"
            },
            {
                "name": "Light, Judith"
            },
            {
                "name": "Hagman, Larry"
            },
            {
                "name": "Kercheval, Ken"
            },
            {
                "name": "Di Pace, Juan Pablo"
            },
            {
                "name": "Draco, Akai"
            },
            {
                "name": "Morshower, Glenn"
            },
            {
                "name": "Jaramillo, Antonio"
            },
            {
                "name": "Harris, Callard"
            },
            {
                "name": "Boaz, Donny"
            },
            {
                "name": "McCord, AnnaLynne"
            },
            {
                "name": "Tahir, Faran"
            },
            {
                "name": "Fernandez, Alex"
            },
            {
                "name": "Bartlett, Amber"
            },
            {
                "name": "Varela, Leonor"
            },
            {
                "name": "Bernard, Carlos"
            },
            {
                "name": "Pesi, Gino Anthony"
            },
            {
                "name": "Partida, Pete O."
            },
            {
                "name": "Tilton, Charlene"
            },
            {
                "name": "Demorest, Jude"
            },
            {
                "name": "Clark, Dallas"
            },
            {
                "name": "Weber, Steven"
            },
            {
                "name": "Posey, Matthew"
            },
            {
                "name": "Brock, Brett"
            },
            {
                "name": "Guerra, Castulo"
            },
            {
                "name": "Kanaly, Steve"
            },
            {
                "name": "McKenna, Alex"
            },
            {
                "name": "Dillard, Richard"
            },
            {
                "name": "Wersching, Annie"
            },
            {
                "name": "Swift, Gideon"
            },
            {
                "name": "Majors, Lee"
            },
            {
                "name": "Shackelford, Ted"
            },
            {
                "name": "Kranz, Fran"
            },
            {
                "name": "Celaya, Angélica"
            },
            {
                "name": "Kosloski, Emily"
            },
            {
                "name": "Vahdat, Pej"
            },
            {
                "name": "Graham, Currie"
            },
            {
                "name": "McIntosh, John"
            },
            {
                "name": "Mauldin, Marcus M."
            }
        ],
        "locations": [
            "Southfork Ranch, Parker, Texas, USA",
            "Dallas, Texas, USA",
            "Plano, Texas, USA",
            "Alvarado, Texas, USA",
            "Argyle, Texas, USA",
            "Arlington, Texas, USA",
            "Cleburne, Texas, USA",
            "Fort Worth, Texas, USA",
            "Irving, Texas, USA"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Hungary:12",
            "Netherlands:12",
            "Singapore:PG::(seasons 1-3)",
            "United States:TV-14",
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 7.2,
        "votes": 9632,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE5NTExNDc5MF5BMl5BanBnXkFtZTcwMjc1NzAwOQ@@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "John Ross and Christopher, the children of bitter rivals and brothers J.R. and Bobby Ewing, clash over the future of the Ewing dynasty, while the fate of SouthFork weighs in the balance. The current proprietor of SouthFork, Bobby Ewing, is determined to protect the promise he made to his late mother Miss Ellie. The infamous, scheming J.R. Ewing returns to SouthFork.",
        "languages": [
            "English"
        ],
        "title": "Dallas",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2014",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cidre, Cynthia"
            },
            {
                "name": "Jacobs, David"
            },
            {
                "name": "Rovner, Robert L."
            }
        ],
        "production companies": [
            {
                "name": "Cyntax Productions"
            },
            {
                "name": "Warner Horizon Television"
            }
        ],
        "distributors": [
            {
                "name": "TNT"
            },
            {
                "name": "CNBC-e"
            },
            {
                "name": "Channel 5 Television"
            },
            {
                "name": "Net5"
            },
            {
                "name": "RTL 2"
            },
            {
                "name": "RTL Klub Televízió"
            },
            {
                "name": "Vijftv"
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "e2"
            }
        ],
        "other companies": [
            {
                "name": "Blue Room Post"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "MTI Film"
            }
        ],
        "plot": [
            "The next generation of the Ewing family, cousins John Ross Ewing and Christopher Ewing, clash over the family's oil business and vast fortune.",
            "John Ross and Christopher, the children of bitter rivals and brothers J.R. and Bobby Ewing, clash over the future of the Ewing dynasty, while the fate of SouthFork weighs in the balance. The current proprietor of SouthFork, Bobby Ewing, is determined to protect the promise he made to his late mother Miss Ellie. The infamous, scheming J.R. Ewing returns to SouthFork."
        ],
        "synopsis": [
            "JR and John Ross go for a hot shave. J.R. excuses the barber and takes over the straight razor on John Ross' neck. He knows John Ross was trying to cut him out of 2 billion barrels of oil.\"Did you think you could get around on J.R. Ewing?\" he asks his son. John Ross admits he did. J.R. doesn't hold it against him, he wants to make up for being a bad father by teaching John Ross some of his tricks. First, JR wants to meet the real money man. To keep Lobell from telling Bobby, JR suggests using his son, who killed a woman with his car years ago.Anne shows Rebecca how to shoot a rifle on the ranch. They're interrupted by Rebecca's \"brother\" Tommy.\nAnne leaves for Bobby's doctor appointment.\nTommy's looking for a way to kill the Southfolk sale. Tommy gives her a thumb drive to use on Christopher's laptop so they'll have remote access to it.He mentions that Christopher has been spending a lot of time with Elena lately and says \"it's a shame those two lovebirds couldn't make it work.\"Tommy takes out his gun and nails all the targets, but thinks it's \"more fun when they move.\"John Ross and fake Marta introduce JR to the people planning to buy Southfork, lead by Vicente Cano (Carlos Bernard). JR changes the terms from 15 to 14 percent on whatever oil they find.\nVicente makes clear that in exchange for their $50 million, they expect the oil to keep flowing. Outside, JR warns Marta not to try to screw him over again. Angry, she opens up her pill bottle and pops one.In his doctor's office, Bobby gets the news that they removed his tumor cleanly but there's a chance it could come back. Bobby asks for the chemo in pill form and doesn't bat an eyelash when he hears the side effects include liver and heart failure.Bobby tells Anne he was selling Sourthfolk because he wasn't sure he'd be around, but he doesn't feel that way anymore. He wants to call Lobell.Meanwhile, John Ross gives Lobell his payoff, but not the full $2 million he asked for. Lobell gives John Ross the news that Bobby has decided to put the sale on hold indefinitely.At home, Bobby gets a call from JR's doctor. He says JR would benefit from being back at the family home.\nBobby immediately thinks it's a bad idea, he'll either drive them crazy trying to run things or they'll have to watch him 24 hours. Anne makes up the guest bedroom and says it could be fun.\n\"Oh yea, it'll be great having a rattlesnake around the house,\" Bobby says.Back at the nursing home, JR and John Ross pay off the resident who posed as the doctor with promise of a ribeye and a date.JR commends John Ross for the plan.Christopher and Elena run computer simulations on his methane extraction plan. He has a brainstorm to use liquid carbon dioxide. It's a great idea and they hug a minute too long until Elena gets a call from Rebecca to meet for lunch.JR makes himself at home in the guest house. He finds Bobby talking to Cliff Barnes, who he's no fan of.\n\"Time has not been kind to that face, but I do recall the smell of brimstone and crazy,\" JR says. Cliff just came back to town and was trying to convince Bobby to sell. Cliff is surprised to see JR taking the plans to sell to a conservancy so well. JR feigns surprise when Bobby says the deal is on hold. Out at lunch, Rebecca tells Elena she intimidates her. \"I want us to be friends, because then you won't feel like a threat,\" Rebecca tells her. Elena tells her Christopher went through a lot as a kid after both his real parents died and the only mother he knew, Pam, just disappeared. She explains that Chris feels like he has to earn being a Ewing. Rebecca comes home to find Christopher building a model of his project. There's a ring at the doorbell. A man introduces himself as an employee of Cliff Barnes and invites them to dinner, the car is out front.They head to the Omni hotel, where Cliff has rented the entire floor. Chris hasn't seen his uncle Cliff for five years. Cliff tells him he wants to invest in his project. He offers him $1 million, but Chris sees it as an attempt to screw his family.\n\"You are never going to be one of them, Christopher. Don't let them destroy you like they did Pam,\" Cliff says.Anne returns to the stable on the ranch and sees a door open. She takes out her rifle and investigates. She finds JR in there reading through family scrap books.\n\"Bullets don't seem to have much effect on me, my dear,\" he says.JR tells Anne that Bobby was right to want to sell since Southfork has been the source of so many problems. She reminds him that he played a big part, too.Later, JR hands John Ross something of his mother's. Christopher heads to his office in the middle of the night to work on his project. Rebecca wakes up to Tommy calling, wanting to know why he doesn't have access to Christopher's computer. She says she doesn't have access yet -- but the laptop is sitting on the desk right by her. John Ross busts in on breakfast and presents Bobby with Miss Ellie's journal. JR acts like John Ross took it from his room. The journal mentions she spent time in a mental institution, but Bobby doesn't think there's anything in there that would be grounds to overturn her will. John Ross threatens to air her private thoughts anyway and gives Bobby 24 hours. JR slaps him.At his office, Christopher has gotten his project to work, burning a steady flame. Elena wakes up on the couch and sees he's done it. Elena and Christopher go to give Bobby the news, but they find Anne, who tells them Bobby's signing the papers to sell Southfork. Bobby finishes signing and hands the papers over to Lobell. Christopher accuses his dad of selling because he doesn't think he can beat John Ross.Christopher tells his dad to stop protecting him.\nBobby gives Christopher the news he has cancer.\nChristopher thinks keeping the news from him was shutting him out of his life.Elena sees Christopher storm outside and goes to comfort him. He cries in her arms. Tommy records the embrace followed with a kiss. They both break off and apologize.At home, Rebecca sees the video and is honestly hurt. She contemplates the flash drive to clone for Tommy.JR calls John Ross with the good news that Bobby just signed. Lobell demands $5 million from John Ross or he'll ruin the deal before the Venezuelans can sell the land back to them.At home, Chris tells Rebecca about Bobby's cancer and then adds that he was upset and Elena was there. It made him realize what's important and what really matters. He apologizes for being distracted lately and tells her he loves her. Chris wants to see if they can stay at Southfork until the sale's complete.Rebecca is seriously torn. She throws Tommy's flash drive away.At the end of the day, Bobby and Anne agree that JR gave John Ross the journal. Bobby is amused by JR's double crossing consistency.John Ross gets news that the witness who saw Lobell's son kill someone with his car died 10 years ago. John Ross is desperate for a way to shut Lobell down.But the investigator found out who sent the email to Elena: Rebecca\n"
        ],
        "tech": {
            "runtime": [
                "42 min (approx)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa, Panavision Primo, Ultra Speed Z-Series MKII and Angenieux Optimo Lenses",
                "Canon EOS 5D Mark II",
                "Canon EOS 60D"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "ProRes 4:4:4 (1080p/24)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9632,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 1715,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 3482,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 2272,
                "rating": 7.1
            },
            "males": {
                "votes": 4716,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 903,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 2095,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 1403,
                "rating": 6.9
            },
            "females": {
                "votes": 3234,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 790,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 1348,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 834,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 129,
                "rating": 5.7
            },
            "us users": {
                "votes": 2417,
                "rating": 7.3
            },
            "non us users": {
                "votes": 3220,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 3107,
            "9": 1263,
            "8": 1850,
            "7": 1337,
            "6": 642,
            "5": 352,
            "4": 235,
            "3": 179,
            "2": 170,
            "1": 497
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}