{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 February 2012"
            },
            {
                "country": "USA\n",
                "date": "6 February 2012"
            },
            {
                "country": "Sweden\n",
                "date": "27 February 2012"
            },
            {
                "country": "Hungary\n",
                "date": "21 March 2012"
            },
            {
                "country": "Brazil\n",
                "date": "28 March 2012"
            },
            {
                "country": "UK\n",
                "date": "21 April 2012"
            },
            {
                "country": "Spain\n",
                "date": "12 May 2012"
            },
            {
                "country": "Finland\n",
                "date": "22 August 2012"
            },
            {
                "country": "Japan\n",
                "date": "3 November 2012"
            },
            {
                "country": "Germany\n",
                "date": "3 January 2013"
            }
        ],
        "release dates": [
            "Canada::6 February 2012",
            "USA::6 February 2012",
            "Sweden::27 February 2012",
            "Hungary::21 March 2012",
            "Brazil::28 March 2012",
            "UK::21 April 2012",
            "Spain::12 May 2012",
            "Finland::22 August 2012",
            "Japan::3 November 2012",
            "Germany::3 January 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Smash"
            },
            {
                "countries": "France",
                "title": "Smash"
            },
            {
                "countries": "Hungary",
                "title": "Kasszasiker"
            },
            {
                "countries": "Portugal",
                "title": "Smash"
            },
            {
                "countries": "Russia",
                "title": "Жизнь как шоу"
            }
        ],
        "akas": [
            "Smash (original title)",
            "Smash France",
            "Kasszasiker Hungary",
            "Smash Portugal",
            "Жизнь как шоу Russia"
        ],
        "akas from release info": [
            "Smash (original title)",
            "Smash France",
            "Kasszasiker Hungary",
            "Smash Portugal",
            "Жизнь как шоу Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "On Broadway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 171,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After a successful run in Boston with Karen in the lead, \"Bombshell\" seems destined for Broadway, making Karen a Broadway superstar. As such, Karen is now part of the show's power team, and, based on advice she gets from Broadway star Veronica Moore, she can make whatever requests she wants to protect the material. Despite most of the cast and crew being automatically rehired for the Broadway run, Karen has the power to dismiss Ivy, who not only tried whatever she could to thwart Karen's success, but was also the reason for her break up with Dev. Ivy, in turn, does ...    "
                },
                "2": {
                    "title": "The Fallout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 120,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Eileen's public legal problem concerning financing the show is perhaps the biggest obstacle in \"Bombshell\" making it to Broadway. As such, many with the show look for other professional opportunities. Derek may have problems getting another job as Rebecca Duvall's false publicity statement that she quit the show due to unwanted sexual advances by Derek leads to other actresses claiming the same. After running into another former actress colleague, Ivy contemplates getting out of the business altogether. And Karen comes across a couple of bartenders who are writing a ...    "
                },
                "3": {
                    "title": "The Dramaturg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 109,
                    "original air date": "19 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Although Bombshell is officially going back into unofficial rehearsals, Karen and Derek are still looking for other projects \"just in case\". Karen is still interested in helping Jimmy and Kyle get their musical at least to a stage where someone may consider staging it, with Derek being her go to person. While Kyle is optimistically hopeful that Karen can produce what she says in terms of a meeting with Derek, Jimmy is more skeptical. But Jimmy takes a risk to get some materials in preparation for that planned meeting with Derek. Derek on the other hand, turns to ...    "
                },
                "4": {
                    "title": "The Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 105,
                    "original air date": "26 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Eileen has to decide if she will sell Nick down the river at the deposition into the illegal funding of \"Bombshell\". The fact that Nick has gone into hiding may make her decision easier. While the cast and crew wait in limbo as to Bombshell's fate, many, including Derek as director, Tom as musical director, and Karen and ultimately Ivy as chorus work on Veronica Moore's concert, which will be performed in 24 hours to a sold out house. Veronica wants this event to be her big break away from her sweet, ingénue image, or so she says. Despite the fact that a deal has been...    "
                },
                "5": {
                    "title": "The Read-Through",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 100,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Jerry has taken production control of \"Bombshell\" away from Eileen because of her legal issues, although she and the show's cast and crew are unaware that he orchestrated the publicizing of her illegalities with Ellis' help. Eileen tries to figure out a way to remain part of the production team while not kowtowing to Jerry. Regardless, there will be no show if Julia can't provide a satisfactory rewrite, her job being on the line. Julia is excited about her latest draft, which was developed with Peter's help, leading up to its official read-through, that is until Tom ...    "
                },
                "6": {
                    "title": "The Fringe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 93,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    \"Bombshell\", \"Dangerous Liaisons\" and \"Hit List\" are all going through problems. Ivy asks Derek for advice on how to save \"Liaisons\" and/or her career if the show goes forward in its current direction as dictated by its star, Terry Falls. With \"Bombshell\", Eileen, who had the tie breaking vote - with Julia and Derek on one side, and Jerry and Tom on the other - decides to go with Jerry and Tom and go with an earlier, more commercial book draft rather than Julia's latest draft, which she and Derek feel is the best work she's ever done. In addition, Jerry wants to cut ...    "
                },
                "7": {
                    "title": "Musical Chairs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 99,
                    "original air date": "19 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Tom has been appointed director of \"Bombshell\" after Derek leaves the show. But Tom's style and vision doesn't mesh with Karen, with who the rapport becomes quietly but openly strained. In addition, Tom doesn't feel he can use Derek's choreography, and as such the new dance numbers are insipid, especially in Jerry's eyes. Eileen works behind the scenes to regain legal production control from Jerry, but even if she does achieve this goal, it may be too late for Tom, who may be fired by Jerry, especially as he still wants Derek back at the helm. Jerry's wish may become ...    "
                },
                "8": {
                    "title": "The Bells and Whistles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 90,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The level of collaboration at \"Bombshell\" and \"Hit List\" are taking divergent paths. Derek has his big budget sensibility in directing \"Hit List\" and is able to stick to his vision within the limited budget. However, that vision doesn't sit well with Jimmy, who voices his opposition. Their relationship is further negatively affected by Derek's hands off statement concerning Karen, who doesn't know why Jimmy has not approached her romantically. On the other hand, Tom, now the director of \"Bombshell\", wants to please everyone, especially his new star Ivy, by listening ...    "
                },
                "9": {
                    "title": "The Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 89,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Karen and Jimmy's first night together is cut short by the arrival of her father, in town for a conference. Beyond believing that Karen is in a sexual relationship with Derek, he can't get over the fact that she left \"Bombshell\", a Broadway show, for experimental theater. His demeanor toward Karen and the men in her life is based on this perspective. Specifically with Jimmy, he may not be able to outrun his past, which he'd rather forget, as he becomes more famous. Meanwhile, Ivy is having parent issues of her own, with her Broadway diva mother, Leigh Conroy, coming ...    "
                },
                "10": {
                    "title": "The Surprise Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 89,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Personal relations between Tom and Ivy are still strained, into which Ivy brings the cast onto her side. Wanting to mend their friendship, Tom, at the last minute as he reminded of the date, asks his friend and Ivy's idol Liza Minnelli to provide a surprise to Ivy for her birthday later that evening. Beyond Ivy already having made arrangements with her cast mates to celebrate her birthday without Tom, the evening has the potential to be a disaster for all concerned, which includes Eileen and Richard, who are testing the waters of a personal relationship. Meanwhile, Jimmy and Karen...    "
                },
                "11": {
                    "title": "The Dress Rehearsal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 86,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Both \"Bombshell\" and \"Hit List\" have important upcoming full run throughs. \"Bombshell\" is doing a \"friends and family\" performance before going into its first preview the following day, which coincides with \"Hit List\" doing a run through the same day for Richard Francis, who plans to write an article on the show. A multitude of technical problems in the \"Bombshell\" \"friends and family\" performance may end up delaying the first preview show, which Tom wants to avoid at all cost as he sees a delay in preview as a public declaration of failure. Tom does whatever he needs...    "
                },
                "12": {
                    "title": "Opening Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 95,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    It's \"Bombshell\"'s opening night, to which Eileen has provided tickets to the cast and crew of \"Hit List\". While trying to avoid any on-line chatter leading up to the opening, Ivy can't help but be affected by one comment that she is only a chorus girl not up to a starring role. Karen, on the other hand, isn't sure if she wants to see someone perform the role she voluntarily gave up. And even before the opening, Tom and Julia contemplate their next move, which may or may not be together as a team. Much of what happens will depend on the reviews, the Times' which may ...    "
                },
                "13": {
                    "title": "The Producers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 84,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Despite \"Bombshell\" not getting the ticket sales they were hoping, Eileen and Agnes are certain they are still on track for the show to sweep the Tonys. They just have to keep the show open until the awards, so they drum up whatever publicity they can featuring Ivy at whatever opportunity. One of those publicity items - Ivy moderating a Q&A session with Tom and Julia - may be bad timing. Tom has found out that he didn't get the \"City of Angels\" directing job. His belief that he would then work on \"The Great Gatsby: The Musical\" with Julia doesn't seem to be in the ...    "
                },
                "14": {
                    "title": "The Phenomenon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 103,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n    The teams and individuals at both \"Bombshell\" and \"Hit List\" are going about their regular routines, both with regard to their respective shows and with their interpersonal relationships. This business includes Tom taking legal measures to dissolve his partnership with Julia, much to her ire, and Karen contemplating beginning a sexual relationship with Derek following her fall-out with Jimmy. But all comes to a screeching halt with the news of Kyle's death, he who was struck by a car. The team at \"Hit List\" is particularly hard hit by the news. The one person who ...    "
                },
                "15": {
                    "title": "The Transfer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 81,
                    "original air date": "11 May 2013",
                    "year": "2013",
                    "plot": "\n    Eileen and Agnes are working hard to place \"Bombshell\" in the best possible light for the entire cast and crew in the lead up to the Tony nominations. One of the projects is a tribute night for Tom and Julia. Already seen by the online community as having slept her way to her current lead position, Ivy is feeling uncomfortable in her role for the tribute night - where Tom has asked her to portray a stripper - which may further kibosh her chances of a nomination. But what may be a bigger problem is Tom and Julia's partnership. News of the partnership's dissolution ...    "
                },
                "16": {
                    "title": "The Nominations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 80,
                    "original air date": "26 May 2013",
                    "year": "2013",
                    "plot": "\n    The Outer Critics Circle (OCC) Award winners, which many see as a precursor to the Tonys, have just been announced. The results amp up the strategies each team uses in securing that coveted Tony nomination. Each of the individual members of the \"Bombshell\" and \"Hit List\" teams make some moves - some calculated, some unwitting - that may place them in a bad light, especially in how they deal with their main competition. Regardless of the OCCs, Tom may have problems getting a Tony nomination because of the less than friendly or ethical encounters he has with movie and ...    "
                },
                "17": {
                    "title": "The Tonys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 109,
                    "original air date": "26 May 2013",
                    "year": "2013",
                    "plot": "\n    \"Bombshell\" and \"Hit List\" lead the Tony nominations with twelve and thirteen nominations respectively. Some things seem a certainty at tonight's awards ceremony, primarily that Derek, who has three individual nominations, will win nothing as he is now seen as persona non grata by the Broadway community after his public announcement of his casting couch process, the latest which led to Ana's firing and Daisy's hiring, and that he will not attend the ceremony. Since he made that announcement, he has been in hiding in his apartment, with none of his closest confidantes ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 306,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    With their latest show \"Heaven on Earth\" still running on Broadway, the song and book writing team of Julia Houston and Tom Levitt have decided to take a professional break, in part to give Julia and her husband Frank time to go through an adoption process and in turn allow Julia to be a stay-at-home mom. But a germ of an idea from Tom's new assistant Ellis Tancharoen leads to the thought of writing a new musical based on Marilyn Monroe. A further move by Ellis which could kibosh the idea before it even gets off the ground instead generates buzz around the new project. On board is ...    "
                },
                "2": {
                    "title": "The Callback",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 225,
                    "original air date": "13 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Ivy and Karen learn that they are the final two auditionees standing for the role of Marilyn. After an excruciating four day delay, they learn that they are being called back for yet another audition instead of hearing the definitive news of if they got the part. In the lead up to that audition, Dennis, a dancer friend of Ivy's, acts as her unofficial spy in the enemy camp. And Karen makes a decision about her rehearsals that could jeopardize her relationship to Dev. Behind the scenes, Derek still believes Karen is the better candidate, as her freshness and ...    "
                },
                "3": {
                    "title": "Enter Mr. DiMaggio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 189,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    With Ivy cast as Marilyn and Karen cast in the ensemble, the production moves into the workshop phase, the $200/week paycheck per person which causes some unspoken issues among many of the cast. For Karen, a trip back to Iowa for a friend's baby shower places her life into perspective for her, her friends and her family. Ivy's own insecurities surface as she wonders if she only got the part because she is sleeping with Derek. With the principal female lead cast, the casting moves to the three male leads, the first being Joe DiMaggio. The name that comes to mind for most is ...    "
                },
                "4": {
                    "title": "The Cost of Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 203,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Despite their respective roles in the production, the seeming battle between Ivy and Karen continues into the workshop. Ivy is mad since she wasn't told previously that Karen would be in the ensemble. Ivy, despite or because she knows Karen is talented, does whatever she can to ensure that Karen gets as little work in the background as possible. Karen is mad as she learns that Ivy and Derek are in a sexual relationship, something she knows she could have had with Derek if she wanted, and something she knows got Ivy the part regardless of talent. She is also mad ...    "
                },
                "5": {
                    "title": "Let's Be Bad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 171,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    In the workshop, Derek seems to be changing both his professional and personal allegiance from Ivy to Karen, which places both women in an awkward and embarrassing situation. While Ivy continues to take her frustration out on Karen, Karen seeks support from Dev, who provides little as he is focused on his own issue of a job promotion. Despite Karen feeling that one of Dev's professional associates has her sights on him, Karen is able to funnel her energies and channel a little bit of Marilyn in helping Dev in his cause. Meanwhile, Leo gets into a situation with the ...    "
                },
                "6": {
                    "title": "Chemistry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 166,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The workshop is being shown to potential investors. It's not good timing for either the creative team or Ivy has she has come down with a vocal stress issue, which is affecting her ability to sing. Ivy is prescribed steroids to overcome the issue, but since she is hypersensitive to drugs, she has to make the decision to let the stress heal itself without the drugs which means probably allowing Karen to take over the lead for the workshop and potentially for the show, or to take the steroids and face the side effects. Meanwhile, Karen reluctantly accepts a gig that was...    "
                },
                "7": {
                    "title": "The Workshop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 179,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    In the lead up to showing the workshop to potential investors, things don't seem to be going well for anyone involved with the show except Karen, whose biggest issue is if her allegiances lie with the show or furthering her music career, as a big time music producer, who only has a limited time to see her, can only do so during the investor's show. Eileen is having problems with the building manager and getting the boiler repaired in time for the show as the building is like a furnace. Eileen gets some help on this matter from an unexpected source, which may add a ...    "
                },
                "8": {
                    "title": "The Coup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 164,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It's been two days since the workshop was presented to potential investors. Since, Derek and Eileen have gone into relative hiding, not responding to any left messages. Is silence a good thing for those involved in the show? There is one person who does know his fate regarding the show. One other person has heard from the producing/directing team. Derek asks Karen to prepare and present some new music without telling anyone, but most specifically Tom and Julia, about what she's doing until it is presented. Karen is concerned about the secrecy revolving around this ...    "
                },
                "9": {
                    "title": "Hell on Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 146,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    With Derek and Eileen's experiment to take the show in a different direction musically a failure, everything about the show truly is up in the air. With much work ahead of them before anything substantive can be shown, Derek isn't sure he can wait and thinks about quitting. Eileen has her own idea of directors to replace him. The one thing that they can agree on is that a star is needed to headline the show. Ellis believes that his behind-the-scenes work in getting that star will provide him with the ammunition he needs to get his career to that next level. Despite ...    "
                },
                "10": {
                    "title": "Understudy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 153,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The Marilyn project has a new title and a new star: \"Bombshell\" with movie star Rebecca Duvall in the lead role. The production still has short term problems in that Rebecca is stranded in Cuba and potential investors won't provide the money until they see some of the finished work. As such, Derek names Karen the understudy, she who is to work on the role to show the investors the project's progress in Rebecca's unavoidable absence. Ivy, who is angry that she wasn't given the understudy position but understanding of the reason why, tries a different tact to get back ...    "
                },
                "11": {
                    "title": "The Movie Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 138,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Rebecca Duvall has finally made it to rehearsals. Many in the company are in awe of working on a project with such a big star. But Rebecca turns out to be less than the perfect leading lady for this project: she isn't a strong singer, and her many demands include having more book and less song in the production. The creative team have to decide how to deal with Rebecca, which may work to Ivy's benefit. Ivy is hoping that Rebecca crashes and burns so that she can work her way back into the lead role. This situation brings her together with Karen in an interesting ...    "
                },
                "12": {
                    "title": "Publicity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 153,
                    "original air date": "23 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    As Rebecca immerses herself further into the project, she demands change after change to turn it more into a play and less as a musical to work toward her own strengths, or more precisely to steer away from her weakness as a singer. Rebecca also befriends Karen, who, to the media, becomes Rebecca's new BFF to the point of speculation that they are lovers. Regardless, Karen welcomes her new friend, being able to bask in the media limelight for whatever reason and enjoy the trappings associated with being with a movie star. However, the \"forever\" part of BFF might not ...    "
                },
                "13": {
                    "title": "Tech",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 132,
                    "original air date": "30 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    The production has moved into the tech phase, with the first show in two days in Boston. Derek is already stressed with all he has to do to get the show ready, which is not helped by their leading man giving immediate notice since he got another job. The easiest thing to do would be to bring Michael Swift back. Although Julia is at home with Frank trying to repair their marriage, Michael back in the show may throw a wrench into those repairs. Julia and Eileen have a standoff on the issue, Julia who threatens to quit if Michael returns, while Eileen still figures that ...    "
                },
                "14": {
                    "title": "Previews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 131,
                    "original air date": "7 May 2012",
                    "year": "2012",
                    "plot": "\n    In the lead up to tonight's first preview of three in a row in Boston, many things going on behind the scenes are preoccupying the minds of the cast and creative team. Julia has returned from her hiatus, but is not talking to Tom, who she believes should have stuck up for her in demanding that Michael not return to the show. Frank and Leo accompany her for support, and to ensure that Michael, who Julia avoids at all cost, does not move in on Julia himself. While Derek told Ivy only three days earlier that he loves her and she now learns that he is sleeping with ...    "
                },
                "15": {
                    "title": "Bombshell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smash (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 213,
                    "original air date": "14 May 2012",
                    "year": "2012",
                    "plot": "\n    Now that Rebecca has decided not to return to \"Bombshell\", the creative team, beyond the need for Tom and Julia to rewrite the ending which will include one more song, has a major decision: whether to cast Ivy or Karen in the lead role for tonight's preview, the decision which could affect the show's future. Karen is the official understudy, but the understudy, as is generally the case, does not rehearse the role until after the previews have been completed. And Ivy knows the role more comprehensively at this stage having been in the lead earlier in the project's ...    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Messing, Debra"
            },
            {
                "name": "Davenport, Jack"
            },
            {
                "name": "McPhee, Katharine"
            },
            {
                "name": "Borle, Christian"
            },
            {
                "name": "Hilty, Megan"
            },
            {
                "name": "Huston, Anjelica"
            },
            {
                "name": "Wise, Savannah"
            },
            {
                "name": "Taylor, Wesley"
            },
            {
                "name": "Laroche, Jenny"
            },
            {
                "name": "Kuhl, Keith"
            },
            {
                "name": "Jr., Leslie Odom"
            },
            {
                "name": "James, Brian d'Arcy"
            },
            {
                "name": "Harada, Ann"
            },
            {
                "name": "Jordan, Jeremy"
            },
            {
                "name": "Cepero, Jaime"
            },
            {
                "name": "Bergasse, Joshua"
            },
            {
                "name": "Jaffrey, Raza"
            },
            {
                "name": "Rodriguez, Krysta"
            },
            {
                "name": "Cristofer, Michael"
            },
            {
                "name": "Spaeth, Phillip"
            },
            {
                "name": "Cohen, Emory"
            },
            {
                "name": "Hulme, Alexandra"
            },
            {
                "name": "Mientus, Andy"
            },
            {
                "name": "Zack, Samantha"
            },
            {
                "name": "Santos, J. Manuel"
            },
            {
                "name": "Kaye, Thorsten"
            },
            {
                "name": "Lafarga, Nina"
            },
            {
                "name": "Kelly, Reed"
            },
            {
                "name": "Lawson, Marty"
            },
            {
                "name": "Ferguson, Derek"
            },
            {
                "name": "Vo, Christopher"
            },
            {
                "name": "Chase, Will"
            },
            {
                "name": "Reid, Joe Aaron"
            },
            {
                "name": "Nixon, Vivian"
            },
            {
                "name": "Miles, Meredith"
            },
            {
                "name": "Martin, Jesse L."
            },
            {
                "name": "Garcia, Karla"
            },
            {
                "name": "Walker, Jessica"
            },
            {
                "name": "Mattox, Skye"
            },
            {
                "name": "Bellamy, Marcus"
            },
            {
                "name": "Tan, Dollar"
            },
            {
                "name": "Tripp, Rickey"
            },
            {
                "name": "Rubin-Vega, Daphne"
            },
            {
                "name": "Wright, Tim"
            },
            {
                "name": "Sykes, Ephraim"
            },
            {
                "name": "Herrera, Manuel"
            },
            {
                "name": "Henningsen, Craig"
            },
            {
                "name": "Lundman, Tracy Ann"
            },
            {
                "name": "Jackson, Tyrone"
            },
            {
                "name": "King, Christopher"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "genres": [
            "Drama",
            "Musical"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Brazil:12",
            "Singapore:M18",
            "Singapore:PG13",
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.7,
        "votes": 15487,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYwMjEzOTI4M15BMl5BanBnXkFtZTcwODMwNTc3OA@@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "For a Broadway musical, the road to success is not easy. And winning the coveted Tony as Best Musical, which is the ultimate goal, is even more difficult. Such trials and tribulations are shown for a handful of shows, their creative teams and their performers. There is competition amongst the performers for roles, competition amongst the shows not only for box office but also limited investor dollars and that final Tony prize, and competition amongst those ultimately hired in the cast and crew for what they want to see happen in the show, both for the good of the show and their own personal benefit. And sometimes, personal life gets in the way of these professional goals. These problems not only happen for those new or working their ways up the ranks, such as performers Karen Cartwright and Ivy Lynn, and the writing team of Jimmy Collins and Kyle Bishop, but also seasoned veterans, such as the writing team of Tom Levitt and Julia Houston, womanizing director Derek Wills, and producer Eileen Rand.",
        "languages": [
            "English"
        ],
        "title": "Smash",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Rebeck, Theresa"
            },
            {
                "name": "Kanin, Garson"
            },
            {
                "name": "Mode, Becky"
            }
        ],
        "production companies": [
            {
                "name": "Madwoman in the Attic"
            },
            {
                "name": "DreamWorks Television"
            },
            {
                "name": "Universal Television"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "Canadian Television (CTV)"
            },
            {
                "name": "AVA"
            },
            {
                "name": "Dlife"
            },
            {
                "name": "Magyar Televízió"
            },
            {
                "name": "TV3"
            },
            {
                "name": "Universal Channel"
            }
        ],
        "special effects": [
            {
                "name": "The Molecule"
            }
        ],
        "other companies": [
            {
                "name": "Liquid Soul Media"
            },
            {
                "name": "ARRI / Camera Service Center"
            },
            {
                "name": "Columbia Records"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Gotham Sound and Communications"
            },
            {
                "name": "Helen Uffner Vintage Clothing"
            },
            {
                "name": "Henry's International Cuisine"
            },
            {
                "name": "Imaginary Forces"
            },
            {
                "name": "Marc Graue Recording Studios: Voiceover and Post"
            },
            {
                "name": "Telsey & Company"
            }
        ],
        "plot": [
            "There is more drama behind the scenes than on stage, as the team prepares an ambitious Broadway musical on the life of Marilyn Monroe.::L. Hamre",
            "For a Broadway musical, the road to success is not easy. And winning the coveted Tony as Best Musical, which is the ultimate goal, is even more difficult. Such trials and tribulations are shown for a handful of shows, their creative teams and their performers. There is competition amongst the performers for roles, competition amongst the shows not only for box office but also limited investor dollars and that final Tony prize, and competition amongst those ultimately hired in the cast and crew for what they want to see happen in the show, both for the good of the show and their own personal benefit. And sometimes, personal life gets in the way of these professional goals. These problems not only happen for those new or working their ways up the ranks, such as performers Karen Cartwright and Ivy Lynn, and the writing team of Jimmy Collins and Kyle Bishop, but also seasoned veterans, such as the writing team of Tom Levitt and Julia Houston, womanizing director Derek Wills, and producer Eileen Rand.::Huggo",
            "A Broadway musical, based on the life of Marilyn Monroe, is being written by the successful songwriting duo of Tom and Julia. Julia recently began the process of adopting a child with her husband Frank of many years, but her focus is torn when she has the opportunity to write another Broadway hit. A rivalry soon forms for the lead role between a youthful, inexperienced Midwestern beauty Karen - who is trying to find fame in the big city against all odds - and stage veteran Ivy Lynn, who's determined to leave the chorus line and finally get her big break. A tenacious producer Eileen discovers the \"Marilyn\" project and jumps on board with a brilliant director, Derek - whose talent is matched by his cunning and egocentric amorality.::CJ"
        ],
        "synopsis": [
            "At the heart of the show are the musical's composer Tom (Christian Borle), who is gay, and the lyricist Julia (Debra Messing), who is somewhat against the idea of a Marilyn Monroe-themed musical. The plot will follow follow an out-of-town tryout of a Broadway musical, and centers around a songwriting team who write a musical about Marilyn Monroe based on an offhanded remark from an assistant. They post a showstopping number on YouTube. When it's a viral hit, a producer (Anjelica Huston) who's looking to recapture success long past decides to produce the musical. There are two choices to play Marilyn - Karen (Katharine McPhee), a talented young newcomer, and Ivy (Megan Hilty), a theater veteran.OFFICIAL SYNOPSIS"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arri Alexa, Panavision Primo and Angenieux Optimo Lenses"
            ],
            "negative format": [
                "SxS Pro"
            ],
            "cinematographic process": [
                "Digital Intermediate (2K) (master format)",
                "ProRes 4:4:4 (1080p/24) (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 15487,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 4148,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 5621,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 2652,
                "rating": 7.5
            },
            "males": {
                "votes": 5355,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 1457,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 2239,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 1359,
                "rating": 7.4
            },
            "females": {
                "votes": 7695,
                "rating": 7.9
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 2640,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 3290,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 1257,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 107,
                "rating": 6.0
            },
            "us users": {
                "votes": 4223,
                "rating": 7.5
            },
            "non us users": {
                "votes": 5312,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 4608,
            "9": 2831,
            "8": 3575,
            "7": 2007,
            "6": 889,
            "5": 486,
            "4": 235,
            "3": 176,
            "2": 144,
            "1": 536
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}