{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "23 March 2012"
            }
        ],
        "release dates": [
            "Belgium::23 March 2012"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Dimitri",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Gas",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Zjang",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Eddy plans to bid on a big, long-term construction contract, abusing his blackmail against the usual winner, and despite Herman getting drink as they have to wait long in the restaurant, convinces Rafaël Kliefhout to join their bid. Dick delegating the pregnancy test after promising Linde to do some shopping to kin results in the family hounding her sexual imprudence. Nagging mother Martine even drives along when they must guide interim truck driver Zjang to urgently deliver tented digging equipment. While Frans attends funeral, where widow Valentina Kostiac comes to ...    "
                },
                "4": {
                    "title": "Het clubhuis",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Eddy's blind ambition is out of control, reproaching useless incompetence to side-tracked father Frans, while corrupt civil servant cahoot Victor warns the blackmail ammunition is far from safe. Mayor Jos Broeckx engages the firm to tear down a club house, occupied by a bunch of wild feminists. Frakke is sent with wrecking equipment, but cocky 'ladies-man' Bambi nor he proves a match for the shamelessly abusive trickster bitches. So they resort to wheeler-dealer Zjang, who is asked to use his military tactics but also includes a live bazooka. Dick is utterly confused ...    "
                },
                "5": {
                    "title": "De Goldwing",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Belinda",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Herman wants an end to the dodgy business with the second firm, even now the old firm risks going bust. Eddy ignores Frans and Dick's warning that his dodgy dealing can go very wrong, pressing his blackmail with Herman on Rafaël Kliefhout, but he already settled his tax irregularities. Zjang uses the firm to deliver his military hardware. Despite Frakke and Bambi's doubts, ex Belinda is hired as big vehicle driver so she can pay off debts.    "
                },
                "7": {
                    "title": "Bloemen voor Belinda",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kevin is finally returning from overseas with buddy Tuur and a contraband coral gift for mother Rita, who is not amused that Herman believes the lawyer whom his dumb wife Martine promised access to the firm papers at a vague promise a bankruptcy can be delayed 'for years', which is no reason to call off the second firm plan, for which Frans and Dick still need their vote. Zjang panics when he learns foppish middleman William sold multiple rifles to oriental pitta-bar owner Dingbang Xu, presumably a Chinese mob front, and resolves to get it back before his army ...    "
                },
                "8": {
                    "title": "De poetsvrouw",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Het portret",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Dick starts his term as new firm manager by switching his predecessor's portrait with his own in the HQ office, and when Herman protests loudly, plays a dirty trick on him. Dick delegates to sadly not briefed Kevin the bribing of mayor Jos Broeckx, so accomplice municipal official Victor Brepols is exposed, requiring a blackmail bluff. Frakke is poorly served by romantic encouragement from Zjang. Pol, Valere and part-time garage partner Bambi are easily tricked and robbed by gypsy slut customers.    "
                },
                "10": {
                    "title": "Frakke op vrijersvoeten",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Poorly briefed, rookie Kevin Van As failed to include VAT in his price offer for TV celebrity Kürt Rogiers, who holds the form to the loss-making contract for his renovation. Kevin and his mate Tuur attempt to twist is arm by taking his Porsche 'hostage', but that goes physically wrong. The firm needing an extra man to man dangerous equipment, Herman refuses to jump in, sulking he won't be reduced from management to manual laborer even a single day. Frakke is poorly served by Zjang's 'help' to take romantic risks.    "
                },
                "11": {
                    "title": "De incentive",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Taxatiefraude",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Kevin returns from a meeting with his father, who took a hospitality management job in Amsterdam, with his donated shares. Hearing the firm's future is uncertain or even bleak, and aunt Rita's lawyer lover Jean-Jacques Vergucht's promise to solve the claims long-term dubious, he ends up selling to the lawman planning to head back down under, to CEO Dick's indignant frustration. The future looks even bleaker when Victor reports the mayor awards a project they bought reals estate for, hoping it would be zoning-upgraded, to a competitor, so Frans tries a blatant bribe. ...    "
                },
                "13": {
                    "title": "Eind goed, al goed",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    On a Van As construction site, foreman Frakke discovers a bomb and informs boss Frans van As and his sons. In order to avoid 'waste of time' on the official safety procedure, they decide Frakke will 'disarm' the bomb himself. Building inspector Stan however insists on an official army intervention and police surveillance, which goes utterly wrong. Meanwhile Eddy's son Kevin gets the cash pa denies from grandpa a wine a dine a girl. The mayor's objections to rule-bending a cut short with compromising party footage.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Frans believes major regular client Marcel payed a lot less under the counter then agreed and takes him hostage by lifting him in his car too great height. As Eddy feared, Marcel actually sticked to an agreed price, but won't be appeased unless Frans steps down as CEO. Meanwhile potential major client Bart Dereyne is kept waiting too long while granddaughter-receptionist Linde only has eyes for hottie Wouter, who by way of flirtation offers a state of the art coffee machine on trial. Foreman Frakke takes his guard duty too seriously, and when Eddy tries to let Marcel ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy eagerly prepares to take over as the contracting firm's CEO, and other job shifts involving his brother and in-laws. However, patriarch Frans ignores him when a municipal contract is awarded to a competitor from another province. Frans openly blames town official Victor Brepolsfor failing to deliver on local solidarity and former bribes, ignoring that he didn't even enter a formal tender. Frans orders Frakke's team to undo all his competitor's fine work at night, but is found out and threatened with the legal consequences of his countless 'fixed' arrangements. ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Frans grumpily accepts being replaced as CEO, yet protests that also means no HQ office anymore. succeeding son Eddy insists on a new, modern style, not cheap but classy, and wants his aquarium, a life-long-treasured hobby, moved into it. Frakke ignores cautions and thus ends up killing the prized fishes. In this confusion, Eddy turns down Tom, the first applicant for the post of company accountant, and makes a bad impression on the second, Arne, so Linde's cued friend Gitte easily gets it. Kevin's car was stolen in dodgy Charleroi.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy hopes to secure the firm's shaky future by signing on a major client. Alas its crucial engineer Stan's car's doors get damaged while staff moves it. Eddy loses his calm while trying to stall Stan, so a conflict over new accountant Gitte gets out of hand. That escalates when he hears about her part in Herman and Frakke's disastrous attempt to cover up the accident by buying spare parts from the Dox brothers' dodgy car-yard.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy intends to prove he and Herman can run the firm without excessive bribery, but signing client Rafaël Kliefhout and his engineer Stan turns out impossible without greasing them with a love nest and secretarial female charms. Frans takes Frakke and reluctant Jempie along to claim back by intimidation and vandalism the car which grandson Kevin reported stolen, as Frans recognized it on a website, on sale in a garage in Charleroi. The knave isn't happy with the news, and now confesses he actually sold his car to pay off huge gambling debts. Herman's wife decided to '...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    As punishment for the car stunt, Kevin is assigned to a Frakke's work gang to break up some concrete near the airport, but working at the wrong spot causes an explosive overload, leaving an uninsured, illegal Sikh laborer badly shocked. Wouter proves his love for Hilde by giving up his beloved football (soccer). Rafaël Kliefhout signs the major contracts after receiving his yacht keys and some attention from flirtatious Gitte, who eagerly volunteered to take Hilde's place.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    Grandpa Frans wants to treat his Indonesian 'girlfriend' Mahida, who runs nightclub Yoruba, behind his family's back. So the horny old goat asks Dick to discretely dug a swimming pool dug for her. Wout is now openly on kissing terms with Linde, who refuses to help her ma spy in the office safe. After local punk Cohen takes the place of mailman client Dreé to claim damages for his motorbike which fell into the hole, Eddy starts a fight and claims it's more then Dick's job is worth. Frans won't let his dismissal happen.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    Wouter, Linde's 'too perfect' lover, demands in vain an explanation when told it \"just doesn't work\". Jempie and Frakke once more have been moonlighting with company equipment. Client Jos Gepts claims their work is substandard, demands a huge rebate and holds the digging machine hostage at his father's gun point. After Dick points out Gepts is the district commissioner, and reputedly bothersome, Eddy is ready to give in grudgingly to his blackmail. Frans however offers a seemingly satisfactory deal, then concocts fake documents.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    The Van As clan attends a monthly karaoke party. Linde is two-timing 'too perfect' romantic Wouter and simpleton Fré. Eddy is on to her malingering and gets Gitte to sneak out long enough to show him how the new planning software works. Martine must hide, to avoid being caught snooping around for false accounts, and suspects an affair between the two.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Eddy allows shameless Gitte to seduce him all the way. After Herlan finds out and is sworn to secrecy, Eddy even intends to leave his wife for the slutty secretary. When Frans's regular harlot complains about exploitation by Maurits, the Dutch brothel spa manager who owns her tacky 'nightclub', Frans resorts to sewage sabotage, Frakke even escalates to violent abuse of civil servant Victor Brepols.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Abused client Victor Brepols offers a very expensive settlement for Frakke's latest stupidity. Eddy stubbornly refuses to pay 'as a matter of principle'. Dick and Frans negotiate a deal behind his back. Unaware of that, Frakke and Jempie try their own solution: kidnapping Brepols's wife's lapdog, but get stuck with Victor's mean guard-dog. Wouter and Fré find out that Linde has been cheating on each with the other, but she still acts as if the injured party. Eddy's affair with Gitte becomes untenable even for her.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Frans orders Jempie to dump some poisoned oil illegally. Due to bad loading, his minivan trips over into a ditch. Frakke is supposed to rescue him with a large truck, but a bad will duel with a small car causes him to be stopped by the police, so Herman is send himself. By the time he arrives, the police catches them in the act and takes not of his clumsy hint at bribery. The family attends an aunt's funeral, but Martine has convinced Rita that her Eddy has an affair with Gitte, who in fact just told him off. The results are a rowdy funeral, a broken marriage and a ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    After a refreshing fishing holiday, Eddie is ready to return in the firm and counts on managing it again, but as the 'retired' patriarch feared, his estranged wife Rita won't leave the chair. She accepts to leave a major contract to larger competitor Daan Renders for a bribe. The operational team and salesman Dirk however fight him both on site and behind the screens, resulting in confrontation and a surprisingly generous, yet testing offer. Meanwhile Jempie gets wounded by Frakke and seduces in the pharmacy German-speaking foreigner girl.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Dick promises municipal works supervisor Victor Brepols to speed up works delayed by an impending procedure to classify a shaky shack on site. So Frakke is ordered to simulate a nocturnal 'storm\", grumpily aided by Jempie who is dragged from bed and Ukrainian lover Valentina whom he got a toilet lady job, but overdoes it, completely bulldozing the shed. Worse, acting manager Rita wasn't old about the heavy machinery use, so she calls the police to signal theft. The whole incident renders Frans's painful mission to make former heir Eddy, who intended to take charge ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In a building Van As is supposed to tear down, daredevil juvenile squatters put up a grim fight, driving Frakke and even Dick to mindless violence, throw a concrete block on Frans's feet and still get press sympathy. Grandpa Frans realizes ordering rascal heir Kevin, who was kicked out of B-college, to enroll in another won't do more good then allowing the lazybones a 'sabbatical', so he suggests joining the firm for a year. Now Rita has deserted as manager, Eddy hopes to return, but ends up agreeing 'for a while' to let unassertive brother Herman have a go to appease...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Herman's turn as manager seems to start auspiciously, landing a major contract with Ludo Rombouts's huge firm, provided his home roof gets fixed too. Wife Martine, who 'volunteered' to take over reception, which she can't handle by a long-shot, bursts in to propose the most expensive firm, but Frans quietly substitutes his own bumblers Frakke and Jempie. A row over their loud radio with Rombourt' sleep-deprived studly son Bart escalates. Eddie must give in about drop-out son Kevin 'apprenticing' and even marriage counseling.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Frans gets wind of Martine's costly incompetence, but husband Herman dares not reinstate more capable 'impertinent' daughter Linde at the reception. Jempie is happy with his Ukrainian bride Valentina, but her gangster pimps, father Vasil and son Pjotr, demand her back and beat Kevin a bloody nose. Frans promises them a buy-off and dodgy labor hiring, but sets a blunt trap. Eddy grudgingly accepts marriage counseling, but the female therapist only exacerbates the spouses further.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Major Rafaël Kliefhout has a deal with Frans for a building site, but it risks falling trough after Frakke and Jempie find gold coins and report an archaeological find so they can search for more. Kevin moves up from manual labor to field supervision and dodgy tricks, while trying to mediate between his parents. Incompetent busybody Martine drives everyone crazy, daughter Linde enough to seek another job.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "30 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Herman wisely turns down, without details, an offer by 'family friend' Plitter to make a quick profit on disposal of toxic waste barrels, but Kevin can't resists enough cash to buy a flashy car. It turns out the content is even radio-active, but by then equally uninformed Frakke and Jempie already put it all in their van to the Ukrainian consulate, where Valentina has a deadline to avoid being sent back. Frans hears that LInde applied for a job elsewhere to be rid of mother Martine, but lures the vital family accountant back by offering a better job with company car.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    After the police tracked down the dumped nuclear waste, Herman is arrested, but soon released and guilty rascal Kevin charged. By giving priority to her lover Jasper's posh pool party, Hilde royally fucks up her first day as building site supervisor, as the safety equipment is now absent when the inspector arrives, and giving him lip makes it even worse. Drinks, sex and worries about rascal son Kevin bring Eddy and Rita back together.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    The firm counted on municipal works, trough 'friendly' official Victor Brepols, but he's now kept on a short leash by the new alderman for public works and possible future mayor, a stickler for the lawful procures. Unable to bride the politician, Frans blackmails Victor to help the get access to confidential data to find leverage against the alderman. Jempie pretends he's planning to move to Ukraine with Valentina to get a raise, but Herman and Eddy, who wants tor return in the firm, just scold his disloyalty, only Frans gets it. Kevin remains in police custody.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "21 May 2014",
                    "year": "2014",
                    "plot": "\n    Jempie's wedding preparations prove most stressing, mainly being beyond his means, so he begs for loans from brother Hedwig and colleague Frakke. Eddy discovers Martine's affair with client Ludo Rombouts and warns her for brother Herman's sake. Dick still delivers, despite his drivers license suspension, but refuses to have incompetent Martine tagging along any more. Frans must see the job still gets done.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    Jempie invited far too many guests for his wedding, which Frans foots, yet he grudgingly agrees to let his whorehouse 'lady friend' bring some of her girls and stock to cater for everyone. The groom's brother Herwig's wife Brechtje keeps bitching about the waste while Jempie still owes them money. Herman senses Martine is cuckolding him, but assumes it's with Dick, who gets to feel his fist. Hide is rewarded for organizing the party by her lover Jasper, the DJ, albeit later and shorter then she expected. Warned off by Eddy, Martine dumps lover Ludo Rombouts.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "4 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    While Jempie is on cheap Ukrainian in-law honeymoon and Kevin still in police custody, Frakke can barely cope keeping the equipment in order and saucy rumors abound. After Martine has to admit she cuckolded Herman 'only a few weeks', the family and - firm resemble cold war theaters. Eager to prepare a return as CEO, Eddy teams up with Daan Renders. They are blinded by a huge deal offered by Muller, manager of a swiss-based real estate company controlled by oil sheiks, to build twelve mega-football-stadiums, so they promise all their firms' secret funds for a ...    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Now Eddy has wasted the secret funds and personal conflicts abound, the firm seems to be falling apart. Patriarch Frans however calls his kin to order, forces them to make up with Dick and lays down the law concerning job descriptions. Hermand and Eddy decide to co-manage. Jempie returns to find his mobile home gone, but Frans arranges that too.    "
                }
            },
            "3": {
                "1": {
                    "title": "Dynamiet",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The firm is after a major municipal contract and counts on bribing new mayor Jos Broeckx, but he just cashes and waits for the official procedure. Eager to earns some extra cash, Frakke 'helps' Jempie finish a demolition job by using dynamite, but the explosion is too small and so poorly controlled it literally rains damage complaints, which beat cop André quickly traces to the site. Spoiled brat Linde has a classy college lover, Jasper, but her attitude makes him doubt if there's a future for them.    "
                },
                "2": {
                    "title": "Bambi",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "5 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Herman now doubts if his marriage can ever get fixed, yet adulterous wife Rita's brother Frankie 'Bambi' Baels, who lost another job, arrogantly expects to be hired. He proves an operational nightmare even by Frakke's standards, and haughtily turns on 'suit' Dick. Eddy refuses to grovel for a subcontract badly under the proper price from Daan Renders, but Frans decides they need to keep the staff employed. Eddy's hotheaded revenge is likely to backfire for all.    "
                },
                "3": {
                    "title": "Grote controle",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "12 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Needing extra manpower, Frans sent Frakke to engage illegals in Brussels. But the disgruntled mayor arranged for the labor inspection to be turned on Van As. So Frakke must hastily hide the foreigners improvising, while the family tries to hide the double accounts and dirty cash. Alas, the inspectors aren't easily mislead and impossible to bribe, yet the effort pulls even h-Herman's Household back together.    "
                },
                "4": {
                    "title": "Een leren salon",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "19 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Due to vindictive competition, the firm is in dire trouble, which contributes to Frans getting a cardiac crisis, albeit with his brothel mate Maïda. Eddie and especially Herman still blame mayor Jos Broeckx, so he goes scold him 'duly', only to be charged with assault and have the firm formally banned from bidding on municipal contracts to avoid a penal complaint. Frakke and Bambi meanwhile advise Jempie how to handle his Ukrainian Valentina Kostiac's ingrate demands, or help interpret their flawed communication.    "
                },
                "5": {
                    "title": "NV Lidi",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "26 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Crisismaatregelen",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Desperate as now contracts fail, the brothers consider to save on expenses, notably scaring off staff, which is tempted to seek employment with nemesis competitor Daan. Dick is not amused to be offered 'no cure no pay' double commission, but gets Frans to approve the dummy corporation with overpaid municipal civil servant as 'silent partner'. Jempie is in dire trouble as his visiting Ukrainian parents in law cost more the he can afford even on full pay.    "
                },
                "7": {
                    "title": "De kluis",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "9 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "De poutrelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "16 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Burenruzie",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "23 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Bbq",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "30 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Opgelicht",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "7 May 2017",
                    "year": "2017",
                    "plot": "\n    Determined to enjoy life in his twilight, Frans finally decide to tie the knot with his beloved brothel lover from Suriname, Maida. However a last-minute tender challenge reported by the bribed city official requires the Van As men to concoct a counter-offer on the wedding day. Frakke helps Bambi deal with the theft and sale of a company vehicle to a dodgy competitor, who sort of sees trough their ploy to steal it back and holds them at gunpoint caught breaking in but reconsiders having to explain fencing.    "
                },
                "12": {
                    "title": "Rudolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "14 May 2017",
                    "year": "2017",
                    "plot": "\n    Eddy and Herman are peacock-proud to land a fat Dutch promoter as semi-regular client for subcontracting, but father Frans is barely back from Thai honeymoon or they find the latest school demolition job was a trap to ruin them, carefully set up by competitor Daan. Jempie fails to satisfy as Daan's employee, being preoccupied with a hopeless attempt to expel his Ukrainian wife Valentina who invited her hunky lover into the house instead, .while Jempie's ex demands him to settle the separation before her apartment lease runs out, but help from Frakke, Bambi and another...    "
                },
                "13": {
                    "title": "De verhuis",
                    "kind": "episode",
                    "episode of": {
                        "title": "De zonen van Van As (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "21 May 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Van Assche, Jaak"
            },
            {
                "name": "Van Looveren, Jan"
            },
            {
                "name": "Thyssen, Peter"
            },
            {
                "name": "Kloek, Tania"
            },
            {
                "name": "Beatse, Els"
            },
            {
                "name": "Goossens, Carry"
            },
            {
                "name": "Eyckermans, Rilke"
            },
            {
                "name": "Segers, Ben"
            },
            {
                "name": "den Eede, Peter Van"
            },
            {
                "name": "Van Geel, Jonas"
            },
            {
                "name": "Bruneel, Wouter"
            },
            {
                "name": "Naert, Liesa"
            },
            {
                "name": "Van Haesendonck, Hilde"
            },
            {
                "name": "Tenta, Anna"
            },
            {
                "name": "Bojoh, Bo"
            },
            {
                "name": "Louwyck, Sam"
            },
            {
                "name": "van Dijck, Dirk"
            },
            {
                "name": "Audenaert, Tom"
            },
            {
                "name": "Boen, Steven"
            },
            {
                "name": "Daeseleire, Axel"
            },
            {
                "name": "Van Oerle, Sid"
            },
            {
                "name": "Hoogmartens, Ludo"
            },
            {
                "name": "Cafmeyer, Maaike"
            },
            {
                "name": "Huysentruyt, Bert"
            },
            {
                "name": "Vergauwen, Michael"
            },
            {
                "name": "Van Bauwel, Tom"
            },
            {
                "name": "De Ridder, Sven"
            },
            {
                "name": "Seldeslachts, Joren"
            },
            {
                "name": "Verbakel, Verona"
            },
            {
                "name": "Cosemans, Bert"
            },
            {
                "name": "Van Sande, Vincent"
            },
            {
                "name": "Hannes, Lut"
            },
            {
                "name": "Michiels, David"
            },
            {
                "name": "Van Geel, Jos"
            },
            {
                "name": "Pinoy, Arend"
            },
            {
                "name": "Binon, Eva"
            },
            {
                "name": "Raes, Joke"
            },
            {
                "name": "Oduwale, Yemi"
            },
            {
                "name": "Meuws, Rudy"
            },
            {
                "name": "Kerremans, Eric"
            },
            {
                "name": "Boel, Annelies"
            },
            {
                "name": "De Groote, Walter"
            },
            {
                "name": "Lesage, Günther"
            },
            {
                "name": "Tavernier, Ianthe"
            },
            {
                "name": "Baranyanka, Eric"
            },
            {
                "name": "Rogiers, Kürt"
            },
            {
                "name": "Peeters, Wim"
            },
            {
                "name": "Van Vooren, Dirk"
            },
            {
                "name": "Coucke, Han"
            },
            {
                "name": "Ligtvoet, Hans"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 4,
        "rating": 7.5,
        "votes": 94,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM1MWM1NTItMmE0Yy00NDFhLTg5MDctZWYzY2I3ZTc5ZDk3XkEyXkFqcGdeQXVyOTM2ODgzMg@@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "De zonen van Van As",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "De zonen van Van As (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Heselmans, Johan"
            }
        ],
        "production companies": [
            {
                "name": "René Vlaeyen Film Productions"
            }
        ],
        "distributors": [
            {
                "name": "Vlaamse Televisie Maatschappij (VTM)"
            }
        ],
        "other companies": [
            {
                "name": "Bulletproof Rentals"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 94,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 22,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 37,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 6.5
            },
            "males": {
                "votes": 69,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 18,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 35,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 6.5
            },
            "females": {
                "votes": 7,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.5
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 58,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 9,
            "9": 13,
            "8": 37,
            "7": 18,
            "6": 9,
            "5": 3,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}