{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "March 2012"
            },
            {
                "country": "USA\n",
                "date": "7 March 2012"
            }
        ],
        "release dates": [
            "USA::March 2012",
            "USA::7 March 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Million Dollar Listing New York"
            },
            {
                "title": "Million Dollar Listing NY"
            }
        ],
        "akas": [
            "Million Dollar Listing New York (original title)",
            "Million Dollar Listing NY "
        ],
        "akas from release info": [
            "Million Dollar Listing New York (original title)",
            "Million Dollar Listing NY "
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Rebel Without a House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The kings of Gotham real estate are back and they refuse to let a changing market stand in the way of big time deals! Fatherhood has been good to Fredrik, but he's back with a bang to help superstar Rebel Wilson find a luxurious NYC pied -à -terre. A newly shorn Steve gets himself in a tricky situation when an ex-girlfriend calls on him to sell her Nolita condo. Ryan sets his sights on a gorgeous Tribeca loft as he juggles a growing team that is always in need of his attention. And when Steve throws a shady comment about Ryan's business troubles in front of an ...    "
                },
                "2": {
                    "title": "Peanut Butter & Jealous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Fredrik takes on a beautifully renovated penthouse listing where the owners have tremendously overspent on upgrades. In the same building, Steve hustles to sell his ex-girlfriend's color-challenged apartment and her next-door-neighbor's unit in record time. Meanwhile, Ryan has to get creative to sell out a Brooklyn building for a first-time developer or else his client could lose everything. Plus, sparks fly when Ryan confronts Steve about his behavior at the real estate panel.    "
                },
                "3": {
                    "title": "50 Cent & 6 Percent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Fredrik takes on the listing for 50 Cent's massive Connecticut estate, and throws an epic broker's open to entice buyers from the city. Meanwhile, Ryan has a chance at the biggest listing of his career but only if he can get to Shanghai in time. Steve takes on a stale penthouse listing in Brooklyn Heights, with a co-lister whose inexperience may be more trouble than it's worth.    "
                },
                "4": {
                    "title": "Chinese Take-Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "2 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan hits a major speed bump in his attempt to get to Shanghai with a billion dollars in business on the line. Fredrik continues his quest to sell 50 Cent's mega mansion in Connecticut, but tensions with his co-lister put a potential deal in jeopardy. Steve gets a chance to work for a dream client selling a west side unit with a massive terrace, but when a new building blocks his river view, his chances of selling may be sunk.    "
                },
                "5": {
                    "title": "Ready, Set, Baby!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    When a deal unexpectedly falls through, Steve's solution for getting the unit sold may end up draining his bank account while Fredrik launches a NoHo development with a creative but risky marketing campaign.    "
                },
                "6": {
                    "title": "Circa Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan's caught in a tricky situation when selling a team member's Tribeca home. Meanwhile, Fredrik tries tosell an overpriced penthouse while mentoring a co-lister who wants a spot on his team.    "
                },
                "7": {
                    "title": "Pool Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Fredrik lists an infamous Chelsea townhouse with an eccentric seller whose reputation for firing brokers precedes her. Ryan entrusts a Park Slope listing to a brand new agent on his team, but his unorthodox methods of selling could cost him a client. On the other hand, Steve tries to bounce back from his rocky launch of the Circa building with a change in strategy that could make or break his future in new development.    "
                },
                "8": {
                    "title": "Town Goes Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Steve's world is turned upside down when his brokerage shutters without warning, leaving the Gold Group without a home. Meanwhile, Ryan and Emilia begin the search for their dream home.    "
                },
                "9": {
                    "title": "Trouble in Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan searches for the perfect townhouse for a bickering couple who can't decide on anything. Steve is under pressure to choose a new brokerage, while Fredrik is pressured to lure him to Douglas Elliman. When they both travel to St. Lucia to pitch buyers on the stunning oceanside villas, tensions come to a head when Steve is forced to make a decision that will change his career forever.    "
                },
                "10": {
                    "title": "Billion Dollar Listing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "21 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Steve's world is turned upside down when his brokerage shutters without warning, leaving the Gold Group without a home. Fredrik heads to St. Lucia after he gets tapped to market stunning beachfront villas to wealthy New Yorkers.    "
                },
                "11": {
                    "title": "Yippee Ki Yay!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Steve tries to find a buyer for a charming country home on a piece of land in Upstate New York. Ryan has two weeks to work his magic on a skyscraper. Fredrik tries to impress his clients by selling an apartment to actor Bruce Willis.    "
                },
                "12": {
                    "title": "Whale of a Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "4 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan is challenged with selling the biggest townhouse in the neighborhood with a price tag to match. While Steve tries to sell an impeccably designed apartment with a major location flaw. On the other hand, Fredrik is forced to get creative to market a billion dollar project that's in shambles. Ryan and Emilia make a major decision that will change their lives forever.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Shark, the Smooth-Talker, and the New Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Now that he's a married man, Fredrik returns to Manhattan and lands a listing with one of the biggest names in real estate history: Trump! Luis, meanwhile, has staged his listing on Charles St. and has a new plan to find a perfect \"match\" for the apartment. And Ryan has a new client on the Upper West side, but it's hard for him to concentrate on business after Fredrik lied to him during their deal at Bowery. There's only one way for this season to end: an all-out revenge plot unlike anything the real estate world has ever seen.    "
                },
                "2": {
                    "title": "Parlez-Vous, Francais?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Now that Ryan's cleaned up Adrianna's apartment, he has to find a way to sell it... even if that means learning a new language. The stress of Michael blowing his first major deal doesn't ease up with his new listing, which results in him hiring masseuses for his open house. Fredrik's past success with a former client has her seeing dollar signs but perhaps too many because now she wants to sell her current apartment for a million dollars more than he anticipated.    "
                },
                "3": {
                    "title": "Hard Hats and Hard Heads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Fredrik lands an entire building from one of New York City's most prolific developers, but there's just one catch -- the project is still under construction and he's trying to sell the units before they reach completion. Ryan picks up a listing in Gramercy Park and hopes to prove that his youth and energy will be a good fit in this old and conservative neighborhood. Michael makes the fateful call that will determine if he sells $30 million worth of apartments in Trevor's building or if he ends up with nothing.    "
                },
                "4": {
                    "title": "Construction, Conniptions, and a Kangaroo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Fredrik lines up a private showing for his project on Washington St. and quickly realizes that one couple may be his key to selling 30 percent of the entire building. Michael lands a listing with Fredrik's current client, Zach Vella, and is happy to be representing some units on his home turf: Park Avenue on the Upper East Side. Ryan represents a buyer who's an up-and-coming financial trader, but things aren't as easy as they look, the client has a very unique pet that's going to be a tough sell to any building's owner.    "
                },
                "5": {
                    "title": "The Casting Couch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Zach Vella is frustrated by Michael's lack of progress at the Park Avenue building, and brings in another real estate agent to help out. Unfortunately for Michael, that agent may be more foe than friend. Ryan concocts a plan to photograph models for his sexy new rental located in Chelsea, but now he just has to figure out a way not to fall head-over-heels for one of them.    "
                },
                "6": {
                    "title": "Bailing on the Bully",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Michael, upset over his treatment by Fredrik on their co-listing, calls a lunch meeting to sort out their problems so they can move forward. Things go awry, however, when Fredrik defends his actions, arguing that nothing matters to him except selling the apartment. That leaves Michael faced with a tough decision: cut his losses and move on, or stay teamed-up with someone he feels is a bully. Ryan, meanwhile, has an out-of-town married couple as his new clients. What should be an easy jaunt around the city looking at apartments quickly turns into a never-ending search ...    "
                },
                "7": {
                    "title": "Don't Throw Stones in Glass Buildings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Now that Michael's moved on from Fredrik, he's trying to prove himself at his new Jean Nouvel building by turning a low offer into a potential sale. Uptown, Ryan makes a last ditch effort to appease Nick and Penelope, and this time he's come prepared with a secret weapon. Fredrik has enormous confidence that he can sell the apartment belonging to his new client, Tim. However, finding him a new place in an ultra-modern building may be the one thing that leads Fredrik and Michael to cross paths once again.    "
                },
                "8": {
                    "title": "Sweden and the Shark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Fredrik returns home to Sweden to check on his personal company, mentor his brokers, visit his family and, of course, to sell some real estate. Michael lands his biggest listing yet, a townhouse in the West Village. However, if he wants to prove himself to the developer, he needs to show how much he's recently learned. And speaking of big listings, Ryan gets a $25 million Soho apartment that's more palace than penthouse. In his quest to market it creatively, he throws a Fashion Week party there which suddenly spirals out of control.    "
                },
                "9": {
                    "title": "Look Me in the Eye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 May 2012",
                    "year": "2012",
                    "plot": "\n    Michael tries to sell his biggest listing of the season by throwing a carnival-themed open house. Hopefully for him, some kids show up before his plan backfires. Ryan does everything he can to get his Fashion Week party under control so that the owner, Ken, won't yank him off this $25 million apartment. Fredrik, meanwhile, uses a new Gramercy listing to try and mentor his junior broker, Justin. Things get really stressful for Fredrik when Ryan walks through the door of his open house and they have their biggest and most dramatic confrontation yet.    "
                }
            },
            "2": {
                "1": {
                    "title": "Surprise Bitch, I'm in the Pool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 May 2013",
                    "year": "2013",
                    "plot": "\n    Season Two of America's most exciting real estate show starts with a splash. Literally. When Fredrik gets a $17-million dollar Tribeca townhouse, Ryan sabotages his open house by jumping into the swimming pool. Meanwhile, new agent Luis D. Ortiz tries to make a mark in Manhattan by finding an unlisted, off-market property for a potential client. Ryan attempts to resurrect a dead listing with a surprising new strategy: by raising the listing price!    "
                },
                "2": {
                    "title": "Two Hotheads and a Hurricane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 May 2013",
                    "year": "2013",
                    "plot": "\n    When Ryan and Luis list units in the same building, things get competitive. Upon their first meeting, Ryan insults Luis and Luis retaliates by stealing clients from Ryan's open house. Fredrik is struggling to sell the Marble House and just when he's got a lead, Hurricane Sandy strikes. Before the lights come back, the agents will learn a thing or two about their business, and their lives.    "
                },
                "3": {
                    "title": "Bow Rooms and Broome Sticks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    With Hurricane Sandy now past, the sun is shining and deals are being made...or are they? Luis gets the first townhouse of his young career, but is horrified to find that most of the décor is older than he is. Meanwhile, Fredrik is minutes away from doing a deal when a minor technicality threatens to derail the whole sale. And downtown, Ryan has no problem selling an apartment for a nice, sweet grandmother, but when he struggles to find her a new place, this senior citizen gets picky...and prickly.    "
                },
                "4": {
                    "title": "Video Killed the Real Estate Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    Fredrik and Luis have listing opportunities for new developments on the same exact street, but only one of these agents escapes making a commission. Across town, Ryan is back at his old stomping ground, selling at the Park Imperial, but familiarity does not guarantee sales. When his new client puts enormous restrictions on the unit, Ryan is forced to get more creative than ever.    "
                },
                "5": {
                    "title": "All the World's A-Staging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    After failing to nab a whole building, Luis is back to listing apartments. With his client needing to sell her apartment fast, Luis must first tame her three-year old son to behave at the open house. Ryan's also on damage control, hoping to calm his client, after Pat finds out about the music video. And thanks to his quick sale at 46 Lispenard, Fredrik gets the listing next door at 50 Lispenard.    "
                },
                "6": {
                    "title": "The Days of Licking Bricks are Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Fredrik takes Luis up on his offer to meet over drinks, and they instantly bond over their shared passion for real estate. Fredrik even offers Luis a co-list in his current development, a listing Luis once hoped to land. Things don't stay friendly, though, as soon as Fredrik sees he's dealing with a loose cannon.    "
                },
                "7": {
                    "title": "Will Haze for Listing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Ryan pays a visit to one of his old fraternity brothers who holds the key to a big commission check, but Ryan's little 'brother' only has one thing on his mind...fraternal revenge. Meanwhile, Luis meets with a Puerto Rican client who does not fall for his 'Puerto Rican' charm. And Fredrik works his magic downtown on yet another big developer.    "
                },
                "8": {
                    "title": "Lord Have Mercer!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    This week, Ryan tries to rescue the sale of his fraternity brother's apartment by going to all corners of the Earth to find a buyer. Luis, meanwhile, tries to win over his difficult-to-please client, Mari. Now that Fredrik put the finishes into Edmund's building, he's feeling the pressure to sell the first unit.    "
                },
                "9": {
                    "title": "Don't Forget The Hands! Dinosaur Hands!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When Luis runs into a seller who over-prices her listing, he reaches deep into his bag of tricks, including a movie camera! Meanwhile, Fredrik lands the biggest listing of his entire career, and every broker in the city has a client who wants an apartment there...even Ryan. How much will Ryan suck up to Fredrik to make his buyer happy?    "
                },
                "10": {
                    "title": "Harlem Shake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When Ryan hears that Fredrik's upped the prices on the Bowery units, he nearly loses all restraint...but that's just the beginning of his bad week. Meanwhile, Luis is on the hunt to find a lasting partnership as he's learned teaming up brings the big money.    "
                },
                "11": {
                    "title": "Do You, Fredrik, Take This Building?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 6,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Luis lands one of the biggest listings of the season when he's asked to team up on a Richard Meier designed unit. Ryan continues to struggle with co-lister, Jill, and realizes some mistakes even he might not be able to fix. In the Florida Keys, Fredrik and Derek have rented an entire island for their wedding. Can Fredrik actually leave his work behind in New York City?    "
                }
            },
            "3": {
                "1": {
                    "title": "This City Will Eat You Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Frederick finds his dream listing with a nightmare seller; Ryan takes on an expensive, unique apartment: Luiz finds himself in an unfortunate pairing.    "
                },
                "2": {
                    "title": "It's Time to Eat the Fish!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Ryan takes on another, less attractive apartment; Luis tries to get Todd into shape; Fredrick focuses on his new, high-fee listing &:runs into Ryan.    "
                },
                "3": {
                    "title": "There's No Crying in Real Estate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Fredrick faces more roadblocks; Luis has an incredible opportunity; Ryan deals with an emotional seller.    "
                },
                "4": {
                    "title": "Reach High",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Fredrik tries to land the biggest listing of his career; Ryan deals with an emotional seller.    "
                },
                "5": {
                    "title": "I Ain't Afraid of No Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "30 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Luis' overachieving nature may drive away his seller; Fredrik learn to deal with delicate egos; Ryan finds himself in an eerie townhouse.    "
                },
                "6": {
                    "title": "Bidding War Bitches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    Two VIPs engage Fredrik in price tag tug of war; Luis' client has a big secret.    "
                },
                "7": {
                    "title": "East Coast vs. West Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    A bombshell is dropped on Luis; Fredrik learns a hard lesson; Ryan goes to Los Angeles.    "
                },
                "8": {
                    "title": "Where We're Going, We Don't Need Roads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "21 May 2014",
                    "year": "2014",
                    "plot": "\n    Luis travels to Puerto Rico with his New York clients; Fredrik's client pressures him for a high return on a penthouse.    "
                },
                "9": {
                    "title": "I Dream of Jeanne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    Ryan shoots his Michael Bay-style trailer for a listing; Fredrik represents a new Brooklyn developer.    "
                },
                "10": {
                    "title": "Mending Fences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "4 Jun. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "18 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    For the first time ever in Million Dollar Listing history, the wolves of New York real estate, Fredrik Eklund, Luis D. Ortiz and Ryan Serhant, sit down with host, Andy Cohen, to discuss some of the craziest antics and most-talked moments from this season.    "
                }
            },
            "4": {
                "1": {
                    "title": "New Wheels, New Deals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    NY's three favourite brokers hit the New Season selling, with Luis riding in style in his new Maserati while renewing rivalries with Fredrik and Ryan.    "
                },
                "2": {
                    "title": "Bids & Brawls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Ryan's boss needs a broker and he thinks Ryan is just the guy to sell his apartment along with that 400-piece art collection he recently bought. Fredrik scores the biggest single-unit listing of his career. Meanwhile, Luis must play referee between a high stakes negotiation between a buyer and seller.    "
                },
                "3": {
                    "title": "Three Brokers and a Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "29 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Fredrik targets Chinese buyers in an attempt to sell a $35 million listing in the prestigious Time Warner Center, but despite his best efforts, he's coming up against a great wall. Old friends come knocking with a new listing in Harlem and Luis is ready to party, but unfortunately, it doesn't look like buyers got the invite. Ryan, on the other hand, is the proud recipient of a very special delivery, one he puts to good use.    "
                },
                "4": {
                    "title": "Frenemies Unite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    The \"Twin Towers\" of real estate stand united for the first time as Fredrik invites Ryan to co-list a new penthouse in Chelsea. Fredrik is ready to be fast-friends, and maybe something more? Ryan is skeptical enough to keep other irons in the fire, courting a Russian businessman with a penchant for luxury real estate and long legs. Luis scores an offer on his townhouse in Harlem.    "
                },
                "5": {
                    "title": "Walking on Eggshells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    Fredrik and Ryan's chummy relationship is tested, both personally and professionally as Fredrik and his husband, Derek, surprise Ryan's fiancée, Emilia, with a provocative request as business complications threaten to derail Fredrik and Ryan's co-list. At the same time, it's a race to the finish line with Ryan's Russian buyer, Arty. Luis, meanwhile, is painting a beautiful picture out of his new listing after learning the apartment once belonged to a famous artist.    "
                },
                "6": {
                    "title": "Unfinished Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "20 May 2015",
                    "year": "2015",
                    "plot": "\n    Fredrik's reputation, and 22.5 million dollar price-point, is on the line when his developers threaten to back out of the premium finishes they promised. On his latest project, Ryan is reunited with a familiar blonde who it seems still wants him to put a ring on it. Across the bridge, in Brooklyn, Luis is in hot pursuit of one of the city's top developers. But will that developer's icy assistant freeze him out?    "
                },
                "7": {
                    "title": "I Love You, Puffer Munkin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "27 May 2015",
                    "year": "2015",
                    "plot": "\n    Ryan tries to close the biggest deal of his life and he plans on sealing this one with a kiss. A winter wonderland awaits Fredrik in his native Sweden but will this trip have a fairytale ending? Luis has the finish line in sight on his townhouse in Brooklyn, but an unexpected twist throws him for a loop.    "
                },
                "8": {
                    "title": "Don't Count Your Eggs...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "3 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Dogsledding and snowball fights are all part of the pitch as Fredrik tries to fetch a record-setting price for the mountain-top home he's come to Sweden to sell. However, it's the outcome of another far more personal pitch that could affect Fredrik's future in a way that no real estate transaction ever could. Ryan gives former assistant and rookie broker, Olivia, a shot at the big leagues only to find himself calling foul after her first at-bat. Luis looks golden after a quick sale, but it doesn't take long for the shine to wear off.    "
                },
                "9": {
                    "title": "Dude, Where's My Broker?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "10 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Luis' search for a missing broker comes to an unexpected end and the results have a profound effect on him. The developers on Fredrik's 22.5 million dollar penthouse are holding his feet to the flames, but who ultimately gets burned? The time has come to sell a penthouse and settle a bet between Ryan and Olivia.    "
                },
                "10": {
                    "title": "Luis 2.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "17 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    A re-energized Luis reaches out to old friends in an effort to close a deal that painfully eluded him before. Fredrik wants a new 300-million dollar project so bad he can taste it, but the number one broker in the city will be put to the test, having to beat out the competition if he wants to win the exclusive rights to this one. Meanwhile, Ryan is busy trying to sell a two-bedroom apartment with an eight figure price-tag when he's blindsided by news from fiancé, Emilia.    "
                },
                "11": {
                    "title": "The Final Shakedown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "24 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    In an attempt to bolster interest in his new West Side development, Fredrik takes buyers on a Hudson River cruise, but he and husband, Derek, come back ashore with more than they bargained for. Meanwhile, further uptown, Luis and a developer he knows well embark on an ambitious buyout in their attempt to create one massive 25 million dollar unit overlooking Central Park. But will a holdout, gleefully represented by Ryan, stop them dead in their tracks?    "
                },
                "12": {
                    "title": "Don't Touch Me, Bro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "1 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Luis hatches a plan to lure Ryan back to the negotiating table after the two reach a stalemate over Luis' attempted buyout of Ryan's client at 230 Central Park South. If Luis fails, so do his efforts to create a full-floor unit worth 25 million dollars. Ryan tries to salvage another deal that fell through after the buyer of his eight-figure townhouse in Soho was unexpectedly arrested. Meanwhile, Fredrik stops at nothing to impress a particularly important client as he tries to sell out his latest development, a 100-million dollar waterfront project helmed by old ...    "
                }
            },
            "5": {
                "1": {
                    "title": "50 Shades of Greystone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "21 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Luis will do anything to solidify his standing as a major player in the new development world, even if it means teaming up with an old rival. Fredrik looks outside Manhattan for a spark of inspiration, but struggles with the aftermath of devastating news. Meanwhile, in the East Village, Ryan tries to lure brokers to an out-of-the-way listing with an out-of-the-box idea.    "
                },
                "2": {
                    "title": "Bleecker and Bleaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "28 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    At the Metropolitan Tower, Luis and Ryan find co-operating on their co-listing to be co-mplicated. And when Ryan's fiancée Emilia gets in the middle, it teeters from deal to deal breaker. Meanwhile, downtown, Fredrik lands a heavenly NoHo listing, but soon finds out it has a hellish downside.    "
                },
                "3": {
                    "title": "Planet of the Capes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "5 May 2016",
                    "year": "2016",
                    "plot": "\n    Ryan pushes his luck with a downtown duplex by trying a new pricing strategy...problem is, he's also trying the buyers' patience. Fredrik lands in deep water when he promises a buyer something his building developer might not be able to deliver. Meanwhile, in Brooklyn, Luis and a new co-lister dig a hole they might not be able to borough out of.    "
                },
                "4": {
                    "title": "No Sleep Till Brooklyn Sells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "12 May 2016",
                    "year": "2016",
                    "plot": "\n    Fredrik reunites with an old client in Williamsburg, but when she changes plans at the last minute, his launch struggles to lift-off. A few blocks away, Luis hopes to repair his rocky relationship with a rebellious co-lister. Meanwhile, on the Upper West Side, Ryan tries tackling an enormous townhouse that may be too big for most New Yorkers...in both size and price.    "
                },
                "5": {
                    "title": "Murray Up and Wait",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "19 May 2016",
                    "year": "2016",
                    "plot": "\n    A phone call gives new life to Fredrik on a development, but it comes with a catch he never saw coming. Ryan bends over backwards to accommodate a potential buyer, and gets zero bend in return. Downtown, Luis is given first dibs on a hot new building in Tribeca but he soon learns that being first can sometimes be the last thing you need.    "
                },
                "6": {
                    "title": "Tug of Warhol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "26 May 2016",
                    "year": "2016",
                    "plot": "\n    For a new development in NoHo, Fredrik wigs out and summons the spirit of a dead icon. After a failed first shot at a new building, Luis aims for a rebound by chasing down one of New York City's biggest developers. Meanwhile, in the Flatiron District, Ryan picks up a penthouse with a difficult price tag...and an even more difficult co-lister.    "
                },
                "7": {
                    "title": "A More Modern Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "2 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Ryan's relationship with his co-lister hangs by a thread, prompting him to try something new; Luis finds himself caught in the middle while trying to please a married couple; Frederick hopes a rival will save him after the developer raises prices.    "
                },
                "8": {
                    "title": "No Moore Mr. Nice Guy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "9 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Luis lands a listing with a former broker who helped launch his career but finds that old friendships bring new expectations. Fredrik struggles to sell a penthouse in Tribeca that comes with a 30 million dollar price tag...and an equal amount of challenges. Meanwhile in East Village, Ryan tries to save his skin after showing too much of someone else's in a marketing campaign.    "
                },
                "9": {
                    "title": "Take a Walker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "16 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Fredrik confronts a competitive broker and Ryan lands a listing that previously let go of another broker and to his delight, that broker was Fredrik.    "
                },
                "10": {
                    "title": "Windows to Your Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "23 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Luis faces an emotional crossroads and considers an unexpected path with his business. Downtown, Fredrik tries to cash in on a NoHo loft that once was the site of the country's largest bank robbery. Meanwhile in Tribeca, Ryan tries to succeed where Fredrik couldn't....unfortunately for him, he may face the same gloomy fate.    "
                },
                "11": {
                    "title": "Real Men Wear Pink... Tutus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "30 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Ryan lands a building in the culturally artistic neighborhood of Hell's Kitchen, forcing him to trade in his suit for a more unique outfit. Luis' idea of having a business partner gets more complicated when an open house challenges him to think about his future. Meanwhile, Fredrik goes to London to try and sell 25% of his new development in Seaport....unfortunately for him, the British brokers don't see anything to high kick about    "
                },
                "12": {
                    "title": "Seaportlandia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "votes": 8,
                    "original air date": "7 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Luis hopes to land a new building on Park Avenue South, while also trying to figure out what's been confusing him for the last few months. Meanwhile, Ryan goes after the one listing that got away from him this year. Fredrik tries to sell his building on two separate continents...unfortunately for him, when he returns home, Ryan shows up at his launch party.    "
                },
                "13": {
                    "title": "Ryan's Wedding Ep 1: It's All Greek to Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "votes": 7,
                    "original air date": "22 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Ryan Serhant has negotiated his way through several tough deals throughout his life, but none of them have prepared him for his upcoming wedding. With only a few months to go before they leave for Greece, Ryan and Emilia realize that they may have been too optimistic when deciding to plan their special day on their own. Ryan's new building in Greenpoint is occupying all of his time, and Emilia becomes overwhelmed with a growing to do list. When Ryan's work starts to take total precedence over his life, everything becomes complicated...including their relationship.    "
                },
                "14": {
                    "title": "Ryan's Wedding Ep 2: Million Dollar... Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "29 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Ryan and Emilia's nuptials are rapidly approaching, but there isn't much love in the air at the moment. Ryan's work has gotten in the way of him participating in the planning, and a trip to Wisconsin to see his grandmother for her 90th birthday couldn't have come at a worse time. Once they return to New York City, his listing continues to interfere with their relationship. Ryan quickly realizes that if he doesn't change something big -- and soon -- he could lose Emilia forever.    "
                },
                "15": {
                    "title": "Ryan's Wedding Ep 3: Poseidon Serhant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "6 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    After all the planning, stress, and arguments, Ryan and Emilia finally land in Greece. As Ryan scrambles frantically to try and find a nice vacation house in Corfu, the wedding plans slowly start to fall apart. The guest list is ballooning, the venue is experiencing booking issues and Ryan's bachelor party isn't going as planned...luckily, Luis takes it upon himself to plan a night Ryan will never forget.    "
                },
                "16": {
                    "title": "Ryan's Wedding Ep 4: Here Comes the Bride... Zilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "13 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Ryan and Emilia's wedding is scheduled to take place in just a couple of days, but not everything is on track. The church calls the couple with heart-stopping news, and when Emilia looks for Ryan to help solve the problem, he's on the opposite side of the island carrying out his secret mission. Only time will tell if everything will get resolved...and if Emilia will forgive Ryan for being absent. Will this be a wedding to remember - or a week to forget?    "
                }
            },
            "6": {
                "1": {
                    "title": "Good as Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "25 May 2017",
                    "year": "2017",
                    "plot": "\n    Big changes are in store for season six, with one agent newly married, one agent newly spiritual, and one agent...well, NEW. Former fashion-model turned super-successful-agent Steve Gold joins the cast. Ryan has little time for the honeymoon phase with Emilia as he plans on expanding into Brooklyn. Fredrik is becoming a calmer agent....that is, until he meets a Tribeca seller who won't negotiate.    "
                },
                "2": {
                    "title": "The Kids Aren't Alright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ryan and his Brooklyn team are selling as many houses as they can, but things get more difficult when he discovers he might have to sell one twice. In order for Fredrik to land a building in SoHo, he has to prove that he's done his homework. Steve wonders if he's become more of a babysitter than real estate agent, when some of his younger clients refuse to behave.    "
                },
                "3": {
                    "title": "Frankel-y Speaking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    When a seller demands Ryan remove his team member from a listing, he hatches a plan. Steve lands an opportunity to sell an amazing penthouse, but he has to go against his #1 rule. Fredrik and Ryan reconnect with Luis.    "
                },
                "4": {
                    "title": "Hashtag, You're It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "15 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Fredrik lands a building with $400 million dollars in potential sales....but his boss thinks he may have over-promised in order to get it. Ryan realizes that when you have two sellers, you can't please one without making the other upset. Steve gets a list of demands from a broker and makes one of his own.    "
                },
                "5": {
                    "title": "Under the Influencers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    In the hopes of selling a $20 million unit in his new mega-tower, Fredrik calls on everyone he knows...including reaching out to a blast from the past - seasoned agent Michael Lorber. Ryan goes toe-to-toe with his buyer's wingman - social media influencer The Fat Jewish - on a number of showings. Meanwhile, Steve quickly realizes that when you mix business with friendship, you may end up with neither in the end.    "
                },
                "6": {
                    "title": "Ice, Ice, Ryan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    When Ryan lands a $25 million dollar listing in Tribeca, he calls upon his most intense (and most affectionate) team member for help. Fredrik is busy selling a project downtown that he's been working on for years, but will one decision threaten his relationship with the developer? In Chelsea, Steve's listing for his friend Sam continues to have problems...but it's nothing compared to his dating life.    "
                },
                "7": {
                    "title": "Co-list or No-list",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "6 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    When a seller demands Ryan remove his team member from a listing, he hatches a plan. Steve lands an opportunity to sell an amazing penthouse, but he has to go against his #1 rule. Fredrik and Ryan reconnect with Luis.    "
                },
                "8": {
                    "title": "It Takes a (East) Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "13 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Fredrik begins questioning the effects of gentrification. Ryan starts to doubt his sales strategy. Steve's co-lister tests his patience, nerves, and even his bicycling skills.    "
                },
                "9": {
                    "title": "You Can Call Me Al... Berto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "20 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Steve works to convince potential buyers that the only thing better than their apartment is his listing right above it. A prominent developer is hesitant about giving Ryan a building...but not about embarrassing him at a party. Fredrik continues to forge a bond with the East Village and its residents...particularly his driver, Alberto.    "
                },
                "10": {
                    "title": "Wake. Sell. Repeat.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "27 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    When Steve encourages a friend into selling his massive loft in Soho, he receives an offer from an unexpected source.    "
                },
                "11": {
                    "title": "Pushing the Envelopes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "3 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Steve proves that you can go home again. Fredrik has a strategy for his new building...but to accomplish it, he's going to need his passport. Ryan tries to break out of his rut by befriending a quirky apartment owner, only to find the rug pulled out from under him...literally.    "
                },
                "12": {
                    "title": "The French Connection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "10 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Fredrik's launch in Paris is going according to plan until an ambitious broker tries to stake his claim with the developer. Ryan heeds his seller's advice and contemplates a risky new career move and Luis makes an emotional revelation concerning his life in Paris.    "
                }
            },
            "8": {
                "1": {
                    "title": "Episode #8.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "12 Jun. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Reach High",
                    "kind": "episode",
                    "episode of": {
                        "title": "Million Dollar Listing New York (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "23 Aug. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 85,
        "cast": [
            {
                "name": "Serhant, Ryan"
            },
            {
                "name": "Eklund, Fredrik"
            },
            {
                "name": "Ortiz, Luis D."
            },
            {
                "name": "Gold, Steve"
            },
            {
                "name": "Bechrakis, Emilia"
            },
            {
                "name": "Lorber, Michael"
            },
            {
                "name": "Elliott, Amanda"
            },
            {
                "name": "Vella, Zach"
            },
            {
                "name": "Weisbecker, Miriam"
            },
            {
                "name": "Kaplan, Derek"
            },
            {
                "name": "Maiorano, Rod"
            },
            {
                "name": "Kaplan, Noah"
            },
            {
                "name": "Eklund, Klas"
            },
            {
                "name": "Jackson, Kalon"
            },
            {
                "name": "Ström, Pernilla"
            },
            {
                "name": "Donohue, Jewel"
            },
            {
                "name": "Reddy, Athena"
            },
            {
                "name": "Calderon, Alain Becerra"
            },
            {
                "name": "Caplan, Richard"
            },
            {
                "name": "Cohen, Andy"
            },
            {
                "name": "de Domenico, Gregg"
            },
            {
                "name": "Finn, Jena"
            },
            {
                "name": "Morgan, Sonja"
            },
            {
                "name": "Stone, Craig"
            },
            {
                "name": "Hill, Erin"
            },
            {
                "name": "Marinesco, Claudio"
            },
            {
                "name": "Morrison, Kayleigh"
            },
            {
                "name": "Salerno, Ryan F."
            },
            {
                "name": "Sanchez, Lysane"
            },
            {
                "name": "Rose, William"
            },
            {
                "name": "Spellman, Taylor"
            },
            {
                "name": "Vendryes, Jason"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 8,
        "rating": 7.3,
        "votes": 1157,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjg2M2Q4Y2MtNmM0OS00MWRkLTk4MjYtNWZmN2JhMDc5OWEzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Million Dollar Listing New York",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8"
        ],
        "writer": [
            {
                "name": "Fartsalot, Ash"
            },
            {
                "name": "Osorio, Kim"
            }
        ],
        "production companies": [
            {
                "name": "World of Wonder Productions"
            },
            {
                "name": "World of Wonder"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            },
            {
                "name": "FOX"
            }
        ],
        "other companies": [
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "Follows some of Manhattan's most relentless realtors as they close multimillion dollar deals faster than a yellow cab runs a red light.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1157,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 222,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 418,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 199,
                "rating": 7.0
            },
            "males": {
                "votes": 583,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 148,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 281,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 106,
                "rating": 6.9
            },
            "females": {
                "votes": 315,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 71,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 128,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 89,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 27,
                "rating": 4.9
            },
            "us users": {
                "votes": 254,
                "rating": 6.9
            },
            "non us users": {
                "votes": 423,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 317,
            "9": 166,
            "8": 270,
            "7": 177,
            "6": 77,
            "5": 32,
            "4": 22,
            "3": 18,
            "2": 15,
            "1": 63
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}