{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 March 2012"
            },
            {
                "country": "Sweden\n",
                "date": "1 June 2013"
            }
        ],
        "release dates": [
            "USA::11 March 2012",
            "Sweden::1 June 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Shahs of Sunset"
            },
            {
                "countries": "Portugal",
                "title": "À Grande e à Iraniana"
            }
        ],
        "akas": [
            "Shahs of Sunset (original title)",
            "À Grande e à Iraniana Portugal"
        ],
        "akas from release info": [
            "Shahs of Sunset (original title)",
            "À Grande e à Iraniana Portugal"
        ],
        "episodes": {
            "7": {
                "0": {
                    "title": "How They Got Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 0,
                    "plot": "\n    The turn up is back in this half-hour special featuring highlights from six seasons of a wild ride with best friends Reza, MJ, GG, Mike, Asa, and Destiney. Get a refresher on all the juiciest moments, from Reza's on-again, off-again marriage, to MJ's quest for love, GG's anger issues, and more, as the gang travels the world while navigating their loyalties, romances, and above all, their friendship.    "
                },
                "1": {
                    "title": "A Short Kiss Goodnight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "2 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The Shahs are back. Mike, having finally begun to move past his marriage drama, is single and ready to mingle with new crush Mona, who he invites (along with her brother Nema) on a trip to Big Bear. Nema meanwhile, only has eyes for GG, who is still in the middle of a contentious divorce. On the group trip up to the mountains, the Shahs work to maintain their balance on the slopes and back at their shared house.    "
                },
                "2": {
                    "title": "It's My Party And I'll Make You Cry If I Want To",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "9 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    At the end of a fun-filled vacation, Reza and MJ make an exciting announcement that incites an argument amongst the group. Back in LA, new homeowner Mike has a reluctant but hardworking project manager in Reza, who is slowly becoming irritated with Mike's reliance on him. MJ plans a Valentine's Day party, but her hopes for a love-fest are dashed as the night ends with a dramatic showdown. Nema, on the other hand, is in the midst of a relationship crisis and realizes he needs to come clean about his flirtation with GG to his live-in girlfriend.    "
                },
                "3": {
                    "title": "A Date With Destiney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "16 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    MJ rides an emotional roller coaster as she deals with the fallout from the Valentine's Day party, as well as her dad's declining health. Nema comes clean to his live-in girlfriend about his flirtation with GG and faces the consequences. Reza, whose husband Adam has been not-so-subtly hinting about having a baby for over a year now, considers an investment opportunity that would likely push the baby plans back. Meanwhile, Destiney begins to dip her toes back into the dating pool.    "
                },
                "4": {
                    "title": "Javid Shah: Long Live the King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "23 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    After the tragic loss of her father, the Shahs rally around MJ as she tries to maintain her stability while continuing to plan her wedding. Nema is put in an awkward position when his crush GG and his ex-girlfriend, who he still has feelings for, come face-to-face at his sister Mona's birthday party. GG takes the next steps in her divorce from her estranged husband, in the hopes of moving forward.    "
                },
                "5": {
                    "title": "Bridal Bath Wrath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    As she prepares for her Bridal Bath in Palm Springs, MJ continues to deal with the loss of her beloved father and becomes increasingly frustrated with Tommy's lack of participation in planning their wedding. Reza takes the plunge and invests a large sum of money into his new business - without telling Adam. GG is also starting a new business with help from Nema, who she begins to warm up to. Against his mother's wishes, Mike also decides to take on a new business venture.    "
                },
                "6": {
                    "title": "Emeralds Aren't Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Shahs ring in Nowruz (Persian New Year) with food, fun, and plenty of drama. Haunted by his past, Mike chooses not to invite his girlfriend to the festivities at his mother's house - and everyone has an opinion. Reza grows anxious in his attempts to tell Adam about his costly haircare line investment. After stalling for a bit, GG attempts to take the next steps in her divorce proceedings.    "
                },
                "7": {
                    "title": "It's Passover: Let Your Girlfriends Go!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Hoping to get to the root of her issues with men, Destiney hires a private detective to find her father. This inspires Reza to confront his own daddy issues and he realizes he may not be ready for the children Adam so desperately wants. Mike takes tentative steps to move forward in his relationship with Morgan, but the group attempts to push things further than he is comfortable with.    "
                },
                "8": {
                    "title": "Episode #7.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Shahs take Vegas by storm for MJ's last trip as a single woman. GG's progress with Shalom regresses and the others decide to take action. Mike's relationship with Morgan takes a serious hit when the group embarks on MJ's bachelorette weekend, sending him into a spiral that tests more than one of his relationships within the crew.    "
                },
                "9": {
                    "title": "Episode #7.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    After a fun night of clubbing in Vegas, the group wakes up and makes a shocking discovery about Mike. When he is confronted, chaos ensues and tensions come to a head.    "
                },
                "10": {
                    "title": "Episode #7.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    MJ and Tommy take the final steps in prepping for their wedding. GG throws the official launch party for WüSah with Nema's guidance, but is unsure if it will spark the attention she wants. Mike continues on his path toward self-improvement with a little help from his father. Reza and MJ say goodbye to Shams.    "
                },
                "11": {
                    "title": "Episode #7.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    MJ feels the pressure of finalizing her wedding and simultaneously planning for a baby, all while managing her mother Vida. Mike and Reza bond over Mike's real estate investment. GG finally starts taking the steps necessary to file divorce paperwork. After a frank conversation with his old friend Asa, Adam confronts Reza about his hesitation in expanding their family. Destiney's gets unexpected help on her rocky road to finding her father.    "
                },
                "12": {
                    "title": "Bless This Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    MJ and Tommy struggle to convince Vida to give them her blessing before getting married. Reza launches his haircare business - with or without Adam's approval. Nema develops his Persian \"street cred.\" MJ takes an ill-advised detour on the way to the altar.    "
                },
                "13": {
                    "title": "A Very MJ Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    MJ's wedding unfolds in typical MJ fashion -- sprinkled with chaos and complications. As the bride attempts to make it down the aisle in one piece, the Shahs are forced to confront their own true feelings about marriage and contemplate their futures.    "
                },
                "14": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 14,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 15,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The dramatic sit-down continues as the group recounts a series of exhilarating highs and challenging lows. Mercedes, with Vida and Tommy by her side, divulges secrets about her wedding and their hopes for the future.    "
                }
            },
            "1": {
                "1": {
                    "title": "Image Is Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "11 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This series premiere introduces six Persian-American friends living a life of luxury in Los Angeles. The group tries to juggle their active social lives and careers while balancing the demands of their families and traditions. Drama ensues among the friends at dinner and a lavish pool party complete with a tiger. Asa makes herself an outcast with her unique wardrobe, while MJ's bitterness towards marriage is on display at a bridal store. GG appears jealous of Mike's date, fueling rumors that they may be more than friends.    "
                },
                "2": {
                    "title": "It's My Birthday Bitches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "18 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Reza invites the group to Las Vegas for his over the top 38th birthday party, but after GG and MJ engage in some gossipy trash talking with Reza's friend Anita, tempers flare and threaten to ruin Reza's birthday weekend.    "
                },
                "3": {
                    "title": "Champagne Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "25 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After returning home from Vegas, Golnesa must face the wrath of Reza who is mad at her for the way she acted during his birthday weekend. Mike has a new real estate listing which could be the big payday he's been hoping for and Sammy works to get in the good graces of a major Beverly Hills real estate developer. Reza throws a Champagne tasting party to see how refined everyone's taste buds are.    "
                },
                "4": {
                    "title": "Waiting for MJ",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "1 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Sammy is put on the spot when Mohamed comes back from vacation and evaluates the work on his palatial Beverly Hills home. Asa plays her music for a major producer and starts to feel pressures to conform her image. At GG's parents' 40th anniversary party she risks blowing her cool when MJ shows up four hours late to the festivities.    "
                },
                "5": {
                    "title": "The Shahs of Great Neck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "8 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    GG vents to her sister about a fight she has at \"Girls' Night\" with Asa and MJ, but finds little sympathy for her flaring temper. Seeking some closure, Reza travels to Long Island to confront his father about the long simmering family issues. In the process he discovers something more shocking and emotional than he ever anticipated about his family's history.    "
                },
                "6": {
                    "title": "Old Friends New Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "15 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Mike finally cops to the romantic tension simmering between him and GG. Asa gains a powerful new patron and debuts her song \"Tehrangeles\" to some of the most powerful people in the Persian community. Sammy and MJ set each other up on a double blind date, but while MJ brings a \"nice girl\" for Sammy, MJ is horrified to discover that Sammy definitely does not return the favor. Inspired by Reza's emotional trip to NYC, MJ decides to confront her overbearing and critical mother in a showdown twenty years in the making.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Whisky Makes You Frisky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "2 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Asa takes a big financial risk and moves back into her Venice mansion and MJ and her mother spar at a birthday dinner. Reza befriends new Persian Princess Lilly, and attempts to introduce her to the group, but things go south when GG and new friend Omid hit the bottle a little too hard.    "
                },
                "2": {
                    "title": "The Persian Nose Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After her spat with Vida at a birthday dinner, MJ heads to the therapist to confront her issues with her mom. Mike has fallen in love with a girl but faces obstacles in their relationship. Then tempers flare at a pool party over a perceived insult, and Asa and GG's simmering resentments come to a shocking climax.    "
                },
                "3": {
                    "title": "I Love You But I Don't Like You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "16 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The crew becomes divided as Asa and Reza draw a line in the sand over GG's behavior at the pool party. Asa and GG strive for business success, while Reza is increasingly disillusioned with what he sees as MJ's character flaws and their friction sparks into a potentially friendship-ending fight.    "
                },
                "4": {
                    "title": "You Shouldn't Have Worn That Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "23 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Asa makes a surprising turn as an old-fashioned gal when she brings her celebrity boyfriend lunch on the job. Mike struggles to tell his skeptical parents about his new job partnering with Reza. Then, Reza and MJ are forced to confront their vengeful feelings.    "
                },
                "5": {
                    "title": "Please Bring a Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "30 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    GG discovers Omid has been going out with her friends and she was deliberately not invited. After talking with his mother, Reza decides to mend fences with MJ. MJ throws herself a deluxe birthday party with unusual party favors and is faced with choosing between inviting GG and inviting the rest of the crew.    "
                },
                "6": {
                    "title": "You Took an Ambien",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "6 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The friends decide to take a long weekend in Cabo - without GG. GG decides to make the best of being cut out by taking over the launch party for her extensions line, hoping to prove to her sister that she has what it takes to be a real business woman. Lilly and MJ bristle at being forced together by the rest of the gang, and tempers flare when Asa blurts out loud what everyone in the group has been wondering.    "
                },
                "7": {
                    "title": "Mo-cedes, Mo Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "13 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The group moves on after an explosive fight at dinner by kicking it on a mega yacht. GG scrambles to pull together her launch party at the last minute, while trying to fan the flames with her love interest Omid. Reza, Asa and Mike begin to suspect that Lilly might not be as good a fit in the group as they originally thought and MJ begins to stumble her way back into their hearts.    "
                },
                "8": {
                    "title": "Happy New Year",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "20 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    After securing a major investor for \"Diamond Water,\" Asa is finally able to purchase her diamond and create the first tank of her high energy gem infused water. Still exiled by everyone but MJ, GG questions if MJ is really her last friend standing, and spends a steamy day hanging with her crush Omid. Mike brings his girlfriend, Jessica, to his family's Shabbat dinner so that she can finally meet his parents, but wonders if she will pass the Persian Mom test, Reza brings Mike, MJ, and Asa to Great Neck for his family's Rosh Hashanah celebration and begins to consider ...    "
                },
                "9": {
                    "title": "Hard for Me to Say I'm Sorry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "27 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    MJ has a breakdown at lunch with her mother. Lilly is shocked when a friend tells her that perhaps Ali won't marry her because her bikini business is not \"respectable.\" Reza works behind the scenes to get everyone to sit down with GG.    "
                },
                "10": {
                    "title": "Persh-a-Pelooza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Mike embarks on a mission to break it to his Persian-Jewish parents that Italian-Catholic Jessica is \"the one.\" Reza finally decides to get serious about his relationship with Adam and tell him he loves him. Lilly is brokenhearted and back to square one after deciding to break up with Ali. Asa makes her public performance debut as the headliner in the Persian pop music festival.    "
                },
                "11": {
                    "title": "Reunion Part I",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 11,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Reza, MJ, Mike, Lilly, Asa and GG sit down with Andy Cohen for the ultimate Farsi face-off. Asa and GG are in a room together for the first time since the terrible knife-wielding dinner party and apology-gone-wrong in the season finale. Accusations fly about out-of-control-lifestyles plus behind the scenes revelations about MJ's criminal past.    "
                },
                "12": {
                    "title": "Reunion Part II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "3 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In part-two of the reunion, Reza, MJ, Mike, Lilly, Asa, and GG join Andy Cohen again to address this season's conflicts and craziness. Reza and MJ finally reveal the behind-the-scenes drama that has been tearing the group apart all season.    "
                },
                "13": {
                    "title": "Lost Footage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "10 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    This lost footage special features supersized drama that did not make it into the season, including the never-before-seen early days of Reza and Lilly's friendship, Lilly's trip with Asa to see her favorite plastic surgeon, and an ultra-revealing look into the rumors about MJ's drinking problem.    "
                }
            },
            "3": {
                "1": {
                    "title": "Only Guilty Men Bring Flowers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    After an epic battle at reunion last season, Reza decides to mend fences with MJ in the best way he can. Faced with turning 40, Reza also looks to treat himself to a Porsche. Mike and his girlfriend Jessica get serious when she agrees to start the process of converting to Judaism. GG and her sister Leila find a new friendship in the midst of Leila's surprise divorce. Working to move forward, GG finally apologizes to her old nemesis Asa. Lilly throws herself a gala bash for her \"Dirty 30\" birthday, but MJ ends up left off final guest list leaving Reza and the rest of ...    "
                },
                "2": {
                    "title": "These People Are Not Your Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Asa pays a visit to the bottling plant for Diamond Water and finds that she will need to make even more changes. Moving forward in their relationship, Reza and Adam decide to move in together. GG pressures her boyfriend Sean into a bigger commitment and works to get MJ hired as her sister's realtor. The group is still split over MJ's omission from Lilly's party and tempers flare when MJ and Lilly finally meet face-to-face forcing the group to decide which side they are on in the MJ-Lilly Battle Royale.    "
                },
                "3": {
                    "title": "Bad Things Happen When I Eat Salami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "19 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    MJ is back in the group's good graces, but after spilling one of GG's secrets to her boyfriend Sean, she finds herself in yet another rift. GG asks for an apology from MJ, but MJ refuses leaving GG to retaliate by trying to get Leila to fire her. Lilly is still reeling from MJ's assertion that no one in the group is her friend and questions why she even bothers. Mike helps his family pull together an epic Persian Party to celebrate his brothers' graduation from dental school, but tempers boil over at the party when Leila has to pull an angry GG and MJ apart.    "
                },
                "4": {
                    "title": "Sorry. Not Sorry.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "26 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Mike tries to drum up new business for his partnership with Reza using an outlandish method, but finds his Mom's approval is hard to come by. Asa works to move forward with a new art show and finds herself on the defense when Lilly confronts her about not standing up for her at the group dinner. GG and her family go on their annual rafting trip and invite Reza...who decides to trick MJ into going with him in an attempt to get MJ and GG to mend fences. After an epic rafting excursion, GG asks again for an apology, but MJ still refuses to accept she did anything wrong.    "
                },
                "5": {
                    "title": "Fresh Off the Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "3 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    MJ and Vida work on their relationship, and Vida discovers MJ can still surprise her. Asa reveals her plans with Diamond water to her parents. Reza's boyfriend brings home a surprise Persian neighbor who triggers a violent emotional reaction in Reza. In an effort to get closer to Reza, Mike gets the gang to visit a middle eastern gay club, where Reza has another run in with the unwelcome neighbor. A heated exchange between them pushes Reza's buttons and he shocks the entire bar - and himself - with his emotional meltdown. The group is split when Reza storms out with ...    "
                },
                "6": {
                    "title": "Persian Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "8 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    After Reza's outburst at the Middle Eastern gay club, Mike decides Reza and MJ should not ride on the Club Nur float during the LA Pride parade in West Hollywood. Feeling his absence, Asa, Lilly and GG, wrestle with the stories they hear about Reza and find his behavior unsettling. When Reza finally resurfaces, he makes an emotional confession to Asa.    "
                },
                "7": {
                    "title": "The Velvet Rage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "10 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Mike and Jessica attend conversion class and the reality of a life together starts to settle in with Mike. GG and Leila argue about MJ hanging around and GG expresses her anger that MJ can't stay away from her family. Lilly hosts an over-the-top dog birthday party and GG brings her new friend...Sasha. Reza enters therapy to deal with his recent outbursts and comes to some surprising conclusions. GG and MJ's simmering tension boils over when they run into each other out at a bar in Hollywood and things go from drunk to worse.    "
                },
                "8": {
                    "title": "Caught in a Bad Bro-Mance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "17 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Asa takes GG to Tai Chi to help cope with her anger issues and in the process she decides to finally confess to Sean that MJ was telling the truth about GG's indiscretion at Lilly's birthday party. Mike goes shopping for an engagement ring for Jessica, and is frustrated that he's not doing well enough in his career to buy her the ring he thinks she deserves. Reza and Adam decide to host a housewarming party to celebrate their cohabitation, but after recent events, Mike, GG and Lilly are left off the guest list.    "
                },
                "9": {
                    "title": "Sometimes You Just Have to Drink It Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    MJ tries to salvage some risqué personal videos she deleted from her computer, while still pursuing a business and personal relationship with GG's sister Leila. Mike meets up with questionable friends to pursue a business opportunity while his mother applies pressure to 'put a ring' on Jessica. After her recent break-up, GG tries to date the hottie that she made out with at Lilly's party. Asa prepares for the debut of her Diamond Water with a glamorous, celebrity studded launch party, but is totally unprepared for the blow up that happens when Reza and Mike see each ...    "
                },
                "10": {
                    "title": "The Buttery, Chocolate Croissant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Asa brokers a tentative peace between MJ and GG, and the girls conspire to bring Reza and Mike together for a fun day at the races that they hope will inspire them to kiss and make up after the Diamond Water blowout.    "
                },
                "11": {
                    "title": "In Love There Must Be Torture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "21 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    MJ gets revenge on GG. Lilly and Reza have a conversation that could chance the dynamic of the group. Asa has her first art show.    "
                },
                "12": {
                    "title": "Return to the Homeland: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 9,
                    "original air date": "28 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Despite simmering tensions, the whole gang embarks on a vacation to Turkey to take part in Asa's family reunion. While touring around the old city, Mike has a startling realization outside the Blue Mosque, and Reza wrestles with his identity as a gay man in a neo-Muslim country.    "
                },
                "13": {
                    "title": "Return to the Homeland: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The group plans a yachting excursion on the Mediterranean, and GG and Reza must go to unusual lengths to solve their seasickness. Spurred on by her family reunion, Asa organizes a clandestine trip to the Iranian border for herself, her mother and Reza, who are forbidden to return to the Homeland.    "
                },
                "14": {
                    "title": "Is This 40?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    GG and MJ go to visit a doctor about freezing GG's eggs, and MJ and her Mom's birthday spa date goes horribly wrong. Reza plans a getaway for everyone except Lilly to Palm Springs at a private mansion where he unveils a big surprise about his future.    "
                },
                "15": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 6,
                    "original air date": "18 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Bravo caps off the explosive third season of \"Shahs of Sunset\" with the two-part reunion when Reza, MJ, Mike, Lilly, Asa and GG all sit down with Andy Cohen for the ultimate Farsi face-off.    "
                },
                "16": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Reza, MJ, Mike, Lilly, Asa and GG continue to hash out all of the drama, excitement, ups and downs of the third season with Andy Cohen.    "
                }
            },
            "4": {
                "1": {
                    "title": "I Am Gay Ghandi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The Shahs ring in the Persian New Year but the mood dampens when Mike picks a fight with Asifa's boyfriend Bobby. Although Reza steps in as the peacemaker, he begins to realize that Mike's problems may be bigger than anyone imagined.    "
                },
                "2": {
                    "title": "What Happened in Turkey?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "9 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    With hopes of building a future together, Mike's girlfriend Jessica completes her conversion to Judaism with a dramatic ocean swim. At Asa's house, GG reveals a secret she has been holding since the group's trip to Turkey last year, casting a dark cloud over the tight knit group. To soak up the California sun, the crew decides to organize a luxurious staycation in Malibu, but the dynamic shifts when Mike faces off with Asifa's boyfriend, Bobby, for the second time.    "
                },
                "3": {
                    "title": "The Devil's Staycation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    As the Shahs get their party on at the Malibu retreat, a guest's controversial comments spark another heated argument. Reza names MJ as his maid of honor which creates tension between MJ and Asa. Trouble brews at Reza's humble abode when his fiancé's parents visit for the first time.    "
                },
                "4": {
                    "title": "The Secret Is Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    When details of the trip last year to Turkey emerge, Reza, Asa, and MJ start to wonder if GG is telling the truth. MJ spends more quality time with her new boyfriend, while Reza starts to wonder if his relationship with Adam is getting stale. GG finds out about Mike's upcoming engagement and spills the beans to the rest of the group about the Turkey incident.    "
                },
                "5": {
                    "title": "It's Nuclear Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    At the first big pool party of the summer, Asa and Reza discuss breaking their promise to GG and warning Mike about the rumors. Feeling the heat, GG beats them to the punch and confronts Mike about what happened in Turkey.    "
                },
                "6": {
                    "title": "Will You Marry Me?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "6 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Mike separates himself from the group. MJ enlists the help of Reza to prepare her boyfriend for a surprise brunch with her mom. Asifa and Bobby finally move in together and Mike pops the question to his longtime girlfriend Jessica.    "
                },
                "7": {
                    "title": "Crunch vs. Munch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Reza faces the truth about marrying his fiancée Adam. GG enlists MJ's help to get her back into the dating scene. Asa approaches her breaking point as she juggles living with her parents, helping Mike reconnect with the group, listening to Reza's relationship troubles and battling with MJ.    "
                },
                "8": {
                    "title": "An Inconclusive Truth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Despite growing reservations about his relationship with Adam, Reza goes on a diet in anticipation of his upcoming nuptials; Mike dives into wedding planning while trying to reconnect with Reza; GG takes a polygraph test; MJ suffers a loss.    "
                },
                "9": {
                    "title": "Can't Fake the Funk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Asa returns to her roots and plans a performance art piece in the form of a veiled flash mob through the streets of Hollywood. Unhappy with the results of her first polygraph test, GG takes a second polygraph, with surprising results. To mend fences, Mike plans a peace summit over dinner with Reza, Asa and MJ. His plans get derailed when his fiancée Jessica launches a martini fueled tirade against the crew.    "
                },
                "10": {
                    "title": "One Wedding and a Dog Funeral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "4 May 2015",
                    "year": "2015",
                    "plot": "\n    With wedding plans still unsettled, Reza decides to have a destination wedding in Thailand. Asifa gives herself a Bollywood themed birthday party. Reza rescinds Mike's wedding invitation, creating chaos at Pablo's memorial service.    "
                },
                "11": {
                    "title": "Tale of Two Parties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "11 May 2015",
                    "year": "2015",
                    "plot": "\n    As Reza and Adam get their marriage license, it becomes clear that Reza is on the verge of becoming a runaway bride. Determined to throw the ultimate bachelor party, MJ secretly holds Reza's booze filled go-go boy bash without Asa's knowledge. After partying it up, Reza can't keep a secret and spills the beans to Asa who is upset about the secret soirée.    "
                },
                "12": {
                    "title": "Bubbles of Fertility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "18 May 2015",
                    "year": "2015",
                    "plot": "\n    With the big day around the corner, issues between Reza and Adam begin to mount. After Adam accompanies Reza to a therapy session, Reza is forced to make a decision about their future. Meanwhile, MJ finds the courage to see a doctor and test her fertility.    "
                },
                "13": {
                    "title": "Big Trouble in Little Phuket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "25 May 2015",
                    "year": "2015",
                    "plot": "\n    As the group prepares to embark on Reza's destination wedding, Mike decides to meet up with GG to discuss the rumors that have been swirling for months. With love in the air but drama trailing not too far behind, the trip to Thailand quickly becomes a therapy session for Asifa and Bobby as the couple rapidly approaches their breaking point 8,000 miles away from home.    "
                },
                "14": {
                    "title": "Lions and Buddhists and Persians, Oh My!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    While in Thailand, the Shahs visit a Buddhist temple, which brings the crew back together and enables everyone to explore their own path for healing. On their last night in Thailand, the group gathers at what was supposed to be Reza and Adam's reception. Reality hits Reza as he begins to realize the impact of his decision and struggles with the life altering choice of what his future with Adam will be. Back at home, Mike has to make a major decision and choose between his future wife or lifelong friends.    "
                },
                "15": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "8 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Andy Cohen sits down with the cast of Shahs of Sunset for their first get together since the season finale in Thailand. When Reza reveals his mustache-free face, the cast shares their own cosmetic enhancements. Then conversations go deep as MJ and Asa faceoff over Reza's bachelor party and he updates everyone on the status of his relationship with Adam. Asifa discusses the pressures of being a newbie, and GG and Mike hash out the rumor that divided the group, causing Reza to abruptly storm off stage.    "
                },
                "16": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "15 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    In part two of the reunion, Reza returns to set after a heated departure. Andy Cohen quizzes MJ on her love life and the loss of her beloved dog, Pablo. GG updates everyone on her relationship with Danny and whether she'll ever settle down, and Bobby joins a tearful Asifa on the couch. As tensions flare, a nervous Jessica paces in her trailer waiting to join the group. When Andy reveals shocking news about Mike's new wife, the group erupts in confusion and anger.    "
                }
            },
            "5": {
                "1": {
                    "title": "Persian of the Pacific",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "10 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    After reflecting on last year's broken engagement, Reza reveals to Asa that he's finally ready to marry Adam. Newlywed Mike tells wife Jessica that he's finally ready to reconnect with his old friends. But when the group comes together at Shervin's 35th birthday party, a troubled GG threatens to ruin the celebration.    "
                },
                "2": {
                    "title": "C'est la Vida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "17 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    When Reza announces his plans for a surprise wedding, he encounters an unexpected foe - MJ. The cracks in Mike's relationship begin to show as Jessica challenges her husband about what she expects from married life. Asa struggles with her new family business, Asa Kaftans, and MJ prepares to introduce the new man in her life to her ultimate critic, her mother Vida.    "
                },
                "3": {
                    "title": "Oy Vey, MJ!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "24 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    GG's health issues escalate and she calls on Shervin for support during a painful medical procedure; Mike and Jessica throw a backyard Shabbat party, but tensions fray when MJ reveals a secret Reza's not ready to share.    "
                },
                "4": {
                    "title": "Are We Out of the Woods Yet?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "1 May 2016",
                    "year": "2016",
                    "plot": "\n    Fashion designer Asa deals with the stress of a new business and a photo shoot for her rapidly expanding new line, Asa Kaftans. The group plans a camping trip to address GG's increasingly erratic behavior, and a night at home with Mike and Jessica reveals bigger issues in their marriage.    "
                },
                "5": {
                    "title": "Back to Nurture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "8 May 2016",
                    "year": "2016",
                    "plot": "\n    GG's health problems take center stage during a camping trip-turned-intervention. At the campground, a checked-out Mike continues to deal with his crumbling marriage, but refuses to confide in his friends. A ropes course bonds the group together, but when GG refuses to accept her real issues, the group must take matters into their own hands.    "
                },
                "6": {
                    "title": "A Cat-astrophic Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    Back from camping, an invigorated MJ focuses on her new goal of starting a family with Tommy. Mike and Jessica start therapy, and Shervin gives his best game on a date with a sexy Australian. At Asa's mother's retirement party, the group discovers a shocking bombshell about Mike.    "
                },
                "7": {
                    "title": "Surprise! You're Married",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "22 May 2016",
                    "year": "2016",
                    "plot": "\n    Reza and Asa head to Palm Springs to plan his surprise wedding to Adam. When a tight-lipped Mike shows up without his wife, MJ's insecurities come out to play, and GG attempts to keep the peace. And as an unsuspecting Adam arrives in the desert, Reza's anxiety rises to the surface. Has Adam healed enough from last year's canceled wedding?    "
                },
                "8": {
                    "title": "Six Persians Walk Into a Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "5 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Back from Palm Springs, MJ faces fallout from her disintegrating relationship with Tommy. Newly wed and brimming with fresh confidence, Reza throws himself headfirst into a new passion: stand-up comedy. And when the group rallies together for Reza's debut performance at a local improv night, Mike makes a valiant attempt at winning his wife back.    "
                },
                "9": {
                    "title": "Lights, Camera, Kaftans!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "12 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    After their night of romance, Mike and Jessica meet to discuss how to repair their relationship. Meanwhile, MJ confides in Asa that her relationship with Tommy has worsened and he's moved out. Asa's debut fashion show for Asa Kaftans brings high glamour and big drama, when Shervin accosts GG about rumors concerning the severity of her illness.    "
                },
                "10": {
                    "title": "Belize It or Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "19 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In an effort to save Mike and Jessica's marriage, Reza plans a last minute group trip to Belize where the couple can work out their issues. As the group touches down in the Belizean jungle, Mike waits nervously for his wife to arrive. Alone without her man, MJ contemplates life without Tommy, and GG's resentments toward Shervin explode during a tense first night dinner.    "
                },
                "11": {
                    "title": "Trouble in Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "26 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Attempting to forget his marital problems, Mike escapes to the Belizean rain forest for a day of sightseeing with Shervin, Nima and GG. Back at the resort, MJ confides to Asa that her Vida-like ways may have cost her Tommy. A surprise visitor shocks the group, and Reza confronts Mike with new found proof about his marriage, forcing Mike to reveal a dark secret.    "
                },
                "12": {
                    "title": "Is It Too Late to Say I'm Sorry?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "10 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    While exploring the Mayan ruins, an altercation between Reza and GG threatens to destroy the trip. Back in L.A., a remorseful Mike asks Asa for help to win his wife back, and GG embarks on a drastic new health regimen that shocks her inner circle. A brave Reza returns to the comedy stage for the first time since bombing. Will the second time be a success?    "
                },
                "13": {
                    "title": "Mr Shouhed's Wild Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "17 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    On a trip to Palm Springs, Reza and Adam take another step towards their future together. Reza and MJ make an unpleasant discovery about Jessica as Mike makes a last ditch effort to win her back. Shervin attempts to convince GG to make peace with Reza. In his desperation to make it to his shoe launch on time, Mike resorts to some interesting tactics to get his product across the US/Mexico border. Pressure mounts between Reza and GG as the group rallies together at Mike's Beverly Hills shoe launch.    "
                },
                "14": {
                    "title": "La Vida Loca",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "24 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    To prepare for her future with Tommy, MJ clears some space in her condo, but she struggles to let go of some of her stuff. Reza and Adam finally make their marriage official. Mike fights through his feelings and poses for Asa's art show photos. MJ plans an elaborate \"Rebirth\" ceremony with friends and family at the Hollywood Forever Cemetery where Tommy has a life-changing surprise for her.    "
                },
                "15": {
                    "title": "OMGG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "31 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Ecstatic with joy, MJ accepts Tommy's marriage proposal, despite Vida's disapproval. Reza and Adam share an illuminating conversation about having kids, and Mike makes the tough decision to move forward without Jessica. At the explosive unveiling of Asa's photography project, old battle wounds are opened, and Reza and GG hit a point of no return.    "
                },
                "16": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "2 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Part one of the reunion kicks off with a bang, as rifts between the group take center stage. Golnesa and Reza waste no time picking up their jilted relationship right where it left off. Asa and Mercedes surprisingly butt heads and Mike is forced to confront the group when he opens up about his pending divorce from Jessica Parido, calling into question the bonds of their friendship. When Mama Vida Javid joins, her brutally honest opinions on her daughter's tight-knit circle cause tensions to peak.    "
                },
                "17": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "3 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    As the reunion wraps, the hot-blooded Shahs take Asa to task for her refusal to share her \"real life\" on camera. Golnesa faces the difficult truths about her Rheumatoid Arthritis, leading to an eruptive \"he said-she said\" between her and Reza. And when all becomes too much for one member of the group, a heart-breaking meltdown leads to an unexpected moment.    "
                }
            },
            "6": {
                "1": {
                    "title": "The \"Miracle\" Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "16 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Mike hosts a housewarming party with the crew to celebrate a new chapter in his life, but its Asa's shocking pregnancy announcement that forces MJ and Reza to face the crossroads in their own personal lives when it comes to starting families of their own.    "
                },
                "2": {
                    "title": "A Long Trip for a Short Apology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "23 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Reza and Adam throw an anniversary celebration, where Shervin tells the group that he and Annalise are exclusive and GG is once again left behind. Shervin hosts a party and invites Reza and GG. GG makes strides when she apologizes to Adam, but she and Reza actively avoid each other. MJ and Reza visit her father and Reza learns that Shams may be not doing as well as MJ has been letting on.    "
                },
                "3": {
                    "title": "Have Nagila, Hava Tequila",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "30 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Tensions are high as plans for a trip to Israel cause a divide. Reza puts on a \"Peace in the Middle East\" costume party in an attempt to bring the group back together. GG tries responsibility on for size at the LA Fashion Week runway. MJ and Tommy decide to take the next step toward becoming parents. Asa navigates managing her expanding business with her expanding belly.    "
                },
                "4": {
                    "title": "Let My People Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "6 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Reza and Adam have an emotional experience exploring both the surrogacy and adoption routes. GG's relationship is laid on the line when she introduces her boyfriend to her parents. The Shahs are excited for their trip to Israel, but getting into the country proves to be harder than it seems. MJ is adamant about being a mom soon, but her friends wonder whether she's ready.    "
                },
                "5": {
                    "title": "Dreidels and Betrayals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "13 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Asa plans a trip to the ancient city of Akko to shoot a documentary, but her plan backfires as religious tension between Mike and GG comes to a head. Reza attempts to tap into his Jewish side, while MJ struggles to find a clear vision of her future with Tommy.    "
                },
                "6": {
                    "title": "Hooray for Holy Land!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "19 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    During their journey towards enlightenment in Israel, drama erupts when Asa drops a bombshell during a group lunch. The boys take MJ out to dinner in an attempt to offer advice on how to move forward with her life, while GG makes a very permanent decision that involves her boyfriend Shalom. Asa reveals the gender of her baby during a group dinner on the last night of the trip.    "
                },
                "7": {
                    "title": "You Got Sherv'd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "27 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Asa begins to feel more isolated. Mike decides that it's time to move forward with his love life, while MJ continues to move forward with hers. MJ hears some gossip about Swervin' Shervin that quickly spreads to the rest of the crew. Adam continues to put pressure on Reza, MJ and Tommy continue their own baby-making quest, and even GG's biological clock begins to tick. Mike decides to expand his shoe line to include baby shoes. GG's roller-skating party turns into an interrogation when Shervin is forced to confront the rumors about him head on.    "
                },
                "8": {
                    "title": "The Art of Deflection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "10 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    As Reza and Adam find out if their swimmers are strong enough to produce a little Farahan of their own, MJ continues to question how Asa became pregnant.    "
                },
                "9": {
                    "title": "A Tale of Two Turkeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "17 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Reza discovers that Mike is not officially divorced. The Shahs try to put their differences aside when they head to a homeless shelter. Shervin and Asa have separate Thanksgiving dinners. Asa confronts Mike about how isolated she's felt since announcing the pregnancy. She and Reza have a frank conversation. Shervin runs interference to assure nobody talks to Annalise about the rumors and GG attempts to bury the hatchet with her sister.    "
                },
                "10": {
                    "title": "The Lying Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "24 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    MJ takes steps towards renovating her condo. Shervin and Annalise have an unwanted guest bring some unwanted news during Annalise's final night in LA. GG's boyfriend helps her pack as she prepares to head to New York, but he doesn't quite have all the information about what her performance entails. Reza plans to put on a play of his own. MJ tells her mother that she wants to have a baby. The crew heads to MJ's to give her a gentle nudge towards completing her renovation, but the night turns into a drunken mess when Shervin owns up to his mistakes and Tommy drops a ...    "
                },
                "11": {
                    "title": "The Shahs Take Manhattan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "1 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    As the crew sets out on a trip to see GG's performance, everyone is at a crossroads in their relationship. Mike has recently signed his divorce papers. Reza and Adam meet with a gay Rabbi to find some clarity. MJ and Tommy endure the aftermath of a fight. And GG has to decide if Shalom is the right person to spend her future with.    "
                },
                "12": {
                    "title": "Sex (Tips) in the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "8 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    GG prepares for the opening night of her play. Destiney embarks upon a juicy new business venture, but her big night is interrupted when Shervin arrives and their previous fight bubbles to the surface. LaToya Jackson gives Asa advice on how to deal with being a member of a famously infamous family. Tommy, MJ and some of the crew enjoy a warm welcome when they visit Tommy's family in Queens. The risqué subject of GG's play may put her newly-engaged status in danger and her newfound Oosa is put to the test on the night of her first performance.    "
                },
                "13": {
                    "title": "The Thread that Broke the Shah's Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    GG and Reza uncover some information regarding Mike and Jessica's relationship and decide to take action. Asa, nearing the end of her pregnancy, makes a decision regarding her future with the group. Reza makes a statement to the world with his play. Adam and Reza's small tiffs come to a head when Reza makes a comment that may push Adam over the edge. At the Winter Wonderland Ball, GG and Reza put their plan to run interference between Jessica, Mike and Mike's mother into action, yielding surprising results. Mike's relationship is hurled into perspective, but Reza and ...    "
                },
                "14": {
                    "title": "Reunion Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    As the reunion kicks off, the Shahs waste no time shaking things up. Newlyweds Mercedes and husband Tommy have life-changing news to share with their friends, but only after they've spoken with Mercedes' opinionated mother Vida. Reza, joined by his husband Adam, recounts the challenging hurdles that led them to the brink of divorce. Mike finds himself on the defense after talk of his most recent failed relationship leads Destiney and Nema to question his treatment of women. When the group confronts Golnesa about her excessive smoking, it becomes too much for their ...    "
                },
                "15": {
                    "title": "Reunion Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "29 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The reunion comes to a dramatic close when the Shahs are forced to confront their varying relationship issues. Golnesa's estranged husband, Shalom, pays a surprise visit to discuss the truth behind their breakup and reveals the current state of their marriage. Mike delivers the final word on his future with ex-wife Jessica and Shervin addresses the infidelity rumors surrounding his relationship with Annalise. Reza's husband, Adam, joins the group and they surprise their friends with jaw-dropping news. With everything laid out on the table, a concerned Asa is asked the...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "First Look",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shahs of Sunset (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "12 Apr. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 100,
        "cast": [
            {
                "name": "Farahan, Reza"
            },
            {
                "name": "Gharachedaghi, Golnesa"
            },
            {
                "name": "Javid, Mercedes"
            },
            {
                "name": "Rahmati, Asa Soltan"
            },
            {
                "name": "Shouhed, Mike"
            },
            {
                "name": "Parido, Jessica"
            },
            {
                "name": "Neely, Adam"
            },
            {
                "name": "Ghalichi, Lilly"
            },
            {
                "name": "Roohparvar, Shervin"
            },
            {
                "name": "Javid, Vida"
            },
            {
                "name": "Rahmati, Zinat"
            },
            {
                "name": "Gharache, Leila"
            },
            {
                "name": "Mirza, Asifa"
            },
            {
                "name": "Younai, Sammy"
            },
            {
                "name": "Panahi, Bobby"
            },
            {
                "name": "Gohari, Anita"
            },
            {
                "name": "Feight, Tommy"
            },
            {
                "name": "Rahmati, Ramin"
            },
            {
                "name": "Nejat, Nima"
            },
            {
                "name": "Rose, Destiney"
            },
            {
                "name": "Vand, Nema"
            },
            {
                "name": "Shouhed, Soroor"
            },
            {
                "name": "Rahmati, Arta"
            },
            {
                "name": "Kalantari, Omid"
            },
            {
                "name": "Cohen, Andy"
            },
            {
                "name": "Hendrick, Jefferson"
            },
            {
                "name": "Shouhed, Shahram"
            },
            {
                "name": "Gharachedaghi, Mahmoud"
            },
            {
                "name": "Farahan, Manoochehr"
            },
            {
                "name": "Gharachedaghi, Fateme Fatemi"
            },
            {
                "name": "Shouhed, David"
            },
            {
                "name": "Ravanbach, Sunny"
            },
            {
                "name": "Shouhed, Jonathan"
            },
            {
                "name": "Salehi, Sasha"
            },
            {
                "name": "Madadian, Andy"
            },
            {
                "name": "Sadegh, Anoush"
            },
            {
                "name": "Golshan, David"
            },
            {
                "name": "Sette, Sean"
            },
            {
                "name": "Ghadir, Shahin"
            },
            {
                "name": "Felton, Tahirah"
            },
            {
                "name": "Ghalichi, Yassi"
            },
            {
                "name": "Hadid, Mohamed"
            },
            {
                "name": "Downs, Alan"
            },
            {
                "name": "Nuñez, Danny"
            },
            {
                "name": "Carbone, Annalise"
            },
            {
                "name": "Vand, Mona"
            },
            {
                "name": "Vand, Nema"
            },
            {
                "name": "Jung, Jamie H."
            },
            {
                "name": "Khouri, George"
            },
            {
                "name": "Khouri, George"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "rating": 4.7,
        "votes": 1226,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgyNzkwMTE0OF5BMl5BanBnXkFtZTgwMTY3MTUwNjM@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Shahs of Sunset",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Hale, Andrena"
            }
        ],
        "production companies": [
            {
                "name": "Ryan Seacrest Productions"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "other companies": [
            {
                "name": "ARSONAL"
            },
            {
                "name": "Post Production Inc."
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "Traveltrust Entertainment"
            },
            {
                "name": "VER"
            }
        ],
        "plot": [
            "Follows a group of affluent young Persian-American friends who juggle their flamboyant, fast-paced L.A. lifestyles with the demands of their families and traditions.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1226,
                "rating": 4.7
            },
            "aged 18 29": {
                "votes": 195,
                "rating": 5.1
            },
            "aged 30 44": {
                "votes": 521,
                "rating": 4.4
            },
            "aged 45 plus": {
                "votes": 209,
                "rating": 4.4
            },
            "males": {
                "votes": 503,
                "rating": 3.6
            },
            "males aged 18 29": {
                "votes": 101,
                "rating": 3.9
            },
            "males aged 30 44": {
                "votes": 286,
                "rating": 3.4
            },
            "males aged 45 plus": {
                "votes": 86,
                "rating": 3.6
            },
            "females": {
                "votes": 468,
                "rating": 5.9
            },
            "females aged 18 29": {
                "votes": 91,
                "rating": 6.6
            },
            "females aged 30 44": {
                "votes": 227,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 116,
                "rating": 5.4
            },
            "top 1000 voters": {
                "votes": 26,
                "rating": 3.7
            },
            "us users": {
                "votes": 436,
                "rating": 4.5
            },
            "non us users": {
                "votes": 303,
                "rating": 4.1
            }
        },
        "number of votes": {
            "10": 307,
            "9": 49,
            "8": 113,
            "7": 102,
            "6": 77,
            "5": 71,
            "4": 28,
            "3": 49,
            "2": 45,
            "1": 385
        },
        "arithmetic mean": 5.4,
        "median": 6
    }
}