{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2012"
            },
            {
                "country": "USA\n",
                "date": "  2012"
            },
            {
                "country": "Canada\n",
                "date": "8 January 2012"
            },
            {
                "country": "USA\n",
                "date": "8 January 2012"
            },
            {
                "country": "Sweden\n",
                "date": "29 January 2012"
            },
            {
                "country": "Hungary\n",
                "date": "19 February 2012"
            },
            {
                "country": "Spain\n",
                "date": "14 March 2012"
            },
            {
                "country": "Germany\n",
                "date": "14 January 2014"
            },
            {
                "country": "Finland\n",
                "date": "6 February 2015"
            }
        ],
        "release dates": [
            "Canada::2012",
            "USA::2012",
            "Canada::8 January 2012",
            "USA::8 January 2012",
            "Sweden::29 January 2012",
            "Hungary::19 February 2012",
            "Spain::14 March 2012",
            "Germany::14 January 2014",
            "Finland::6 February 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Firm"
            },
            {
                "countries": "Croatia",
                "title": "Tvrtka"
            },
            {
                "countries": "Estonia",
                "title": "Firma"
            },
            {
                "countries": "Finland",
                "title": "Firma"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Firman"
            },
            {
                "countries": "Germany",
                "title": "Die Firma"
            },
            {
                "countries": "Hungary",
                "title": "A cég"
            },
            {
                "countries": "Romania",
                "title": "Firma"
            },
            {
                "countries": "Russia",
                "title": "Фирма"
            },
            {
                "countries": "Serbia",
                "title": "Firma"
            },
            {
                "countries": "Spain",
                "title": "La tapadera"
            },
            {
                "countries": "Sweden",
                "title": "Firman"
            }
        ],
        "akas": [
            "The Firm (original title)",
            "Tvrtka Croatia",
            "Firma Estonia",
            "Firma Finland",
            "Firman Finland (Swedish title)",
            "Die Firma Germany",
            "A cég Hungary",
            "Firma Romania",
            "Фирма Russia",
            "Firma Serbia",
            "La tapadera Spain",
            "Firman Sweden"
        ],
        "akas from release info": [
            "The Firm (original title)",
            "Tvrtka Croatia",
            "Firma Estonia",
            "Firma Finland",
            "Firman Finland (Swedish title)",
            "Die Firma Germany",
            "A cég Hungary",
            "Firma Romania",
            "Фирма Russia",
            "Firma Serbia",
            "La tapadera Spain",
            "Firman Sweden"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 152,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    When lawyer Mitch McDeere defends a young teen accused of murdering a classmate, he must contend with the raw emotions of the victim's family.    "
                },
                "2": {
                    "title": "Chapter Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 101,
                    "original air date": "8 Jan. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Chapter Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 95,
                    "original air date": "12 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Now associated with the Kinross & Clark law firm, Mitch is forced to defend a partners' son on a murder charge. Unhappy with his new case assignment, Mitch puts Ray to work by having him investigate what really happened. All the while, Mitch starts working on the Sarah Holt case and Kinross & Grant's reason to bring Mitch into the fold is slowly starting to surface.    "
                },
                "4": {
                    "title": "Chapter Four",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 77,
                    "original air date": "19 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    While Mitch defends a psychiatrist accused of murdering a former patient who was stalking her, Alex and Andrew at Kinross & Clark are focused on wiping clean the hard drive of Sarah Holt's computer, which is in police custody. Ray chats up the son of Sarah's alleged victim as well as the guy's ex-girlfriend. After catching a glimpse of a tough guy staring at him from the back of a courtroom, Mitch tells Abby, Ray, and Tammy about the FBI's concerns that the Mob fears for the family's safety. When the prosecution punches holes in the psychiatrist's story, Mitch throws ...    "
                },
                "5": {
                    "title": "Chapter Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 74,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In the present, Mitch is running for his life. Thinking he's lost his pursuers, he talks to Abby and Ray on his cell as he heads toward a rendezvous with Andrew. Three weeks before, watched by the Mob, Mitch is defending Judd Grafton, accused of murdering a local thug: Judd's been operating a casino at a bar owned by his friend John. The thug crippled John when he and Judd wouldn't cut him in on the casino's profits. Judd's plea is self defense, but prosecution evidence mounts. Meanwhile, Mitch's case against the makers of a faulty stent has hit a wall, and Ray visits...    "
                },
                "6": {
                    "title": "Chapter Six",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 71,
                    "original air date": "2 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Mitch's client-of-the-day becomes a pawn in a judge's election campaign. A new clue in the Sarah Holt case leads to the insurance company where Mitch first meets Martin Moxon. Mobster Morolto refrains from action, raising eyebrows.    "
                },
                "7": {
                    "title": "Chapter Seven",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 70,
                    "original air date": "9 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Mitch takes on the defense of \"slow\" guy Nate, accused of a robbery which led to murder, along with his brother and a friend - only one can turn state's witness for a plea bargain. Moxon shows up for the fateful meeting at the hotel.    "
                },
                "8": {
                    "title": "Chapter Eight",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 69,
                    "original air date": "16 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Andrew springs Mitch from jail. While Mitch represents a scientist suing a corporate raider, Ray works on figuring out who broke down the hotel door in pursuit of Mitch, and Tammy and Abby try to make sense of the list of numbers Moxon provided. While keeping Andrew in the dark, Alex and Stack explain to Mitch what Moxon was doing, and they keep close tabs on Mitch in case he doesn't buy their story. Should Mitch seek the help of the FBI?    "
                },
                "9": {
                    "title": "Chapter Nine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 73,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Prompted by a midnight call from Andrew, Mitch looks out the window to see a black ops team headed for his house. Can he get his family out in time? Flash back a few weeks: Tammy looks to infiltrate Noble Insurance, Abby visits Martin Moxon's widow, and a battle-hardened army sergeant wants Ray's help find his son's killer. There's no body, no blood, but the father is certain it's murder. The investigation takes Ray and Mitch deep into post-9/11 government secrecy and war powers.    "
                },
                "10": {
                    "title": "Chapter Ten",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 68,
                    "original air date": "10 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Well-armed men make a midnight search through the McDeere house while the family hides. Jump back a few weeks: Tammy has a new job, with a frisky boss access to Noble Insurance computer files, Abby suspects that a student's father is abusing him, and a priest asks Mitch to defend a young Latin woman accused of kidnapping an infant. Ray follows the infant's father to a hotel, and he also contrives to get the fingerprints of Mitch's mysterious client, Sarah Holt.    "
                },
                "11": {
                    "title": "Chapter Eleven",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 65,
                    "original air date": "24 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Under siege at night, Mitch's family runs out the back door. Two weeks earlier, Mitch takes the case of a condemned murderer, scheduled to die in Virginia, who wants to offer his heart to the teen daughter of the man he murdered; the girl needs a transplant to survive beyond a short time. Tammy and Abby visit the relatives of the individuals whose Noble Insurance case numbers Moxon provided: the pattern is not what they expect. Tammy gets an unexpected phone call that sounds like good news but imperils her relationship with Ray. Ray meets with Sarah Holt's ex-husband,...    "
                },
                "12": {
                    "title": "Chapter Twelve",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 70,
                    "original air date": "31 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Mitch, Ray, Abbie, and Claire make their escape, rendezvous with Tammy and call Coleman. Mitch wants to meet with Andrew. Jump back two days. Mitch is defending one of his first clients, now accused of attempted murder but claiming he wasn't even there. The prosecution has DNA evidence, so Mitch advises against a \"not-there\" defense, then finds he's boxed himself into a corner. Is there any way he can help his client? Abbie revisits Moxon's widow; Tammy makes more calls to people on Moxon's list and finds more surprises. Thinking he's figured it out, Mitch goes to ...    "
                },
                "13": {
                    "title": "Chapter Thirteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 63,
                    "original air date": "14 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Abby and Claire are under Coleman's protection, but Mitch, Ray, and Tammy, who abandoned their evidence against Nobel when they ran from the house, steer clear of the FBI and agree to meet with Andrew. Are they being set up? Tammy is sure that another Nobel client will be murdered today; without backing from his boss, Coleman goes to check it out. With help from a computer genius named Dimitry, Tammy, Mitch, Ray, and Andrew set up an elaborate scheme to get access to a secret room at Kinross & Clark where Nobel files are kept. Kevin Stack proves to be an adversary ...    "
                },
                "14": {
                    "title": "Chapter Fourteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 56,
                    "original air date": "21 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Stack throws a wrench into the trade that Mitch wants to make: the stolen hard drive for Abby. Meanwhile, Stack's minion tortures her for information, Mitch and Ray are in federal custody awaiting a habeas hearing, their attorney is an unlikely ally, and Dimitry keeps up the decoding exercise. Is there any way to avoid the murders of Andrew, Dimitry, and Abby? Are these the fruits of Mitch's stubbornness? For the FBI, is this an investigation or payback?    "
                },
                "15": {
                    "title": "Chapter Fifteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 80,
                    "original air date": "28 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Mitch walks away from a trade of the hard drive for Abby: she's still missing and he fears she's dead. He and Ray sit down with the FBI to tell them everything. The FBI issues warrants for Stack and Alex; both have contingency plans in the face of arrest. Then, the hard drive itself becomes an issue of admissible evidence: there's a hearing, a judgment, and reactions.    "
                },
                "16": {
                    "title": "Chapter Sixteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 60,
                    "original air date": "12 May 2012",
                    "year": "2012",
                    "plot": "\n    Abbie takes on Kevin Stack in court; does Stack have an Achilles' heel? Ray looks for leverage with one of Stack's followers, and Stack finally explains himself. Mitch and Abbie's marriage reaches a crisis point. Mitch is on the defensive with her and with Stack.    "
                },
                "17": {
                    "title": "Chapter Seventeen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 62,
                    "original air date": "19 May 2012",
                    "year": "2012",
                    "plot": "\n    Abby is determined to sort things out by herself, so she takes Claire to Kentucky to meet her parents - to whom she hasn't spoken since entering witness protection. Her dad wants a relationship while her mother remains stiff-necked. At the airport seeing them off, Mitch encounters a young woman arrested for loitering with intent to commit prostitution; she's innocent of that charge, but guilty of a far more serious one. In defending her, Mitch gets a visit from a Canadian crime syndicate. Ray looks for an engagement ring to give Tammy. Alex may be untouchable, but ...    "
                },
                "18": {
                    "title": "Chapter Eighteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 59,
                    "original air date": "26 May 2012",
                    "year": "2012",
                    "plot": "\n    The Chicago Mob may be making its move. With Abby and Claire in Kentucky, Mitch throws himself into his work, taking a criminal case for Kinross & Clark, defending a famous reclusive novelist (think J.D. Salinger) charged with the murder of his sister. As we follow twists and turns in that case, Abby looks for a source for anti-anxiety medication, seeking a prescription from a good-looking doctor who volunteers with her mother at a youth hostel. Mother suggests to the doctor that Abby may be available. Is an affair in the offing? And the Mob?    "
                },
                "19": {
                    "title": "Chapter Nineteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 57,
                    "original air date": "16 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    An unlikely person engages Mitch to defend a friend charged with murder; Mitch meets with the defendant, and nothing he tells him proves true except perhaps that he was framed. Mitch moves to have the key evidence dismissed on the grounds of an unlawful search. In Kentucky, Abbie is still fencing with her mother and flirting with Ben Wilson, a psychologist; she also investigates why her mother's charity is losing money. Abbie contrasts Ben with Mitch, her mother makes a confession, and Mitch may find in a dumpster the path toward reasonable doubt.    "
                },
                "20": {
                    "title": "Chapter Twenty",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 53,
                    "original air date": "23 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Before jury selection in Patrick Walker's murder trial, Mitch and the prosecutor engage in a back and forth on Patrick's pattern of behavior - a woman from his college days recounts a date that turned ugly. Abby chats with the witness in the ladies' room after her testimony. Joey is facing mutiny within his ranks. Tammy is out of town finalizing her divorce. Ray looks at footage from the club where Patrick and the dead woman were the night of the murder, and he looks into her past. Is the defense of a frame-up going to hold water?    "
                },
                "21": {
                    "title": "Chapter Twenty-One",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 53,
                    "original air date": "30 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Patrick Walker's trial moves to jury selection: Joey refuses to testify (weakening the defense) and doubles down on his threats to Mitch. Tammy and Ray's wedding draws closer as does everyone's fear that they may have to go into hiding again. Ray continues to dig into what happened the night of the murder. The victim went home and someone visited her: was that who murdered her? A surveillance camera gives them a photo of the man in the building. Joey is dealing with insurrection in his ranks and a power play by Russian mobsters. Patrick realizes that he's running out ...    "
                },
                "22": {
                    "title": "Chapter Twenty-Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Firm (TV Series 2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 65,
                    "original air date": "14 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The Russian mob, which has been pressing the Morolto family, makes its presence felt in Patrick Walker's trial. The man whose photo Mitch and Ray have been circulating puts a scare into Mitch on the day of Tammy and Ray's wedding, Joey insists that Mitch press on, and there's a chance the judge won't allow Mitch to pursue the details of the frame-up he wants to allege. Meanwhile, the Russians are planning something big, and there is a major reason why the guy in the photo may be untouchable.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Lucas, Josh"
            },
            {
                "name": "Rennie, Callum Keith"
            },
            {
                "name": "Parker, Molly"
            },
            {
                "name": "Lewis, Juliette"
            },
            {
                "name": "Calis, Natasha"
            },
            {
                "name": "Helfer, Tricia"
            },
            {
                "name": "Majumder, Shaun"
            },
            {
                "name": "Nunes, Paulino"
            },
            {
                "name": "Donovan, Martin"
            },
            {
                "name": "Czerlau, Terry"
            },
            {
                "name": "Venuta, Gianpaolo"
            },
            {
                "name": "Paxton-Beesley, Alex"
            },
            {
                "name": "Parilo, Markus"
            },
            {
                "name": "Hughes, Stuart"
            },
            {
                "name": "Crawford, Rachael"
            },
            {
                "name": "Natalie, Cam"
            },
            {
                "name": "Kennedy, Robert B."
            },
            {
                "name": "Kassel, Jeff"
            },
            {
                "name": "Nickalls, Grant"
            },
            {
                "name": "Pierson, Geoff"
            },
            {
                "name": "Hynes, Tyler"
            },
            {
                "name": "Mancuso, Nick"
            },
            {
                "name": "McIlwraith, David"
            },
            {
                "name": "Bourgeois, John"
            },
            {
                "name": "Royal, Allan"
            },
            {
                "name": "Garrow, Patrick"
            },
            {
                "name": "Khaner, Julie"
            },
            {
                "name": "Sturik, Ola"
            },
            {
                "name": "Daly, Shane"
            },
            {
                "name": "Brugel, Amanda"
            },
            {
                "name": "Grover, Deborah"
            },
            {
                "name": "Conrad, David"
            },
            {
                "name": "Nguyen, Mayko"
            },
            {
                "name": "Rosling, Tara"
            },
            {
                "name": "Baker, Darrin"
            },
            {
                "name": "Richmond-Peck, David"
            },
            {
                "name": "Wright, Lorna"
            },
            {
                "name": "Cohen, Ari"
            },
            {
                "name": "Fleming, Jamila"
            },
            {
                "name": "Sapienza, Al"
            },
            {
                "name": "Higgins, Jonathan"
            },
            {
                "name": "Stelmack, Andrew"
            },
            {
                "name": "O'Shea, Rory"
            },
            {
                "name": "Desrosiers, Bob"
            },
            {
                "name": "Drepaul, Andrea"
            },
            {
                "name": "Matthews, Ian"
            },
            {
                "name": "Moffat, Jane"
            },
            {
                "name": "Rowe, Ronnie"
            },
            {
                "name": "Staley, Matthew R."
            },
            {
                "name": "Yoon, Jean"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Action",
            "Crime",
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Canada",
            "United States"
        ],
        "country codes": [
            "ca",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 4944,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY0NDczMjAwNF5BMl5BanBnXkFtZTcwNjE5Mjc2Nw@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Based on the best-selling novel by John Grisham, \"The Firm\" is a new drama series that continues the story of attorney Mitchell McDeere who, as a young associate 10 years earlier, had brought down the prestigious Memphis law firm of Bendini, Lambert & Locke, which had been operating as a front for the Chicago mob. After a difficult decade, which included a stay in the Federal Witness Protection Program, McDeere and his family now emerge from isolation to reclaim their lives and their future -- only to find that past dangers are still lurking and new threats are everywhere.",
        "languages": [
            "English"
        ],
        "title": "The Firm",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2012",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Grisham, John"
            },
            {
                "name": "Reiter, Lukas"
            },
            {
                "name": "Gorenberg, Jamie"
            }
        ],
        "production companies": [
            {
                "name": "Entertainment One Television"
            },
            {
                "name": "Sony Pictures Television"
            }
        ],
        "distributors": [
            {
                "name": "CanWest Global Television Network"
            },
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "AXN"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Cutting Edge Group"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Mad Dog 2020"
            },
            {
                "name": "Marshall/Plumb Research Associates"
            },
            {
                "name": "SIM Digital / Bling Digital"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "Defense Attorney Mitch McDeere is targeted for execution by the Chicago Mob in retaliation for bringing down a profitable Mob-operated Memphis law firm ten years earlier.::rball4042",
            "Based on the best-selling novel by John Grisham, \"_The Firm_ (qv)\" is a new drama series that continues the story of attorney Mitchell McDeere who, as a young associate 10 years earlier, had brought down the prestigious Memphis law firm of Bendini, Lambert & Locke, which had been operating as a front for the Chicago mob. After a difficult decade, which included a stay in the Federal Witness Protection Program, McDeere and his family now emerge from isolation to reclaim their lives and their future -- only to find that past dangers are still lurking and new threats are everywhere.::NBC Publicity"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (approx)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arri Alexa"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4944,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 807,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 2148,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 1208,
                "rating": 7.0
            },
            "males": {
                "votes": 3022,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 570,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 1541,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 809,
                "rating": 6.8
            },
            "females": {
                "votes": 1246,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 231,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 577,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 382,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 85,
                "rating": 5.4
            },
            "us users": {
                "votes": 1158,
                "rating": 7.0
            },
            "non us users": {
                "votes": 2099,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 1216,
            "9": 685,
            "8": 955,
            "7": 950,
            "6": 436,
            "5": 276,
            "4": 142,
            "3": 94,
            "2": 63,
            "1": 127
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}