{
    "imdb": {
        "raw release dates": [
            {
                "country": "Austria\n",
                "date": "August 2012"
            },
            {
                "country": "USA\n",
                "date": "10 August 2012"
            }
        ],
        "release dates": [
            "Austria::August 2012",
            "USA::10 August 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    First up, we meet Neguin, the current break dance world champion. Neguin grew up in a poor neighborhood in Brazil, and has moved to New York for more opportunities in dance. But Neguin also just loves dance for dance's sake and he and his girlfriend surprise a few New Yorkers by staging a stunning dance performance in and around a New York subway station. We also meet Lilou, who lives in Lyon France. Lilou is of Algerian descent, and a proud Muslim, often competing in a \"Don't Panic I'm Muslim\" t-shirt. Lilou is one of the world's top B-boys, the only one to have won ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Roxrite heads to Florida to do a workshop with the BC One allstars. He tries to teach his students how to find their own style in B-boying, and encourages them to value their art and their time. The workshop takes place at his friend Mex's B-boy dance studio, the B-boy Spot. After the workshop, Roxrite and Mex have a meeting about opening up a B-boy Spot in San Diego. Lilou is in Algeria, visiting with his extensive family. Though there to escape the B-boy scene, he is constantly surrounded by people who are excited to have a world champion in their midst. He talks to...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Roxrite travels to Chicago to judge the Red Bull BC One qualifiers while his girlfriend Marisol searches for locations for the B-boy dance studio he is trying to open in San Diego. At the event, Roxrite begins to question himself and doubt his own ability to compete at such a high level. After the competition he talks with Mex, who encourages him to get back to battling. He reminds Roxrite that he has won over 70 battles, and if he can win 100 battles, it will be a huge mark in B-Boy history. Roxrite makes an important decision... In Brazil, Neguin puts off visiting ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Back in Lyon after his trip to Algeria, Lilou receives troubling news about his participation at the upcoming Red Bull BC One event in Moscow. Lilou doesn't dwell on it too long because he has to train for an upcoming event in Paris, where he meets with his old friend Soso who will be competing at this year's BC One. Lilou decides to help Soso train for the world championship in order to beat his rival Neguin. But down in Sao Paulo Neguin has also begun his training for the BC One. He is determined to get his second title. He trains with his good friend Andre and then...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    As the Red Bull BC One finals approach, Roxrite throws himself into his training. He is doing everything he possibly can to get ready, and when the day comes to leave for Moscow, he is feeling strong. All three B-boys arrive in Moscow, and immediately take off for an old underground Military bunker. Being the defending champion, Neguin is the star of a photoshoot, and Roxrite is excited just to be back in the limelight again. After the shoot, Neguin checks out the famous Red Square with another competitor and old friend, Flying Buddha. Neguin then goes into a church ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Break'n Reality (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    It is the day of the big event, the Red Bull BC One in Moscow, and all of the B-boys are up early to take it to the venue. Neguin is excited that the big day is finally here, and eager to defend his title. Once at the venue, the B-boys warm up and get ready to battle ... Neguin is up and defeats an old friend. In the second round, Roxrite battles his own crew member. Neguin's second round is a closely fought battle. So close, that the judges ask them to go another round to break the tie. Roxrite watches from backstage, knowing he will battle whoever wins ... Now it is...    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Garcia, Marisol"
            },
            {
                "name": "RoxRite"
            },
            {
                "name": "Abaldonado, Ronnie"
            },
            {
                "name": "Delgado, Omar"
            },
            {
                "name": "Hamani, Zarah"
            },
            {
                "name": "Shreibman, David"
            },
            {
                "name": "Sol, Caroline"
            },
            {
                "name": "Lilou"
            },
            {
                "name": "Lopes, Fabiano Carvalho"
            },
            {
                "name": "One, Mex"
            },
            {
                "name": "Ramdani, Hanissa"
            },
            {
                "name": "Lopes, Maria Carvalho"
            },
            {
                "name": "Salvalagio, Maria Lopes"
            },
            {
                "name": "Ramdani, Abdelkader"
            },
            {
                "name": "Gomes, Alex José"
            },
            {
                "name": "Ray, Nasty"
            },
            {
                "name": "Secada, Amy"
            },
            {
                "name": "Soso"
            }
        ],
        "locations": [
            "Chicago, Illinois, USA",
            "New York, USA",
            "Orlando, Florida, USA",
            "Paris, France",
            "Moscow, Russia",
            "Brooklyn, New York City, New York, USA",
            "Cascavel, Paraná, Brazil",
            "Lyon, France",
            "Manhattan, New York City, New York, USA",
            "Marseille, Bouches-du-Rhône, France",
            "O'ahu, Hawaii, USA",
            "San Diego, California, USA",
            "St. Petersburg, Russia",
            "São Paulo, São Paulo, Brazil",
            "Tlemcen, Algeria"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Austria"
        ],
        "country codes": [
            "at"
        ],
        "language codes": [
            "en",
            "de"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk4MTg4NTY3Nl5BMl5BanBnXkFtZTcwMjc1NzI4Nw@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Born out of poverty and hardship on the back streets of the Bronx, today breakdancing is an internationally acclaimed art form. Break'n Reality is a series that features three of the world's best and most respected B-Boys: Roxrite, the legacy-seeker, starts out thinking less about competing and more about his legacy and the future generation of B-boying. But at one event, something changes for Roxrite, and he realizes his time in the spotlight might not be over yet. Lilou, the two-time world champion from Lyon, France, wonders if he might be done with the breakdancing world entirely. But on a trip to his native Algeria, he realizes what a success as a B-boy means - not just to him but to his country. He decides he can't quit unitl he gets that third world championship. Neguin, the defending world champion from Brazil, has tragedy in his past. Last year his older brohter was killed in a knife fight. Before Neguin can go to Moscow to defend his title, he must journey back to his native Brazil to try to heal the wounds of his past. Break'n Reality gives a rare look into the private and personal worlds of these extraordinary and diverse athletes, a side that isn't normally seen in competitions. As the series culminates at the World Championships in Moscow, we have reasons to root for all three of them - but only one can walk away the champion.",
        "languages": [
            "English",
            "German"
        ],
        "title": "Break'n Reality",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2014",
        "akas": [
            "Break'n Reality (Austria)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Haidbauer, Maximilian"
            },
            {
                "name": "Harrach, Gabor"
            }
        ],
        "production companies": [
            {
                "name": "Red Bull Media House"
            }
        ],
        "distributors": [
            {
                "name": "Halogen TV"
            },
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Servus TV"
            },
            {
                "name": "Special Broadcasting Service (SBS)"
            },
            {
                "name": "iTunes"
            }
        ],
        "plot": [
            "Born out of poverty and hardship on the back streets of the Bronx, today breakdancing is an internationally acclaimed art form. _Break'n Reality_ (qv) is a series that features three of the world's best and most respected B-Boys: Roxrite, the legacy-seeker, starts out thinking less about competing and more about his legacy and the future generation of B-boying. But at one event, something changes for Roxrite, and he realizes his time in the spotlight might not be over yet. Lilou, the two-time world champion from Lyon, France, wonders if he might be done with the breakdancing world entirely. But on a trip to his native Algeria, he realizes what a success as a B-boy means - not just to him but to his country. He decides he can't quit unitl he gets that third world championship. Neguin, the defending world champion from Brazil, has tragedy in his past. Last year his older brohter was killed in a knife fight. Before Neguin can go to Moscow to defend his title, he must journey back to his native Brazil to try to heal the wounds of his past. _Break'n Reality_ (qv) gives a rare look into the private and personal worlds of these extraordinary and diverse athletes, a side that isn't normally seen in competitions. As the series culminates at the World Championships in Moscow, we have reasons to root for all three of them - but only one can walk away the champion."
        ],
        "synopsis": [
            "Breakn RealityBorn out of poverty and hardship on the back streets of the Bronx, today Breakdancing is an internationally acclaimed art form. Breakn Reality features three of the worlds best and most respected B-Boys: Roxrite, the legacy-seeker, starts out thinking less about competing and more about his legacy and the future generation of B-boying. But at one event, something changes for Roxrite, and he realizes his time in the spotlight may not be over yet. Lilou, the two-time world champion from Lyon France, wonders if he might be done with the breakdancing world entirely. But on a trip to his native Algeria, he realizes what his success as a B-boy means - not just to him, but to his country. He decides he cant quit until he gets that third world championship.Neguin, the defending world champion from Brazil, has tragedy in his past. Last year his older brother was killed in a knife fight. Before Neguin can go to Moscow to defend his title, he must journey back to his native Brazil to try to heal the wounds of his past.Breakn Reality gives a rare look into the private and personal worlds of these extraordinary and diverse athletes, a side that isnt normally seen in competitions. And as the series culminates at the World Championships in Moscow, we have reasons to root for all three of them but only one can walk away the champion."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}