{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 September 2012"
            },
            {
                "country": "USA\n",
                "date": "October 2012"
            }
        ],
        "release dates": [
            "USA::3 September 2012",
            "USA::October 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Daniel Tiger's Neighborhood"
            },
            {
                "countries": "Germany",
                "title": "Der kleine Tiger Daniel"
            },
            {
                "countries": "Norway",
                "title": "Her bor Daniel Tiger"
            }
        ],
        "akas": [
            "Daniel Tiger's Neighborhood (original title)",
            "Der kleine Tiger Daniel Germany",
            "Her bor Daniel Tiger Norway"
        ],
        "akas from release info": [
            "Daniel Tiger's Neighborhood (original title)",
            "Der kleine Tiger Daniel Germany",
            "Her bor Daniel Tiger Norway"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Tiger Family Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    Part 1: Daniel and all his family packed their stuff Part 2: They ride a festive cable car    "
                },
                "2": {
                    "title": "Visiting Grandpere/Back to the Neighborhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    Visiting Grandpere: The Tiger Family is visiting Grandpere's house and Daniel notices all of the things that are different and all of the things that are the same. Then, Grandpere and Daniel spend time together hunting for buried treasure. The Tiger Family Goes Back Home: It's Daniel's last day visiting Grandpere. Grandpere takes him on a special sunrise boat ride before the Tiger Family heads back to the Neighborhood of Make-Believe.    "
                },
                "3": {
                    "title": "Daniel's Super Duper Noise Maker/Daniel Makes the Neighborhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    Daniel Makes a Noise Maker- Daniel and Katerina are playing \"super hero helpers.\" They use Baby Margaret's rattle as their super-duper noise maker to make sure everyone knows that help is on the way. When Baby Margaret wants her rattle back, Katerina and Daniel create their own super-duper noise makers and continue saving the day!/ Daniel Makes the Neighborhood- Daniel and Prince Wednesday are at the Museum-Go-Round playing with Miss Elaina. The three friends decide to take their stuffed toys for a Trolley ride around a pretend neighborhood, and create miniature ...    "
                },
                "4": {
                    "title": "Daniel's Allergy/Daniel's 100th Day of School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Daniel's Allergy: Daniel Tiger is helping his family make a peach pie, and tries some peaches. He develops some itchy red bumps, so his family takes him to Doctor Anna. She tells him all about food allergies, and how it's important to tell a grownup if a new food makes you feel sick. Daniel makes believe that he eats all sorts of food, but not peaches! Daniel's 100th Day Of School: Daniel goes to school and lets Teacher Harriett know that he has a food allergy. Daniel's classroom has 100 oranges to celebrate the 100th day of school. Katerina and Prince Wednesday try ...    "
                },
                "5": {
                    "title": "The Neighborhood Fall Festival/Fall Field Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The Neighborhood Fall Festival- The neighbors are busy decorating for the big Fall Festival when a gust of wind knocks down Music Man Stan's hard work. Daniel and his friends help rebuild the scene and learn that everyone's abilities are different - what's important is that you do your best./ Field Day at School- Teacher Harriet has set up a Fall Field Day outside at school today. While trying new games, Daniel and his friends struggle to do the games how they want to. They learn a lesson about the importance of doing your best.    "
                },
                "6": {
                    "title": "Daniel and Margaret Play School/Treasure Hunt at the Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Daniel and Margaret Play School- Teacher Daniel is playing \"school\" today, but his \"student,\" Baby Margaret, just won't cooperate! Big brother Daniel thinks of a way that he and Margaret can have fun together, and \"school\" can stay in session!/ Treasure Hunt at the Castle- Daniel, Prince Wednesday and Chrissie are playing at the Castle, and they just can't agree on what to play. They soon learn that they're big enough to figure out what to do, and come up with creative solutions so they can play together.    "
                },
                "7": {
                    "title": "Daniel and O's Road Trip/Daniel's Puppet Plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Daniel and O's Road Trip- Daniel and O are pretending to go on a Trolley road trip. Where should they go? To the beach? To the vegetable garden? When they can't agree on where to travel to first, they learn that making a plan can help them solve their problem./ Daniel's Puppet Plan- When Daniel and his friends are making puppets at the library, they find out that making a plan can help them put on a grr-ific puppet show!    "
                },
                "8": {
                    "title": "Daniel Doesn't Want To Go Potty/Daniel Sits On The Potty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    Daniel Doesn't Want to Go Potty: Daniel and Mom Tiger are meeting Katerina for lunch, and Daniel learns that it's important to try to go potty before leaving the house. Daniel Sits on the Potty: Daniel is playing astronauts with Miss Elaina, but his tummy starts to hurt. He learns that sometimes when your tummy hurts, it could mean that you have to go potty. Daniel takes his time sitting on the potty, and soon he feels better.    "
                },
                "9": {
                    "title": "Daniel's Bicycle/Katerina's Magic Trick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Daniel's Bicycle- Dad Tiger gives Daniel his old bicycle, and Daniel is eager to ride it. Daniel quickly realizes that riding his bike is not easy, but even with a few bumps in the road, he keeps on trying./ Katerina's Magic Trick- Katerina is learning how to do a magic trick, but is frustrated when she doesn't get it right. She soon realizes that if she keeps trying, she'll feel proud!    "
                },
                "10": {
                    "title": "Firefighters at School/Daniel's Doll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    Daniel's Doll: Daniel receives a new doll from Grandpere, and he can't wait to pretend to be the daddy. When Katerina and O insist that Daniel pretends to be Tigey the Adventure Tiger instead, Daniel reminds them that you can be more than one thing.    "
                },
                "11": {
                    "title": "Daniel Goes to Sleep/Prince Wednesday Sleeps Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Daniel Goes to Sleep- It's time for Daniel to go to sleep, but there's just one problem - he's not feeling sleepy. Daniel learns how to get calm and relax his body for bed. Prince Wednesday Sleeps Over- Prince Wednesday is coming over for a grr-ific sleepover. But when the boys just want to stay up and play, their babysitter, Prince Tuesday, helps them wind down for bed.    "
                },
                "12": {
                    "title": "Daniel's Goldfish Dies/Daniel's Strawberry Seeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "26 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Daniel's Fish Dies- When Daniel's pet fish dies, he begins to ask questions about what happened to help him understand what death means, and how to handle the emotions that often come with losing someone you love. Daniel's Strawberry Seeds- Daniel and Katerina go to the Enchanted Garden to pick strawberries, only to find that the strawberry plants are dead. They ask questions to help them understand what's happened and learn what it means when something dies.    "
                },
                "13": {
                    "title": "Daniel Wants To Be Alone/Daniel's Alone Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    While playing with his friends at school, Daniel decides he would like to spend some time alone. Then, Daniel learns that when he wants to be alone, he can find a place of his very own!    "
                },
                "14": {
                    "title": "Daniel Gets Mad at Dad/Daniel Gets Mad at His Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "plot": "\n    Daniel Gets Mad at Dad- On their way to the post office, Dad tells Daniel he can't play at the park, and that makes Daniel mad. Daniel feels badly about getting angry with his dad, but he learns that you can love someone even if you're mad at them. Daniel Gets Mad at His Friends- Daniel and his friends are making \"Just Like Me\" pictures at school today. When Miss Elaina spills red paint on Daniel's project, he gets mad at his friend. The group learns that even good friends get mad at each other sometimes.    "
                },
                "15": {
                    "title": "Daniel Takes His Time/Nature Walk at School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Daniel Takes His Time- Grandpere is visiting Daniel and they are baking bread together. Daniel learns that sometimes it's good to take your time, and it can be worth the wait./ Sometimes It's Good to Go Slow- Daniel's class is going on a nature walk. The group learns that sometimes it's good to go slow: seeing, hearing, and smelling the environment around you. You never know what you'll find!    "
                },
                "16": {
                    "title": "Daniel's Very Different Day/Class Trip To The Library",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Daniel's Very Different Day- Daniel was expecting to have a special picnic at Katerina's house, but the day doesn't turn out quite as he had planned. Daniel learns how to adapt when his routine changes./ Class Trip to the Library- Daniel and his friends are excited to go on a field trip to the library, but they arrive to find that it's closed. Together, they learn that sometimes plans may change, but they can do things in a different way!    "
                },
                "17": {
                    "title": "Daniel's Tige-y/Tige-y Goes to School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "plot": "\n    Daniel Loves Tigey- Daniel gets upset when Margaret spills juice on his favorite stuffed animal, Tigey. Daniel learns how he can make himself feel better when he's upset. Daniel Needs Tigey at School- Daniel is having a hard day at school, but he knows just how to make himself feel better: by hugging his Tigey.    "
                },
                "18": {
                    "title": "Daniel Stops Himself from Hurting Someone/It's Not OK to Hurt Someone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "plot": "\n    Daniel Stops Himself from Hurting Someone- Today Daniel has to go to school and see his Friends and his favorite Teacher, Teacher Harriet and Today is the First day of Autumn in the month of September and Daniel Tiger Breaks Prince Wednesday's Left arm and Prince Wednesday started Crying because he has a Broken Arm and Prince Tuesday sends his little brother, Prince Wednesday to Dr. Anna's Office and Get an X-Ray of Prince Wednesday's Broken Left Arm and Mom Tiger sends Daniel Tiger to time out on the bench for 19 minutes for Breaking Prince Wednesday's Left Arm and ...    "
                },
                "19": {
                    "title": "King Daniel for the Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "4 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    King Daniel for the Day- In this special full-length episode, Daniel Tiger is curious about what it's like to be King. There's only one way to find out? King Friday makes Daniel \"King for the Day!\" On his royal mission, Daniel discovers that the most important part of being King is being kind to his neighbors.    "
                },
                "20": {
                    "title": "Daniel Learns About Lizards/Daniel Wonders About Trolley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "plot": "\n    Daniel Learns About Lizards: Daniel and Prince Wednesday discover a small lizard in Daniel's backyard. They have a lot of questions about the lizard. When they wonder and explore, they learn so many new things. Daniel Wonders About Trolley: Daniel and his friends learn more about their favorite Neighborhood Trolley.    "
                },
                "21": {
                    "title": "Daniel Gets Mad at Dad/Daniel Gets Mad at His Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    Daniel learns that it is important to try to go potty before leaving the house. Then, Daniel's tummy starts to hurt! He learns that sometimes when that happens, it could mean that you have to go potty.    "
                }
            },
            "1": {
                "1": {
                    "title": "Daniel's Birthday/Daniel's Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "3 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    It's Daniel's Birthday! Daniel is very excited to go to Baker Aker's Bakery with his mom to pick out a cake for his party. When they arrive home after a bumpy ride on Trolley, Daniel is disappointed to find that his cake is smushed. It turns out... smushed cake is yummy too!    "
                },
                "2": {
                    "title": "Daniel Visits School/Daniel Visits the Doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel is visiting school for the first time and he's a little nervous until he learns that asking questions so that he knows what to expect is the best way to handle the anxiety that comes with new experiences. Daniel is going to Dr. Anna for his checkup - but he is very anxious. Mom Tiger teaches him that talking about the situation will help him feel calmer, so Daniel makes a book with all the information he knows about the doctor.    "
                },
                "3": {
                    "title": "Daniel's Babysitter/Daniel Goes To School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Prince Tuesday comes to babysit Daniel Tiger while Mom Tiger and Dad Tiger go out dancing. As Daniel gets ready for bed, he misses his Mom and Dad, but Prince Tuesday reminds him that they will be back soon. And when Tige-y goes missing right before bedtime, Daniel learns what a grr-ific babysitter Prince Tuesday is. When Daniel joins the rest of his friends at school, he doesn't want his Dad to leave - until Dad Tiger reminds him that \"grownups come back.\" Then, Miss Elaina loses her locket and misses her mom, Lady Elaine. The kids help Miss Elaina find the locket ...    "
                },
                "4": {
                    "title": "Daniel Gets Mad/Katerina Gets Mad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel Tiger and Prince Wednesday are looking forward to playing at the beach. Then it starts to rain and Mom Tiger says they can't go outside, which makes them very mad. After Mom Tiger helps the boys deal with their mad feelings and they're calm, they come up with a grr-ific plan to make a beach - indoors.    "
                },
                "5": {
                    "title": "Prince Wednesday Finds a Way to Play/Finding a Way to Play on Backwards Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel and O the Owl are at Miss Elaina's house and she has planned a backwards play date. O isn't so sure about all of the backwards things and prefers to play forwards. The friends learn to compromise so everyone can play together.    "
                },
                "6": {
                    "title": "Daniel and Miss Elaina Play Rocketship/Daniel Plays at the Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel has come to play with Miss Elaina today! They decide to play 'outer space,' but Miss Elaina gets upset when her cardboard telescope and spaceship accidentally break. Lady Elaine helps them see that they can still play and have fun together, even without the toys - because they're friends! They use their imaginations to keep playing, which is just as much fun.    "
                },
                "7": {
                    "title": "Friends Help Each Other/Daniel Helps O Tell a Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel spends the day at Katerina Kittycat's house. Katerina is excited to show Daniel something she made all by herself - she set up a birthday tea-party for her stuffed animals! Katerina accidentally knocks the tea set on the floor, and is very upset that she ruined the party. Luckily, Daniel is a helpful friend and they reassemble the party together.    "
                },
                "8": {
                    "title": "Something Special for Dad/I Love You, Mom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel notices how happy Dad is to have received a letter from Grandpere. Daniel really loves Dad, so he decides to send him a letter that will make him happy too! He goes to the Post Office with Mom, where he learns how letters are sorted and mailed. He even joins Mr. McFeely on his 'speedy delivery' to give Dad the very special letter.    "
                },
                "9": {
                    "title": "A Trip to the Enchanted Garden/A Trip to the Crayon Factory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The Tiger family is making strawberry pancakes for breakfast this morning. When Mom looks closely in the kitchen, she realizes there are no more strawberries left. They all head out to the Enchanted Garden, where Mom Tiger shows Daniel the strawberry patch. Daniel is very curious, and learns that if he looks closely, he may be able to answer his own questions about how strawberries grow and learn something new.    "
                },
                "10": {
                    "title": "Daniel Shares his Tigertastic Car/Katerina Shares her Tutu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel and his friends are playing together in the park. Daniel has a new toy car and struggles to share it with the others. In the end, Daniel learns that sharing is easy when he knows he will get his special toy back.    "
                },
                "11": {
                    "title": "Prince Wednesday Goes to the Potty/Daniel Goes to the Potty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "17 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Prince Wednesday is in the block corner at school building the 'tallest tower in the world!'    "
                },
                "12": {
                    "title": "Fruit Picking Day/Daniel Is Big Enough to Help Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel and his friends are enjoying a Fruit Festival in the Enchanted Garden. Prince Wednesday grows upset because his big brother Prince Tuesday can pick the highest fruit off the tree branches, but he can't. He wishes he wasn't so little. Then, when the festival-goers spot a very special magical golden pear on the ground, Prince Wednesday is the only one little enough to reach it. Dad Tiger is building a playhouse, and Daniel wants to help out. Daniel is frustrated that he is not big enough to use the grown up tools. Dad Tiger shows Daniel that there are things he ...    "
                },
                "13": {
                    "title": "Daniel Waits for Show and Tell/A Night Out at the Restaurant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Daniel is so excited to share a book he made with his class at \"show and tell,\" but he's finding it very difficult to wait. He finds that singing on Trolley, playing during science time and imagining make the waiting much easier. Daniel and his family are going out to dinner, and Katerina is coming too. Daniel and Katerina have a hard time waiting at the restaurant, but soon learn ways to make the waiting time easier...and even fun.    "
                },
                "14": {
                    "title": "Thank You, Grandpere Tiger/Neighborhood Thank You Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "25 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Grandpere Tiger comes to visit, but is only in town for a short while. Daniel is sad that Grandpere can't come to the special Thank You Day celebration later that day. Daniel learns to be thankful for the time they DO have together, and is then surprised when Grandpere appears at the celebration after all. The neighborhood celebrates Thank You Day by putting notes in the Thank You Tree. Daniel has trouble deciding what to put in his note. Then, when a gust of wind blows the notes off of the tree, Mr. McFeely saves the day by catching and delivering everybody's thank ...    "
                },
                "15": {
                    "title": "The Neighborhood Votes/The Class Votes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The Tiger family is going to Clock Factory Park today to hear a big announcement from King Friday. Daniel has to make several choices throughout the day, culminating in one BIG group decision: King Friday announces that the kids can choose one new piece of playground equipment and everyone gets to speak up for what they want by voting. At school, Daniel and his classmates get to choose their new class pet. Teacher Harriet explains that they can either get a bunny or a turtle. The kids learn what it means to 'vote' and that sometimes it doesn't always turn out your way...    "
                },
                "16": {
                    "title": "Be a Vegetable Taster!/Daniel Tries a New Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Teacher Harriet introduces Daniel and his friends to the school's vegetable garden and convinces them to pick out some healthy veggies for their snack. They explore the garden, picking and trying different vegetables...with mixed results. Miss Elaina is having dinner with the Tiger family and she encourages Daniel to try some new food: Veggie Spaghetti and Banana Swirl. Daniel is convinced he won't like Veggie Spaghetti, even though he's never tried it before. Miss Elaina encourages him to be adventurous and try the new food. She does the same herself, and even though...    "
                },
                "17": {
                    "title": "Good Morning Daniel/Goodnight Daniel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    It's a typical morning in the Tiger household, and Daniel has to get up for school but his playing and imagining distract him from his routine. Daniel learns that his morning routine helps him be ready in time for Trolley to take him to school. Tonight, Daniel is pretending to be Super Daniel. But after dinner, he has to follow his nighttime routine even though he would rather play. Young viewers follow Daniel as he gets ready for bed and eventually he learns that even super heroes get sleepy.    "
                },
                "18": {
                    "title": "Daniel Plays Ball/O Builds a Tower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Daniel, Miss Elaina and Prince Wednesday are at the park with Prince Tuesday. They decide to play a game with a ball. Daniel struggles to catch the ball and gets very frustrated. All of his friends remind him to keep on trying and finally, he succeeds. In the block corner at school, O the Owl is determined to use all of the blocks to build the tallest tower in the world. After many failed attempts, he is frustrated, but Teacher Harriet and O's friends encourage him to try once again.    "
                },
                "19": {
                    "title": "Daniel Gets a Shot/A Stormy Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Daniel and O the Owl are having fun playing outside in the rain until a thunderstorm builds up and worries them. When Mom Tiger teaches them to think of something happy, O and Daniel learn that the thunderstorm is not so scary after all.    "
                },
                "20": {
                    "title": "Daniel's Sleepover/Backyard Camping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "12 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Daniel and his parents go to Prince Wednesday's castle for a family sleepover. When Daniel and Prince Wednesday go through their bedtime routines together, Daniel realizes how different it is sleeping at Prince Wednesday's castle. As bedtime nears, Daniel and Prince Wednesday notice some things that are just a little bit scary...but they soon learn that once they investigate further, they actually aren't scary at all. Daniel and O the Owl are camping in the yard with Dad Tiger and O is a little hesitant to sleep in this unfamiliar setting. However, once he examines ...    "
                },
                "21": {
                    "title": "You Are Special/Daniel Is Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The children are putting on a show at school today, each doing something that makes them special. O the Owl wants to be just like the others and, with a little encouragement, he learns that owls are special too. Daniel and Dad take a fall walk through the neighborhood, admiring the colors of the leaves. On their way, they meet Miss Elaina and O the Owl who each do special things that make Daniel wonder if he is as special as they are. Dad reminds Daniel of the things that make him special, like his whimsical imagination.    "
                },
                "22": {
                    "title": "Clean Up Time/Neighborhood Clean Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "22 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Clean Up Time: Daniel and O the Owl are playing \"farm\" at Daniel's house. They are having a lot of fun, but are making quite a mess. After losing his watch in a messy room, Daniel realizes that cleaning up and putting his toys away will help him find it. Neighborhood Clean Up: A wind storm has made a mess of the Neighborhood playground and no one can play. When King Friday proclaims that it is Clean Up Day, everyone helps restore the playground by throwing out and recycling the trash. The children learn that by working together, the playground can be ready for play ...    "
                },
                "23": {
                    "title": "The Dragon Dance/Teacher Harriet's Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The Dragon Dance: In school, the children are all helping Teacher Harriet with a big art project: creating a dancing dragon. Everyone is eager to finish so the dragon can dance, but they learn that they need to work together so the big project can be finished. Teacher Harriet's Birthday: It's Teacher Harriet's birthday. Mom Tiger helps the children surprise her by decorating the classroom with streamers and making a birthday present while she is gone. The children learn that cooperation is necessary to pull off the surprise.    "
                },
                "24": {
                    "title": "Play Pretend/Super Daniel!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "3 May 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - Play Pretend: Teacher Harriet shows the children a big cardboard box and asks them what they think it could be. Daniel and Miss Elaina have fun pretending the box is a space ship and a jungle boat, but O the Owl just sees a big cardboard box. With a little help from his friends, O discovers how much fun it is to pretend! / Super Daniel!: Daniel and Grandpere are at home pretending to be superheroes when Daniel notices that Dad has forgotten to take his lunch to work with him. He and Grandpere take Dad's lunchbox to the Clock Factory and Daniel uses his...    "
                },
                "25": {
                    "title": "Daniel Uses His Words/All Aboard!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "20 May 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - Daniel Uses His Words: Daniel is playing \"farm\" today, but when Mom Tiger is cleaning up, she accidentally ruins Daniel's game. Grrr! Mom teaches Daniel to express his feelings so she can understand why he is upset. Once Daniel uses his words, Mom helps him rebuild his farm. / All Aboard!: The kids are playing \"train\" at school, but things aren't going Katerina's way. Meow! Soon, Katerina learns that people will not be able to help her if they don't understand why she is upset. When she explains her feelings, the children know how to help so that they ...    "
                },
                "26": {
                    "title": "The Royal Sandbox/Daniel Says I'm Sorry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - The Royal Sandbox: Daniel and Prince Wednesday are making sand pies in the sandbox. They decide to top off a sand pie with Prince Tuesday's royal crown, but they soon see that this wasn't such a good idea. They learn how to apologize to Prince Tuesday and make the situation better - by helping clean the crown and promising to ask first next time. / Daniel Says I'm Sorry: Daniel, Katerina and Miss Elaina are playing cars at school, until Miss Elaina accidentally upsets Daniel. Teacher Harriet helps the children learn how to apologize to a friend. Later,...    "
                },
                "27": {
                    "title": "It's Time to Go/Daniel Doesn't Want to Stop Playing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "22 May 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - It's Time to Go: Daniel, O the Owl and Katerina are playing \"library\" at the Treehouse. When it's time for them to go home, Katerina and Daniel have trouble leaving because they are having so much fun! Choosing one more thing to do before they leave helps make their transition a little easier. / Daniel Doesn't Want to Stop Playing: Daniel is playing \"Trolley\" with Mom and Dad in the living room. When Mom tells him that it's time to work on his school project, Daniel doesn't want to stop playing. Mom helps Daniel move on by allowing him to pick one more...    "
                },
                "28": {
                    "title": "Safety Patrol/Safety at the Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Safety Patrol- Today at school, the children are learning about traffic signs. Prince Tuesday comes for a special visit, wearing his crossing guard uniform. He takes the class on a walk through the Neighborhood and they practice their safety rules all along the way. Safety at the Beach- Daniel and Katerina are playing on Jungle Beach with Mom Tiger. The children get a bit carried away by their treasure hunting play and they drift too far away from Mom. They learn that to stay safe near the water, they need to stop and listen.    "
                },
                "29": {
                    "title": "Neighbor Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "2 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - In this half hour special Daniel learns how good it feels to be neighborly and that one kind act can lead to many. His first good deed starts a chain reaction of kindness all around the Neighborhood, culminating with the declaration of \"Neighbor Day\"!    "
                },
                "30": {
                    "title": "Calm at the Clock Factory/Calm for Storytime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "3 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS - Calm at the Clock Factory: Daniel and his friends are visiting Dad Tiger's Clock Factory. Daniel is so excited to show off his dad and the clocks he makes that he is having trouble staying calm. He learns that there are places where you need to be calm and places where it's okay to be silly. / Calm for Storytime: The children are going to the Neighborhood Library for story time and all the excitement has made them feel a bit silly. Prince Wednesday has a hard time getting calm for the library, but discovers that there are times to be calm and times ...    "
                },
                "31": {
                    "title": "Daniel's New Friend/Same and Different",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "27 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS: Daniel's New Friend - Daniel and Miss Elaina meet Prince Wednesday's cousin Chrissie during a playdate at the castle.    "
                },
                "32": {
                    "title": "Katerina's Costume/Dress Up Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "Oct. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS: Katerina's Costume - Daniel and Katerina are at Miss Elaina's Museum-Go-Round to make their costumes for Dress Up Day.    "
                },
                "33": {
                    "title": "Snowflake Day!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "votes": 12,
                    "original air date": "Nov. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS: In this thirty minute holiday musical episode, the Neighborhood is celebrating Snowflake Day!    "
                },
                "34": {
                    "title": "A Snowy Day/Tutu All the Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "Dec. 2013",
                    "year": "2013",
                    "plot": "\n    From PBS KIDS: A Snowy Day - It's snowing in the Neighborhood! Miss Elaina is coming over to Daniel's house to play in the snow.    "
                },
                "35": {
                    "title": "Daniel Gets a Cold/Mom Tiger Is Sick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "Jan. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Daniel Gets a Cold - It's Prince Wednesday's birthday party at school! Daniel really doesn't want to miss the party, but he is not feeling very well at all.    "
                },
                "36": {
                    "title": "Duckling Goes Home/Daniel Feels Left Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Duckling Goes Home - Today at school, the children find out that Ducky has grown too big to be their classroom pet and it's time to take him back to the farm.    "
                },
                "37": {
                    "title": "Daniel Gets Frustrated/Frustration at School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Daniel Gets Frustrated - Daniel is staying at home with Mom Tiger today. He really wants to play with Prince Wednesday, but he is visiting his cousin Chrissie.    "
                },
                "38": {
                    "title": "Daniel Is Jealous/Jealousy at the Treehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Daniel is Jealous - Daniel and Katerina are playing \"airplane\" with Grandpere. Daniel thinks Katerina is getting too much attention from Grandpere and starts to feel jealous.    "
                },
                "39": {
                    "title": "Someone Else's Feelings/Empathy at School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "20 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Someone Else's Feelings - Daniel and O the Owl are pretending to be handymen, using their toy tools to make \"repairs\" to Daniel's playhouse. Daniel is having lots of fun hammering loudly, but it's upsetting O, who would rather do something quieter. Daniel loves hammering so much that it's hard for him to see why it upsets O. Mom helps Daniel be empathetic and think about how O is feeling: Daniel remembers a time when he was upset because Miss Elaina was being way too loud for him. He doesn't want O to feel this way, and realizes that they can both have ...    "
                },
                "40": {
                    "title": "Line Leader Daniel/Neighborhood Jobs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Line Leader Daniel - The children are getting new classroom jobs at school. Daniel really wants to be a teacher When he doesn't get TEACHER DANIEL he wanted, Daniel is ANGRY and threw a tantrum    "
                }
            },
            "2": {
                "1": {
                    "title": "The Tiger Family Grows/Daniel Learns About Being a Big Brother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Tiger Family Grows - The Tiger Family is expanding and Daniel finds out that he is going to be a big brother! At first, he isn't sure what to expect, but as his family prepares for the arrival of the new baby, Daniel learns about what it means to be a big brother...and a big helper, too. Daniel Learns About Being a Big Brother - The new baby is almost here and the Tiger Family is getting ready for the new arrival. Daniel is eager to pitch in as Mom and Dad prepare the baby's room, but struggles with the idea of giving up his old baby things for his ...    "
                },
                "2": {
                    "title": "The Baby Is Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: The Baby is Here - The baby is about to arrive and everyone is so excited! Mom and Dad head to the hospital while Daniel and Grandpere spend time at home going through some of Daniel's old things. In this half-hour musical episode everyone welcomes the new addition to the Neighborhood as Margaret comes home!    "
                },
                "3": {
                    "title": "Time for Daniel/There's Time for Daniel, and Baby Too",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Time for Daniel - Daniel is playing adventure tiger at home with Dad, but things are not quite the same, now that Baby Margaret is around. Daniel is upset that Dad keeps interrupting their play to take care of Baby Margaret, but Daniel learns that there's time for the baby and time for Daniel, too. There's Time for Daniel and Baby Too - Daniel is still getting used to have the new baby around. When Prince Wednesday comes over to play, Daniel is upset when Prince Wednesday wants to play with the baby instead of him, but he learns that there's time for ...    "
                },
                "4": {
                    "title": "Playtime Is Different/The Playground Is Different with Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS KIDS: Playtime is Different - Daniel is having fun playing restaurant with O and Katerina but they keep getting interrupted by a very curious Margaret who wants to be part of the action. She also can't seem to keep her hands off of Daniel's beloved Tige-y! Daniel eventually learns that although having a new baby sister around is very different...it can also be really fun. The Playground is Different with Baby - Daniel is playing \"circus\" at the playground with his friends, but Margaret seems to be making things different. Mom and Dad encourage Daniel to find ...    "
                },
                "5": {
                    "title": "Daniel Fixes Trolley/Problem Solver Daniel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel Fixes Trolley: Daniel accidentally breaks a wheel off Trolley while playing. When Mom is too busy to help Daniel put the wheel back on, she urges him to try to figure it out on his own and explains that fixing it on his own will make him feel good about himself.    "
                },
                "6": {
                    "title": "Daniel's Friends Say No/Prince Wednesday Doesn't Want to Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel's Friends Say No: When Daniel gets to school, he approaches Miss Elaina to play with her but is frustrated when he finds that she would rather read alone. Daniel learns that sometimes his friends might not want to play with him and that's OK because he can find fun things to do on his own. Prince Wednesday Doesn't Want to Play: When Daniel gets to the park, Prince Tuesday and Prince Wednesday are playing together. Daniel wants to join in but is upset because Prince Wednesday only wants to play with his brother. Soon O arrives and they both figure out that they ...    "
                },
                "7": {
                    "title": "Miss Elaina Gets Hurt/Daniel Feels Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Miss Elaina Gets Hurt: Daniel is at Miss Elaina's house and the friends are playing \"astronauts\" with their toys! That is, until they crash into one another...OUCH! Lady Elaine comes and fixes up Miss Elaina's booboo but Daniel is reluctant to admit he is hurt as well. Later, Lady Elaine makes him feel better, too. Daniel Feels Better: Daniel is having a ball playing with Margaret but he accidentally falls, twisting his ankle. Mom is concerned so they pay a visit to Dr. Anna's office. He is scared at first but gradually becomes more comfortable with the idea that Dr. ...    "
                },
                "8": {
                    "title": "Daniel's Winter Adventure/Neighbourhood Nutcracker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Daniel's Winter Adventure: Daniel, Dad, Prince Wednesday and Prince Tuesday are all going sledding! But once they get to the hill and see how tall it is, Daniel and Prince Wednesday get scared. Dad assures them that if they try it a little bit at a time, they might surprise themselves and have a great time. Later, Daniel goes ice skating for the first time. When he tries it a little bit at a time, he realizes it is not so hard. Neighborhood Nutcracker: Daniel is going to see a show called The Nutcracker Ballet! Once he arrives at the performance, he finds out that ...    "
                },
                "9": {
                    "title": "Daniel Can't Ride Trolley/Daniel Can't Get What He Wants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel Can't Ride Trolley: Daniel is going to Prince Wednesday's castle to play, but when Mom tells him that they will be walking and NOT riding Trolley, Daniel gets mad. Mom explains to Daniel that he can't always get what he wants but shows him a way to feel better. Daniel Can't Get What He Wants: Daniel is shopping with Dad at the Market and gets very upset when Dad says he can't have the cookies he really, really wants. Dad assures him that it's OK to feel frustrated and shows him that stomping three times is a good - and appropriate - way for Daniel to help ...    "
                },
                "10": {
                    "title": "A Storm in the Neighborhood/After the Neighborhood Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Neighborhood Storm: There's a big storm coming to the Neighborhood. Daniel and his friends are a little frightened at first, but the grown up's have a plan to keep everyone safe. After the Neighborhood Storm: The big storm that came through the Neighborhood has passed. But now everything looks different, with leaves all over, trees knocked down and window shutters fallen - it's a scary thing for Daniel and his friends to see. But they are comforted to know that everyone is safe and there are helpers everywhere, coming together to fix the Neighborhood.    "
                },
                "11": {
                    "title": "Daniel Makes a Mistake/Baking Mistakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel Makes a Mistake: While Daniel is looking at different items under the magnifier at school, he accidentally knocks a basket of objects off the table, sending things tumbling all over the floor. Whoops. Daniel thinks he has ruined Science Time until Teacher Harriet explains that everyone makes mistakes; the important thing is that we can fix them and always learn from them. Baking Mistake:Daniel and Prince Wednesday are at the bakery helping Baker Aker make cookies for the Neighborhood. But Prince Wednesday accidentally spills the milk. No crying, though, because...    "
                },
                "12": {
                    "title": "Daniel Thinks of Others/Daniel Thinks of What Margaret Needs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel Thinks of Others- Daniel is making all kinds of art at school today. While making a picture for his family, he ends up using ALL of the glitter. Oh no! What if someone else needs some glitter? Teacher Harriet tells Daniel that it will be OK, but to always keep in mind that whatever you do, you should think about what other people might need, too. Daniel Thinks of What Margaret Needs- Daniel and Miss Elaina want to play their musical instruments and march all around the house, but Margaret needs to sleep and it would be way too noisy! Mom and Dad remind Daniel ...    "
                },
                "13": {
                    "title": "No Red Sweater for Daniel/Teacher Harriet's New Hairdo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    No Red Sweater for Daniel- Daniel is getting ready for the day and can't find his red sweater anywhere! Mom tells Daniel that it's in the wash, so he'll just have to find something else to wear. Daniel puts on a blue sweater and is concerned that he looks so different; how does he know he's still HIM? Mom assures him that no matter what you wear or how different you appear, you're always still YOU on the inside./ Teacher Harriet's Hair- Daniel goes to school and finds that something is different; his teacher! But wait...it IS Teacher Harriet, only with a different ...    "
                },
                "14": {
                    "title": "It's Love Day/Daniel's Love Day Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    \"It's Love Day!\" Ugga Mugga! It's Love Day in the Neighborhood of Make-Believe. Daniel and all of his friends come up with their own special ways to show their love and care for one another. The kids dance, sing, and tell jokes to say \"I love you.\" \"Daniel's Love Day Surprise\" It's Love Day and Grandpere is coming to visit! How can Daniel find a way to show how much he loves Grandpere? With a treasure hunt, that's how! Daniel hides little hearts all over the house for Grandpere to find... that is, unless little Margaret finds them first!    "
                },
                "15": {
                    "title": "Daniel Takes Care of Snowball/Margaret's Bathtime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "17 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel Takes Care of Snowball- It's Daniels turn to take care of Snowball, the class pet, at home today. When Prince Wednesday invites Daniel to play, he has to decide the best thing to do: take care of Snowball or go and have fun with his friend. Daniel learns that it's fun to take care of others and it makes him feel happy. Margaret's Bathtime- Daniel is at home playing with his toy horse when Mom asks him to help her give Margaret a bath. Reluctant at first, Daniel eventually realizes how proud and good it makes him feel to help take care of his little sister.    "
                },
                "16": {
                    "title": "Daniel Explores Nature/Daniel's Nature Walk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "20 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel Explores Nature: It's a beautiful day in the Neighborhood. Daniel and his family are spending the day outside exploring, when Daniel spots a beautiful red bird. As they watch the busy bird, they learn about how a bird's nest is built. But when the nest falls out of the tree, will Daniel and Katerina be able to help her? Daniel's Nature Walk: Daniel is playing at school with Katerina and Prince Wednesday, but Prince Wednesday won't stop pretending to be a scary bear. That makes Daniel feel mad...but he's surprised to learn that Katerina and Prince Wednesday ...    "
                },
                "17": {
                    "title": "Friends and Feelings/Daniel's Day of Many Feelings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "18 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Friends and Feelings- Daniel is playing at school with Katerina and Prince Wednesday, but Prince Wednesday won't stop pretending to be a scary bear. That makes Daniel feel mad...but he's surprised to learn that Katerina and Prince Wednesday don't feel the same way. Daniel realizes the importance of sharing how you feel with your friends. Daniel's Day of Many Feelings- Daniel is helping Dad with errands around the Neighborhood and Daniel identifies his many feelings as the day unfolds. It's amazing how many different things you can feel in one day!    "
                },
                "18": {
                    "title": "Daniel Feels Two Feelings/The Neighborhood Carnival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "11 May 2017",
                    "year": "2017",
                    "plot": "\n    Daniel Feels Two Feelings- Up, up and away! Daniel, Katerina, and O are excited to fly a kite, but get frustrated when they can't keep the kite in the air./ The Neighborhood Carnival- The Neighborhood Carnival is in town, and Daniel can't stop thinking about riding the Ferris wheel for the very first time. But when he gets to the carnival, he feels both excited and scared.    "
                },
                "19": {
                    "title": "Sharing at the Library/Daniel Shares with Margaret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "6 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Sharing at the Library- Daniel is at the library to check out a new book. Just as he spots the book he wants, O the Owl reaches for the same one! Who knew that sharing a book with a friend could be even more fun than reading it alone?/ Daniel Shares with Margaret- Daniel gets a special sticker book from Grandpere, but Margaret wants to play with the stickers, too. Daniel learns that while sharing can make things more fun, there are also some things you don't have to share.    "
                },
                "20": {
                    "title": "Prince Wednesday's Happy Birthday/Daniel's Happy Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Daniel's Happy Song- Daniel is so happy because his friends are coming over to play! As they play with their stuffies, Daniel teaches his friends his happy song - and they all sing along!/ Prince Wednesday's Happy Birthday- Happy Birthday, Prince Wednesday! Daniel heads to the castle for Prince Wednesday's birthday party, and feels happy to be with his friends, play games and eat royally yummy birthday cake.    "
                },
                "21": {
                    "title": "Looking for Snowball/Daniel's Neighbors Help",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "10 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Looking for Snowball- Oh no! Snowball, the class pet, has gone missing! As all the neighbors band together to search for Snowball, Daniel realizes how good it feels to be part of a neighborhood. But will they find Snowball? / Daniel's Neighbors Help- Achoo! The Tiger Family is under the weather! Daniel is sent home from school because he doesn't feel well, and Mom Tiger is couch-bound! Lucky for them, their neighbors are at the ready to bring them soup, books and encouragement to help them feel better.    "
                },
                "22": {
                    "title": "The Lemonade Stand/Daniel Gets Mad at the Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    The Lemonade Stand: Daniel and Prince Wednesday are making a Lemonade Stand. But when they get into conflict over handing out the lemonade, they need to learn to express their mad feelings, so they can find a solution... and provide lemonade for their neighbours Mad At The Beach: Daniel is at the beach with Miss Elaina building a sand castle. Suddenly their hard work gets knocked down by a wave, and that makes them mad,mad, MAD! Dad teaches the kids that helps to express your mad feelings. Strategy: when you are really mad,mad,mad, try to express your mad feelings and...    "
                },
                "23": {
                    "title": "Daniel and Margaret Visit the Farm/Fireflies and Fireworks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "4 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Daniel and Margaret Visit the Farm- Daniel heads to the Neighborhood Farm where Chrissie is riding a horse. When Chrissie encourages Daniel to take a turn, Daniel is nervous about riding a horse for the very first time. He soon learns that having a friendly hand to hold can help you face your fears! Fireflies and Fireworks- Daniel and his family are enjoying a picnic in the backyard when they get some unexpected visitors - fireflies! Margaret gets scared, but big brother Daniel is there to hold her hand during this new experience. Later, there is a fireworks show and ...    "
                },
                "24": {
                    "title": "Margaret's First Chime Time/Tiger Family Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "9 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Margaret's First Chime Time- Today, the Tiger Family is taking Margaret to the Clock Factory for her very first \"Chime Time!\" As they travel to the Clock Factory, Daniel notices how other families in the Neighborhood spend time together. / Tiger Family Fun- Daniel and his family head to the Enchanted Garden, only to find Miss Elaina and her family doing one of their special family traditions: pick-your-own-dinner! The Tiger family joins in, and even add a few traditions of their own!    "
                },
                "25": {
                    "title": "Nighttime in the Neighborhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Nighttime in the Neighborhood- Tonight is a special night in the Neighborhood of Make-Believe. In this half hour episode, Daniel and his friends are going to a pajama party at the library! As Daniel and his family walk through the moonlit neighborhood, Daniel learns about all of the things that look and sound different at night.    "
                }
            },
            "4": {
                "1": {
                    "title": "Daniel Finds Something To Do/Daniel's Royal Good Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "plot": "\n    Daniel Finds Something to Do: Mom Tiger is working, but Daniel really wants her to play with him. She explains to Daniel that when she is busy, he can find something to do by himself. Daniel learns that he can have fun all on his own, by using his creativity and imagination. Daniel's Royal Good Time: Daniel and his friends are playing together at the castle, but when the grown-ups are busy working, they don't know what they should do next. The kids look around for something fun to do and come up with silly games to play while the grown-ups are occupied.    "
                },
                "2": {
                    "title": "Daniel's Lunch/Daniel's Toy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    Daniel's Lunch: Daniel is excited to eat the special lunch Dad Tiger made for him-an egg salad sandwich. When Miss Elaina declares she doesn't like egg salad, Daniel gets upset. They learn that it's okay to like different things, but they should always be kind to one another. Daniel's Toy: Daniel Tiger goes to the park to play with his toy, Ducky, but Prince Wednesday doesn't like Ducky. They realize while it's fine to like different toys, they should be kind to each other even when they disagree.    "
                },
                "3": {
                    "title": "Margaret's Birthday Buddy/Margaret's Birthday Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Daniel's Obstacle Course/Daniel Plays in a Gentle Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Jodi's First Day at School/Daniel Plays at Jodi's House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "plot": "\n    Jodi's First Day at School: Jodi is nervous on her first day at a new school, so Teacher Harriet explains to Jodi that she can find something or someone she knows to help herself feel better. She spots Daniel Tiger, who is someone she knows. Daniel takes on the duties of \"First Day Friend\" to help Jodi feel comfortable at her new school. Daniel Plays at Jodi's House: Daniel goes to Jodi's house after school. At first, Daniel feels a little nervous because he's never played at Jodi's house after school before. Then Daniel finds things he knows-like blueberries-to make ...    "
                },
                "6": {
                    "title": "A New Friend at School/A New Friend at the Playground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "plot": "\n    A New Friend at School: Daniel can't wait to race the crafty car he made at school with Prince Wednesday. But Prince Wednesday is busy playing with Jodi now. Is Prince Wednesday still Daniel's friend? Of course he is. A New Friend at the Playground: Daniel and Miss Elaina are playing together at the park. When their new friend Jodi shows up to play, Daniel worries that Miss Elaina likes Jodi more than him, but then Daniel is reminded that they're all still friends.    "
                },
                "7": {
                    "title": "Daniel Visits the Dentist/Daniel's First Haircut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Find What Makes Your Family Special/Family Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Daniel Learns to Ask First/Friends Ask First",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Daniel Does Gymnastics/The Big Slide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Daniel Tiger And Jodi Are Playing Together And Daniel And Jodi Are So Happy To Play Together. Daniel And O Are Go For A Walk And All Sudden O Slips At The Bottom Of That Slippery Sand Slide X And Daniel Have To Rescue Him.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Daniel Tiger Movie: Won't You Be Our Neighbor?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daniel Tiger's Neighborhood (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    Daniel is hopeful to meet a new friend as the Neighborhood welcomes the new family moving in next door to the Tiger family.    "
                }
            }
        },
        "number of episodes": 97,
        "cast": [
            {
                "name": "Holley, Addison"
            },
            {
                "name": "Faulkner, Amariah"
            },
            {
                "name": "Bambrick, Heather"
            },
            {
                "name": "Dykstra, Ted"
            },
            {
                "name": "Beale, Jake"
            },
            {
                "name": "Lioutas, Tommy"
            },
            {
                "name": "Daniels, Tony"
            },
            {
                "name": "Jackson, Shawne"
            },
            {
                "name": "Sparks, Jeremiah"
            },
            {
                "name": "McGrath, Derek"
            },
            {
                "name": "Watson, Jamie"
            },
            {
                "name": "Sadiq, Laara"
            },
            {
                "name": "Pavlinek, Teresa"
            },
            {
                "name": "Klanfer, François"
            },
            {
                "name": "Disher, Catherine"
            },
            {
                "name": "Mercey, Jaxon"
            },
            {
                "name": "Kaegi, Nicholas"
            },
            {
                "name": "Filici, Jon"
            },
            {
                "name": "Cohen, Devan"
            },
            {
                "name": "Gelineau, Kira"
            },
            {
                "name": "Ralston, Stuart"
            },
            {
                "name": "Bloch, Zachary"
            },
            {
                "name": "Hum, Benjamin"
            },
            {
                "name": "Gilbert, Matilda"
            },
            {
                "name": "Lauzon, Parker"
            },
            {
                "name": "Hedley, Keegan"
            },
            {
                "name": "Weir, Jenna"
            },
            {
                "name": "Diaz, Carlos"
            },
            {
                "name": "Alvi, Laaibah"
            },
            {
                "name": "Brun, Chiara"
            },
            {
                "name": "Merlino, Alex"
            },
            {
                "name": "Sims, Brayden"
            },
            {
                "name": "Smith, Zaynah"
            },
            {
                "name": "Tondra, Sophia"
            },
            {
                "name": "Mathis, Johnny"
            },
            {
                "name": "Abbott, Hailey"
            },
            {
                "name": "Smith, Isaac"
            },
            {
                "name": "Smith, Stacy Porter"
            },
            {
                "name": "Navah, Abigail"
            },
            {
                "name": "Navah, Gabrielle"
            },
            {
                "name": "Bishop, Todd"
            },
            {
                "name": "Block, Zachary Ryan"
            },
            {
                "name": "Cornies, Graeme"
            },
            {
                "name": "Creasy, Mieah"
            },
            {
                "name": "Davis, Michael"
            },
            {
                "name": "Davis, Michael"
            },
            {
                "name": "Deasy, Erin"
            },
            {
                "name": "Duffy, Kierael"
            },
            {
                "name": "Duffy, Kieran"
            },
            {
                "name": "Dunlap, Nico"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada",
            "New York City, New York, USA"
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "United States",
            "Canada"
        ],
        "country codes": [
            "us",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Norway:A::(TV rating)",
            "Singapore:G",
            "South Korea:All",
            "United States:TV-Y"
        ],
        "number of seasons": 4,
        "rating": 7.4,
        "votes": 650,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM5Mjg4NzEyNV5BMl5BanBnXkFtZTgwMDY3NjMwMjE@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Daniel Tiger's Neighborhood",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Rogers, Fred"
            },
            {
                "name": "Friedman, Becky"
            },
            {
                "name": "Santomero, Angela"
            }
        ],
        "production companies": [
            {
                "name": "9 Story Media Group"
            },
            {
                "name": "Out of the Blue Enterprises"
            },
            {
                "name": "The Fred Rogers Company"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Cartoonito"
            },
            {
                "name": "Karussell"
            },
            {
                "name": "NRK Super"
            },
            {
                "name": "PBS Kids"
            }
        ],
        "other companies": [
            {
                "name": "Arthur Vining Davis Foundations"
            },
            {
                "name": "Corporation for Public Broadcasting (CPB)"
            },
            {
                "name": "Viewers Like You"
            },
            {
                "name": "Voodoo Highway Music & Post"
            },
            {
                "name": "Voodoo Highway Music & Post"
            }
        ],
        "plot": [
            "The adventures of the children of the characters of 'Fred Rogers' (qv)' Neighborhood of Make-Believe.::Kenneth Chisholm"
        ],
        "tech": {
            "runtime": [
                "26 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 650,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 5,
                "rating": 3.7
            },
            "aged 18 29": {
                "votes": 66,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 285,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 57,
                "rating": 7.0
            },
            "males": {
                "votes": 236,
                "rating": 6.9
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 3.0
            },
            "males aged 18 29": {
                "votes": 30,
                "rating": 6.1
            },
            "males aged 30 44": {
                "votes": 144,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 35,
                "rating": 6.8
            },
            "females": {
                "votes": 221,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 18 29": {
                "votes": 36,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 137,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 22,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 21,
                "rating": 5.6
            },
            "us users": {
                "votes": 248,
                "rating": 7.5
            },
            "non us users": {
                "votes": 68,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 292,
            "9": 94,
            "8": 72,
            "7": 61,
            "6": 22,
            "5": 25,
            "4": 12,
            "3": 8,
            "2": 13,
            "1": 51
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}