{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 August 2012"
            },
            {
                "country": "USA\n",
                "date": "19 August 2012"
            },
            {
                "country": "Canada\n",
                "date": "26 August 2012"
            },
            {
                "country": "Spain\n",
                "date": "25 October 2012"
            },
            {
                "country": "Germany\n",
                "date": "3 March 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "19 March 2013",
                "notes": "                            (Blu-ray and DVD premiere)"
            },
            {
                "country": "Netherlands\n",
                "date": "22 March 2013",
                "notes": "                            (limited)"
            },
            {
                "country": "Sweden\n",
                "date": "3 May 2013"
            },
            {
                "country": "Hungary\n",
                "date": "4 May 2013"
            },
            {
                "country": "Belgium\n",
                "date": "2 September 2013",
                "notes": "                            (limited)"
            },
            {
                "country": "UK\n",
                "date": "13 September 2013",
                "notes": "                            (internet)"
            },
            {
                "country": "Finland\n",
                "date": "23 February 2014"
            }
        ],
        "release dates": [
            "USA::6 August 2012",
            "USA::19 August 2012",
            "Canada::26 August 2012",
            "Spain::25 October 2012",
            "Germany::3 March 2013",
            "Netherlands::19 March 2013                            (Blu-ray and DVD premiere)",
            "Netherlands::22 March 2013                            (limited)",
            "Sweden::3 May 2013",
            "Hungary::4 May 2013",
            "Belgium::2 September 2013                            (limited)",
            "UK::13 September 2013                            (internet)",
            "Finland::23 February 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Copper"
            },
            {
                "countries": "Germany",
                "title": "Copper - Justice is brutal"
            },
            {
                "countries": "Hungary",
                "title": "Copper - A törvény ára"
            },
            {
                "countries": "Poland",
                "title": "Stróz prawa"
            },
            {
                "countries": "Romania",
                "title": "Justitie brutala"
            },
            {
                "countries": "Russia",
                "title": "Легавый"
            }
        ],
        "akas": [
            "Copper (original title)",
            "Copper - Justice is brutal Germany",
            "Copper - A törvény ára Hungary",
            "Stróz prawa Poland",
            "Justitie brutala Romania",
            "Легавый Russia"
        ],
        "akas from release info": [
            "Copper (original title)",
            "Copper - Justice is brutal Germany",
            "Copper - A törvény ára Hungary",
            "Stróz prawa Poland",
            "Justitie brutala Romania",
            "Легавый Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Home, Sweet Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 118,
                    "original air date": "23 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    February 5, 1865. Five points remains a bedlam. Young men are dying and disappearing at an alarming rate. A career criminal terrorizes the Sixth Ward - and Detective Kevin Corcoran must put an end to his reign of violence. With pressures from Tammany Hall raining down upon the police force, the coppers follow the guidance of Ward Leader, General Brendan Donovan.    "
                },
                "2": {
                    "title": "Aileen Aroon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 87,
                    "original air date": "30 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    As more corpses of young men are found - while other teens continue to disappear - Detective Kevin Corcoran leaves no stone unturned in his search for answers. Doctor Matthew Freeman makes a drastic decision for the health of his community, forcing his wife Sara to confront her past. Meanwhile, a Confederate spy is brought to New York City and receives very different visits from both Elizabeth Haverford and Robert Morehouse.    "
                },
                "3": {
                    "title": "The Children of the Battlefield",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 80,
                    "original air date": "7 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Detective Kevin Corcoran closes in on the parties responsible for the kidnapping and murder of young Five Points men. As the pressure to capture the culprits grows, Corcoran is forced to choose between fealty to the badge and loyalty to loved ones. Francis Maguire embraces his new position in the underworld, climbing the ladder of New York City's criminal elite. As chaos continues in Five Points, Robert Morehouse and Elizabeth Haverford exchange vows - though the evening will prove to be nothing like either anticipated.    "
                },
                "4": {
                    "title": "I Defy Thee to Forget",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 81,
                    "original air date": "14 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The Sixth Precinct's search for the murderer of a fellow officer is derailed as Annie Reilly creates a fissure in the Corcoran home. Meanwhile, Eva Heissen - attempting to preserve a secret she has carried for months - discovers an ally in Brendan Donovan. Elizabeth Morehouse struggles to soothe her troubled conscience, deciding to aid the Freemans in their quest for Sara's mother. As Francis Maguire, running parallel to Corcoran's hunt for a cop killer, finds himself crossing paths with his old friends - to surprising results.    "
                },
                "5": {
                    "title": "A Morning Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 86,
                    "original air date": "21 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Five Points falls into a state of panic as a community safe haven is seized by one of the deadliest men in New York City. With both coppers and civilians at his mercy, Detectives Kevin Corcoran and Andrew O'Brien, with Doctor Matthew Freeman and several coppers, race against time to restore peace to the Sixth Ward. As the coppers defend their home against an unrelenting foe, Francis Maguire sees an opportunity to settle a score with Corcoran.    "
                },
                "6": {
                    "title": "To One Shortly to Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 78,
                    "original air date": "28 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    A murder demands Detective Kevin Corcoran work closely with Brendan Donovan, who is eager to close the case cleanly. Meanwhile, Robert Morehouse makes a difficult decision regarding the trial of Robert Cobb Kennedy. With spring on the horizon, the Freemans are reunited with a figure from their past, while Eva Heissen and Ellen Corcoran discover a new link between their lives.    "
                },
                "7": {
                    "title": "The Hope Too Bright to Last",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 76,
                    "original air date": "4 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    In his investigation, Detective Kevin Corcoran finds himself at an unusual dead end. Doctor Matthew Freeman is faced with the outbreak of a new and troubling illness sweeping Five Points. While Elizabeth tries to help with the Morehouse business affairs, General Brendan Donovan enlists Eva to gain leverage within his own.    "
                },
                "8": {
                    "title": "Ashes Denote That Fire Was",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 85,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The greater Copper family - uptown and Five Points alike - gather around Detective Kevin Corcoran, who is reeling from a shocking loss. In a quest to cure on a grander scale, Freeman steps beyond his role as doctor. Robert Morehouse finds himself fighting to ensure that a tumultuous chapter of his past is dead and buried, and that his life and the lives of his loved ones will continue to thrive.    "
                },
                "9": {
                    "title": "Think Gently of the Erring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 77,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Returning to the Precinct, Detective Kevin Corcoran is staggered when he discovers a new investigation has one close to him in chains. Racing to free his friend, Corcoran seeks help from those in power. However, General Brendan Donovan is consumed by an upcoming, major political and business move. Meanwhile, Doctor Matthew Freeman approaches Robert Morehouse to suggest a joint effort to aid the metropolis.    "
                },
                "10": {
                    "title": "The Fine Ould Irish Gintleman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 72,
                    "original air date": "1 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Detective Kevin Corcoran begins to question General Brendan Donovan's stronghold in the Five Points community, and solicits coppers of the Sixth Precinct to suss out the truth. In a collision of public and private spheres, Robert Morehouse's marriage creates strife in his business ventures. The Freemans struggle to maintain their freedom and well-being while confronting bigots in their community.    "
                },
                "11": {
                    "title": "Good Heart and Willing Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 81,
                    "original air date": "8 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Looming devastation to Five Points forces Detective Kevin Corcoran to take drastic action against Tammany Hall. Injuries old and new push Doctor Matthew Freeman to his breaking point. As Elizabeth Morehouse spirals further into addiction, intervention comes from the unlikeliest of sources. Meanwhile, as Madame Eva Heissen's murder trial begins, outside forces work other avenues for her freedom.    "
                },
                "12": {
                    "title": "Beautiful Dreamer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 74,
                    "original air date": "15 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The assassination of President Abraham Lincoln shatters any hope of a smooth post-war recovery for the people of New York City and the United States at large. Detective Kevin Corcoran is on the move, evading retaliation from Tammany Hall fixer, William \"Wild Bill\" Eustace (William \"Billy\" Baldwin), working to remain hidden while seeing through events he set in motion.    "
                },
                "13": {
                    "title": "The Place I Called My Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 85,
                    "original air date": "22 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In the wake of President Lincoln's assassination, the country is reeling. As Detective Kevin Corcoran mourns with Robert Morehouse and Doctor Matthew Freeman, the three men decide to join a national effort to hunt down Lincoln's killer, John Wilkes Booth. Meanwhile, Tammany Hall finds an unlikely successor to lead the Sixth Ward.    "
                }
            },
            "1": {
                "0": {
                    "title": "Behind the Badge: City of Immigrants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 72,
                    "original air date": "6 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    An insider's look at the making of Copper. Viewers go behind the scenes of the gripping crime series as the cast and crew recreate one of the darkest and most storied times in American history - 1860s New York City.    "
                },
                "1": {
                    "title": "Surviving Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 246,
                    "original air date": "19 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    September 17, 1864. New York City is still recovering from the Draft Riots of 1863. In Five Points, the worst slum in the country, Detective Kevin Corcoran of the New York City Metropolitan Police Department's Sixth Precinct finds himself investigating the murder of a young girl that hits uncomfortably close to home. As the investigation heats up, detectives Corcoran, Francis Maguire, Andrew O'Brien, and old comrade, Doctor Matthew Freeman, must navigate the slums of Five Points and the mansions of Uptown to search for the child's killer.    "
                },
                "2": {
                    "title": "Husbands and Fathers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 184,
                    "original air date": "26 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    September 21, 1864. Corcoran receives a lead on a figure from his past who may have information about the loss of his family. What he learns does little to ease his mind and only raises more questions. Meanwhile, Annie Reilly's pursuers become brutally violent in their search for the child, forcing Corcoran and his team to come up with a plan for her safety. In the mansions of Uptown New York, Robert Morehouse strives to please his father, Norbert, who wishes to purchase the entire Five Points.    "
                },
                "3": {
                    "title": "In the Hands of an Angry God",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 154,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    September 26, 1864. Racial tensions in Five Points come to a head as the body of an Irishman is discovered lynched and hanged. While all evidence points toward a black pastor as the murderer, Corcoran has doubts. As the people of New York cry for a hanging, Corcoran is forced to question every piece of evidence with the help of Doctor Matthew Freeman. The Morehouse family attempts to capitalize on the situation by eyeing new parcels of land in the Points that may become available if the city panics. Meanwhile, the search for Corcoran's missing    "
                },
                "4": {
                    "title": "The Empty Locket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 139,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    October 2, 1864. Corcoran uncovers a new piece of evidence that provide clues about his daughter's mysterious death and the disappearance of his wife. As he investigates the trail behind this new discovery, he finds a tragic personal link to a current murder investigation of one of Five Points' most infamous women. Meanwhile, Doctor Matthew Freeman faces personal challenges of his own as his ex-boxer uncle, Marcus Freeman, uses his friends to execute his planned return to the ring.    "
                },
                "5": {
                    "title": "La Tempête",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 132,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    October 11, 1864. Detectives Maguire and O'Brien uncover a gang's scheme to rob some of the wealthiest families in New York City. Corcoran, once informed, must ensure the safety of patrons at an upscale fundraiser without intruding upon Norbert Morehouse and Elizabeth Haverford. As the police prepare for the gala, Maguire reveals a startling, life-changing decision, surprising O'Brien and Corcoran. Meanwhile, Marcus Freeman prepares Jasper Longfield for his exhibition fight against \"Irish\" Jake McGinnis. As the former boxer trains his new protégé, it becomes apparent ...    "
                },
                "6": {
                    "title": "Arsenic and Old Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 132,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    October 16, 1864. Corcoran and O'Brien are charged with solving a peculiar double murder. As the detectives weigh the evidence, affairs and deception come together in a surprising case of revenge gone wrong. Five Points gathers to watch the exhibition fight between Jasper Longfield and \"Irish\" Jake McGinnis. But as the boxing match continues, it becomes apparent that there is more riding on this fight than meets the eye. As racial tensions flare in the final moments, Robert Morehouse is forced to make a decision that will affect the security of Five Points and New ...    "
                },
                "7": {
                    "title": "The Hudson River School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 124,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    October 18, 1864. Corcoran once again finds himself re-evaluating the decisions he's made about Annie. The arrival of a group of high society out-of-towners offers Robert Morehouse a unique business opportunity. As he explores the potential investment and its risks, he finds himself running interference on personal conflicts between those closest to him. Meanwhile, Detective O'Brien's spitfire of a wife, Sybil, demands that her husband uses his connections within the Sixth Precinct to verify the truth of a rumor that New York City is in danger.    "
                },
                "8": {
                    "title": "Better Times Are Coming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 127,
                    "original air date": "7 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    November 8, 1864. On Election Day in New York City another murder hits close to home for the detectives of the Sixth Precinct. With tensions running high, Maguire takes the law into his own hands, forcing Corcoran to make a difficult decision. In Carmansville, Doctor Matthew Freeman struggles to maintain his medical practice while caring for his reclusive wife Sara. Uptown, Robert Morehouse's newest affiliates prove a more formidable group than he initially anticipated. Joining them on a journey to receive their latest investment, Morehouse is faced with a series of ...    "
                },
                "9": {
                    "title": "A Day to Give Thanks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 122,
                    "original air date": "14 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    November 24, 1864. It's Thanksgiving Day but Corcoran finds himself in an ungracious state. The fallout of recent murders and a shocking discovery leaves the detective shaken to the core. Robert Morehouse's latest business entanglement takes a dire turn as his associates attempt to bring his father into the deal. Sensing what this could mean for Norbert, Morehouse must act quickly to keep his father out of the scheme.    "
                },
                "10": {
                    "title": "A Vast and Fiendish Plot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Copper (TV Series 2012–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 122,
                    "original air date": "21 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    November 25, 1864. Corcoran is racing the clock to keep his life and New York City intact. Joining forces with Robert Morehouse, Eva Heissen, and the coppers of the Sixth Precinct, Corcoran prepares for his biggest fight since the Draft Riots. Doctor Matthew Freeman is forced to make a difficult decision when wife Sara takes her well-being into her own hands, placing their family at risk. Morehouse discovers the true nature of his father's involvement with his new business associates. With little time and no options, he calls upon the one person he trusts implicitly -...    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Weston-Jones, Tom"
            },
            {
                "name": "Schmid, Kyle"
            },
            {
                "name": "Griffith, Anastasia"
            },
            {
                "name": "Essandoh, Ato"
            },
            {
                "name": "Ryan, Kevin"
            },
            {
                "name": "Taylor, Dylan"
            },
            {
                "name": "Thompson, Tessa"
            },
            {
                "name": "Potente, Franka"
            },
            {
                "name": "White, Ron"
            },
            {
                "name": "Glasco, Kiara"
            },
            {
                "name": "Johnson, Geordie"
            },
            {
                "name": "Griffin, Adrian"
            },
            {
                "name": "Logue, Donal"
            },
            {
                "name": "Paxton-Beesley, Alex"
            },
            {
                "name": "Poole, Aaron"
            },
            {
                "name": "Austin, Brad"
            },
            {
                "name": "Murdoch, Lachlan"
            },
            {
                "name": "Wraich, Supinder"
            },
            {
                "name": "Bowes, Will"
            },
            {
                "name": "Watson, Jim"
            },
            {
                "name": "Woodard, Alfre"
            },
            {
                "name": "Chorostecki, Lara Jean"
            },
            {
                "name": "Keeley, David"
            },
            {
                "name": "Koensgen, Jonathan"
            },
            {
                "name": "Boland, Joanne"
            },
            {
                "name": "Fischer, Tanya"
            },
            {
                "name": "Allen, Ryan"
            },
            {
                "name": "Anderson, Kendra"
            },
            {
                "name": "Heeley, Edward"
            },
            {
                "name": "Tilley, Ryan"
            },
            {
                "name": "Bryant, Peter"
            },
            {
                "name": "Howard, Andrew"
            },
            {
                "name": "Beaton, Bruce"
            },
            {
                "name": "Nicholsen, J.D."
            },
            {
                "name": "Matteo, Matthew D."
            },
            {
                "name": "Booth, Lindy"
            },
            {
                "name": "Burkhart, Matt"
            },
            {
                "name": "Garrow, Patrick"
            },
            {
                "name": "Kash, Daniel"
            },
            {
                "name": "Gianniotti, Giacomo"
            },
            {
                "name": "Priestman, Andrew Martin"
            },
            {
                "name": "Higgins, Jonathan"
            },
            {
                "name": "MacLeod, Doug"
            },
            {
                "name": "McCarthy, Steven"
            },
            {
                "name": "Warnock, Craig"
            },
            {
                "name": "Lett, Dan"
            },
            {
                "name": "Smith, Cedric"
            },
            {
                "name": "Baldwin, William"
            },
            {
                "name": "Cadranel, Inga"
            },
            {
                "name": "Gilbert, James"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Action",
            "Drama"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Finland:K-16",
            "Netherlands:16",
            "United States:TV-MA"
        ],
        "number of seasons": 2,
        "rating": 7.5,
        "votes": 9788,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg1MTI3MTYwNV5BMl5BanBnXkFtZTcwMDQ1NjA5Nw@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Set in the Five Points neighborhood of New York City in the 1860s, focusing on a rugged young Irish cop who is forced to navigate his unruly and dangerous immigrant neighborhood while interacting with the uptown Manhattan crowd and the black community.",
        "languages": [
            "English"
        ],
        "title": "Copper",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2013",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Deiboldt, Kevin"
            },
            {
                "name": "Fontana, Tom"
            },
            {
                "name": "Rokos, Will"
            }
        ],
        "production companies": [
            {
                "name": "Cineflix Studios"
            },
            {
                "name": "BBC America"
            },
            {
                "name": "Shaw Media"
            },
            {
                "name": "TVA"
            },
            {
                "name": "Beta Film"
            }
        ],
        "distributors": [
            {
                "name": "BBC America"
            },
            {
                "name": "Showcase"
            },
            {
                "name": "Cinemax"
            },
            {
                "name": "Dutch FilmWorks (DFW)"
            },
            {
                "name": "Dutch FilmWorks (DFW)"
            },
            {
                "name": "FX Network"
            },
            {
                "name": "Fox Crime"
            },
            {
                "name": "Home Box Office (HBO)"
            },
            {
                "name": "LOVEFiLM International"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "Prime Series"
            },
            {
                "name": "Sky Atlantic HD"
            },
            {
                "name": "Sveriges Television (SVT)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Angels the Costumiers"
            },
            {
                "name": "Catering on Location"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Foley One"
            },
            {
                "name": "Huge Designs"
            },
            {
                "name": "Klass Security and Investigations"
            },
            {
                "name": "PS Production Services"
            },
            {
                "name": "PS Production Services"
            },
            {
                "name": "Stargrazing"
            }
        ],
        "plot": [
            "Set in the Five Points neighborhood of New York City in the 1860s, focusing on a rugged young Irish cop who is forced to navigate his unruly and dangerous immigrant neighborhood while interacting with the uptown Manhattan crowd and the black community.::THR"
        ],
        "tech": {
            "runtime": [
                "42 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Arri Alexa"
            ],
            "laboratory": [
                "DeLuxe, Toronto, Canada"
            ],
            "cinematographic process": [
                "Digital Intermediate"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9788,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 1223,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 3641,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 2887,
                "rating": 7.6
            },
            "males": {
                "votes": 5308,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 791,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 2440,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 1774,
                "rating": 7.4
            },
            "females": {
                "votes": 2792,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 419,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 1137,
                "rating": 7.7
            },
            "females aged 45 plus": {
                "votes": 1076,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 126,
                "rating": 6.7
            },
            "us users": {
                "votes": 3156,
                "rating": 7.7
            },
            "non us users": {
                "votes": 2974,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 1936,
            "9": 1668,
            "8": 2696,
            "7": 1851,
            "6": 717,
            "5": 337,
            "4": 180,
            "3": 113,
            "2": 76,
            "1": 214
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}