{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "30 January 2012"
            }
        ],
        "release dates": [
            "Canada::30 January 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Host Daniel Fathers introduces the ten people chosen to compete to become Canada's Greatest Know-It-All Season 2: northern ranger Abe Qamminiq who was born and still lives in the traditional Inuit culture; former Jeopardy! (1984) champion Doug Hicton who beat the IBM supercomputer in a human versus computer battle; retired systems manager Bill Robinson, who spends most of his time exploring the wild west coast on his boat; artist Owen Garratt who believes he can solve any problem using the creative right side of his brain; Ben Eadie who has his own DIY website and who has many projects on the go at given point in time; hang gliding champion Scott Gravelle who designs...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Bill Robinson is the first eliminated contestant, leaving nine in the running as Canada's Greatest Know-It-All. They are separated into two teams for the next two challenges, with the two highest scorers of the entrance exam on last week's blue team being this week's team captains who choose their respective teams. One member of the losing team for each of the two challenges goes into the danger zone for possible elimination. The first challenge is a three stage race each over a quarter mile. Each team is provided the exact same vehicle, which they will race against a higher ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Abe Qamminiq is the second eliminated contestant, leaving eight in the running as Canada's Greatest Know-It-All. With last week's blue team now down by two people, one person from the orange team must volunteer to switch teams for the next two challenges. The decision is relatively easy as two people clash on the orange team, with one of them volunteering. One member of the losing team for each of the two challenges goes into the danger zone for possible elimination. The first challenge is a two round two-on-two competition to build a bridge spanning a twenty-five foot gap over a...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The latest eliminated contestant is Doug Hicton, leaving seven in the running as Canada's Greatest Know-It-All. The next set of challenges tests the competitors' abilities to complete tasks while distracted. Using a combination of past results and self-choosing, they are separated into two new teams, the resulting teams which has the practical people versus the scientific minds. In each of the two team challenges, one person from the losing team will be sent to the danger zone for possible elimination. The first challenge has team members skydiving while trying to memorize ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Beth Furlong's elimination in a loss in the danger zone to Ben Eadie - his third such time in the danger zone out of a possible four - leads to Ben vowing revenge against Owen Garratt and Scott Gravelle who he believes threw him under the bus. The remaining six contestants are reorganized into two new teams of three apiece for the next two challenges, with one person on the losing team for each challenge going to the danger zone for potential elimination. The first team challenge is a two round one on knowing the world. The first round is creating an approximately three by ten meter sized world map to as much ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "18 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Ben Eadie's luck runs out as he is the next eliminated contestant in his fourth trip out of a possible five to the danger zone. One person from each of the losing teams in the next two team challenges will be sent to the danger zone for possible elimination. For the first challenge, the existing two man team has the opportunity to pilfer any contestant from the three man team they want. That challenge, held at Canada's Wonderland, has the teams answering questions about the science, engineering and/or experience of some of the extreme rides, requiring them to actually go on ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Laura Suen's elimination leaves four contestants standing, they who will now compete as individuals. Their first challenge, recycled from season one, is the pyramid of experience, where they are each asked the same ten questions about their experience on the show thus far, each provided with four answers from which to choose for each question. The contestant who answers all ten correctly the slowest - while not being told which answers they have incorrect, which makes this challenge more difficult than it seems since there are over one million possible combinations of answers -...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "4 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    The elimination of Scott Gravelle, the well regarded front runner, leaves three in the finale: Carla Davidson, Owen Garratt and Andrew Rader. The loser of the first challenge is eliminated, leaving two heading into the final challenge. That first challenge, for which commentary is provided by Season 1 winner Ted Coffey, combines two Season 1 challenges which propelled Ted to victory, namely the disk hunt and the school bus drive. The final challenge is an ATV rally styled event with four parts between the rally races. Those four parts include creating and maneuvering a maze, putting together a jigsaw puzzle blindfolded, using an...    "
                },
                "9": {
                    "title": "Ultimate Survival Guide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 Mar. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Host Daniel Fathers introduces the ten people chosen out of the thousands of entries to compete to become Canada's Greatest Know-It-All Season 1: Thomas Porter who lives off the grid; self-proclaimed Renaissance man Cary Lucier who moves from career to career whenever he gets bored with the last one; former CFO Sabina Dawson who gave up her boardroom life to sail around the world; former US naval engineer Jennifer Salisbury who loves to hunt; retired schoolteacher Stephen Drooker who does whatever he wants in his vast free time; oil rig boss Ted Coffey who is used to being the boss in his own private world; Nick Nelson, who professes to be better than perfect; carpenter Wayne Skuhala...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    With schoolteacher Stephen Drooker being the first eliminated competitor, nine remain in the running for Canada's Greatest Know It All. Additional information is provided about some of the competitors including: Sabina, who admits that her ocean sailing experience was not as smooth sailing as she would have liked, but who also admits that she learned from her mistakes; and Wayne chucking in a life of academia for one of manual labor. For the two challenges in this episode, Daniel randomly separates the nine into two teams. For their first challenge, each team is provided an ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Cary Lucier being the second eliminated competitor is welcome news to the remaining eight, who saw Cary as the non-team player. As a result, the atmosphere among the eight is much more relaxed and reverential toward the other seven. Additional information provided about the competitors includes: Dan being awarded many academic achievements, which in large part stems from his ability to stick to tasks out of fascination; Nick professing to be as physically accomplished as he believes he is mentally accomplished; and Ted being expelled permanently from school in grade 9 due ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    The elimination of Nick Nelson leaves seven competitors in the running for Canada's Greatest Know-It-All Season 1. Additional information provided about the competitors includes: Dave working on a project to send his cell phone into space in a home made device to act as a space camera; and Dan having a side interest in performing improvisational comedy. For the first time, the competitors will be competing as individuals, with the loser of each of the two challenges automatically sent to the danger zone for potential elimination. The first challenge, using a WWII Lancaster ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Six competitors remain after the elimination of Dan Dicaire. After the last set of challenges as individuals, the six are again placed into two random teams of three for this next set of challenges, with one competitor from the losing team in each of the two challenges going into the danger zone for potential elimination. The first challenge is having a car drive over a ramp to hit an intended target on the ground. The team whose car comes closest to the target wins. The variables include the size of the car chosen, the speed to drive the car, the horizontal distance of the ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The competitor number is down to five with the latest eliminated being Sabina Dawson. To give them a break, Daniel takes them on a commercial jet boat tour on the Niagara River. What they aren't told however, but what some guess, is that this trip was not just for fun. After the tour, they are given a pop quiz of twenty questions all about the Niagara region, all the answers which were just provided to them by the tour boat operator. The competitor with the fewest correct answers in this pop quiz - which is really their first challenge in this set of two - is automatically sent to...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    With the latest elimination of Thomas Porter, the competitor figure is down to four, who are split into two teams of two for the next set of challenges. The first challenge, in three rounds, is to determine how many standing objects a bullet can pierce through. Each round uses a different type of firearm, a different type of bullet and a different type of material through which the bullet will travel. The team that guesses the closest number of objects without the bullet going over that number wins the round. The team that wins the challenge is the one that wins the most rounds, ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    With Jennifer Salisbury being the latest competitor eliminated, the three finalists are determined: Ted Coffey, Wayne Skuhala and Dave Spencer. Their first challenge is to find in order a set of four disks out of a hundred disks strewn through the Know-It-All pit based on the numerical answers to questions, with the fastest two moving onto the final two challenges. This challenge not only requires knowledge of those answers, but a good sense of direction, a good sense of distance, and being able to stay calm under pressure as each wrong disk results in a 2 minute time penalty. The penultimate challenge, worth 100 points...    "
                },
                "9": {
                    "title": "Behind the Brains: Season 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Greatest Know It All (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    A behind the scenes look at the first season of the show is presented. The creative team first discuss the notion of what constitutes a know it all. Creator Brad Brough talks about how he came up with the show's concept, and how it was developed for the Discovery Channel. The creative team talk about the casting process, wanting a diverse group of competitors and a non-actor as the host, the latter which did not happen and which resulted in a bromance between Brough and eventual host, actor Daniel Fathers. They talk about wanting to develop challenges that were screen friendly, and solvable ...    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Fathers, Daniel"
            },
            {
                "name": "Coffey, Ted"
            },
            {
                "name": "Skuhala, Wayne"
            },
            {
                "name": "Spencer, Dave"
            },
            {
                "name": "Davidson, Carla"
            },
            {
                "name": "Garratt, Owen"
            },
            {
                "name": "Rader, Andrew"
            },
            {
                "name": "Salisbury, Jennifer"
            },
            {
                "name": "Gravelle, Scott"
            },
            {
                "name": "Porter, Thomas"
            },
            {
                "name": "Suen, Laura"
            },
            {
                "name": "Dawson, Sabina"
            },
            {
                "name": "Eadie, Ben"
            },
            {
                "name": "Hicton, Doug"
            },
            {
                "name": "Dicaire, Dan"
            },
            {
                "name": "Furlong, Beth"
            },
            {
                "name": "Lucier, Cary"
            },
            {
                "name": "Nelson, Nick"
            },
            {
                "name": "Qamminiq, Abe"
            },
            {
                "name": "Minke, Rick"
            },
            {
                "name": "Drooker, Stephen"
            },
            {
                "name": "Robinson, Bill"
            },
            {
                "name": "Brough, Brad"
            },
            {
                "name": "Estrela, Jeffrey T"
            },
            {
                "name": "Harbron, Ann"
            },
            {
                "name": "MacDonald, Ken"
            },
            {
                "name": "Monson, Candice"
            },
            {
                "name": "Myers, Allan"
            },
            {
                "name": "Ngo, Andre"
            },
            {
                "name": "Norman, Ronald"
            },
            {
                "name": "Pritchard, Andrew"
            },
            {
                "name": "Vandendam, Yette"
            },
            {
                "name": "Benne, Linda"
            },
            {
                "name": "Cahn, Joel"
            },
            {
                "name": "Hincks, Sheri"
            },
            {
                "name": "Ilsley, Paul"
            },
            {
                "name": "Miller, Bob"
            },
            {
                "name": "Piller, Chris"
            },
            {
                "name": "Rogers, Tracy"
            },
            {
                "name": "Salle, Patrick"
            },
            {
                "name": "Tobin, Tom"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.6,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTQ2YWI3NzUtY2RlYy00YTU4LTg0YzktYTQ4YzRmZGYzZjMyXkEyXkFqcGdeQXVyODI4NzQxNjY@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "For each season of the show, a group of self-professed know-it-alls are recruited to be competitors to determine who is Canada's Greatest Know-It-All. The tasks the competitors are asked to do tests not only their knowledge in a wide range of topic areas, but often how to apply that knowledge in achieving a desired end goal better or faster than their fellow competitors. In each elimination, the competitors are either placed into teams or work as individuals in two specific challenges. For each of the two challenges, one person from the losing team or the losing competitor if they are working as individuals is sent to the danger zone for potential elimination. In the danger zone, the two competitors generally face off head-to-head in another individual challenge, the loser who is eliminated from the competition. The last competitor standing is crowned Canada's Greatest Know-It-All for that season.",
        "languages": [
            "English"
        ],
        "title": "Canada's Greatest Know It All",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Canada's Greatest Know It All (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Brough, Brad"
            },
            {
                "name": "Dawson, Colin"
            },
            {
                "name": "Vandendam, Yette"
            }
        ],
        "production companies": [
            {
                "name": "Boxing Cats Productions"
            },
            {
                "name": "Cream Productions"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Channel Canada"
            }
        ],
        "other companies": [
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "For each season of the show, a group of self-professed know-it-alls are recruited to be competitors to determine who is Canada's Greatest Know-It-All. The tasks the competitors are asked to do tests not only their knowledge in a wide range of topic areas, but often how to apply that knowledge in achieving a desired end goal better or faster than their fellow competitors. In each elimination, the competitors are either placed into teams or work as individuals in two specific challenges. For each of the two challenges, one person from the losing team or the losing competitor if they are working as individuals is sent to the danger zone for potential elimination. In the danger zone, the two competitors generally face off head-to-head in another individual challenge, the loser who is eliminated from the competition. The last competitor standing is crowned Canada's Greatest Know-It-All for that season.::Huggo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "males": {
                "votes": 13,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "females": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 3,
                "rating": 6.7
            },
            "non us users": {
                "votes": 10,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 3,
            "9": 3,
            "8": 5,
            "7": 3,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}