{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 January 2012"
            }
        ],
        "release dates": [
            "USA::25 January 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Alaska: Ice Cold Killers"
            },
            {
                "countries": "USA",
                "title": "Ice Cold Killers"
            }
        ],
        "akas": [
            "Alaska: Ice Cold Killers (original title)",
            "Ice Cold Killers USA"
        ],
        "akas from release info": [
            "Alaska: Ice Cold Killers (original title)",
            "Ice Cold Killers USA"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Frozen Innocence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On a chilly winter morning in St. Louis, an eleven year old girl vanishes. Days later her body is found along an icy river bank. She's been brutally murdered. It's a race against time for investigators who fear the elusive killer will strike again.    "
                },
                "2": {
                    "title": "Ice Cold Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "12 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    On a snowy Wisconsin morning, an 18-year-old mother is found beaten, stabbed and strangled to death with her 3 month old son as her only witness. Leads soon grow cold and the chase for a suspect leads detectives to a vicious killer who's close to home.    "
                },
                "3": {
                    "title": "Chilled to the Bone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A brutal murder and frozen crime scene shatter an idyllic Idaho town. A suspect's bizarre confession has police hoping for a quick resolution, but all is not what it seems and they need to find an attacker with a gruesome MO before he strikes again.    "
                },
                "4": {
                    "title": "Fire and Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "26 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Police discover a murdered young woman and empty child car seat in the back of a burning car and a frantic search ensues in hopes of finding the child unharmed. They also have to do their best to find who killed the young woman.    "
                },
                "5": {
                    "title": "Ice Breaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "Jan. 2017",
                    "year": "2017",
                    "plot": "\n    After 31 year old Kira Trevino does not show up for her shift at work her family fears she may be in danger.    "
                },
                "6": {
                    "title": "Open Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    On a frigid fall evening, a hunter in Missouri is found shot to death. Freak hunting accident or cold and calculating homicide? As the mysterious case unfolds, police uncover a web of infidelity and lies, leading to the least likely of suspects.    "
                },
                "7": {
                    "title": "Last Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "23 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    On an icy January morning in Connecticut, a murdered woman is found dumped in the snow. Police fear she is the victim of a serial predator. When the case goes cold, an intrepid reporter makes a daring move to help stop a killer in his tracks.    "
                },
                "8": {
                    "title": "Winter's Nightmare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "2 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    An entire family vanishes in the dead of winter from Nebraska. Have they suddenly decided to skip town, or has something far worse happened? A daughter's relentless search helps cops uncover a sinister and deadly plot fueled by revenge and greed.    "
                }
            },
            "1": {
                "1": {
                    "title": "Hunting Humans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "25 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Robert Hansen was a mild-mannered family man with a passion for hunting. A master at his trade, Hansen sought a more challenging prey - his fellow human. For decades Hansen kidnapped and tortured women and flew them out to his cabin, where he set them loose in the Alaskan wilderness, and hunted them down for sport.    "
                },
                "2": {
                    "title": "Frozen Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The Alaskan Pipeline creates an influx of money and people through Alaska, but there are those concerned with the ravaging of this great state's natural resources. One of those people is Louis Hastings - an environmentalist from California. Determined to stop the pipeline, Hastings devises a plan to blow it up, but first he must eliminate all possible witnesses. In the small town of McCarthy, Hastings stalks his victims one by one, determined to carry out his murderous plan.    "
                },
                "3": {
                    "title": "Mountain Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    North of Anchorage is the backwoods brush of Chulitna - a wild country and sportsman's paradise - the perfect spot for whitewater rafting, panning for gold, fishing - and murder. When a vacationing couple fails to return to work after the holiday weekend, state troopers discover they are the victims of cold-blooded murder. Authorities suspect Paul Stavenjord, a mountain man with a colorful past, but Stavenjord goes on the run, sending troopers on an intense manhunt in the dense Alaskan brush.    "
                },
                "4": {
                    "title": "Frozen Carnage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The remote mountain hide-a-way of Manley Hot Springs, Alaska is a place where everybody knows everybody and strangers are welcome. But, the serenity of this neighborly village is shattered when a heavily armed newcomer rides into town one spring day. The kindness and generosity of residents is met with a bloody assault that leaves one tenth of the town dead, and survivors struggling to understand what made the stranger snap.    "
                },
                "5": {
                    "title": "North Pole Slay Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Best known as the place to see Santa and his sleigh, the tiny town of North Pole, Alaska is a quiet, safe haven. But when the bodies of young women begin turning up one by one, investigators piece together the evidence and realize the cases are eerily similar. By then, the suspect is 4-thousand miles away. As investigators scramble to catch up with the suspected serial murderer before he claims another victim, he concocts a plan to outwit police once and for all.    "
                },
                "6": {
                    "title": "White Snow, Red Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "16 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Angered over perceived mistreatment by his family, a young man carries out a vicious and bloody attack, hacking his own father to pieces with a machete. Police then scramble to catch up with him as he takes off on a deadly shooting spree in Anchorage, Alaska - leaving behind a trail of carnage and an entire community in fear of when and where the crazed gunman will strike next.    "
                }
            },
            "2": {
                "1": {
                    "title": "Blood Red Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The most violent night in the history of Anchorage, Alaska leaves seven dead - including four teens. And, the small police department is virtually overwhelmed by the string of shootings until clues lead them to the unlikeliest of suspects.    "
                },
                "2": {
                    "title": "Fear Thy Neighbor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "14 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The abduction and murder of an 11-year-old girl in an isolated Alaskan village leaves locals fearing they're being preyed on by an evil outsider until investigators reveal something far more sinister and closer to home.    "
                },
                "3": {
                    "title": "Devil's Den",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "21 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Baffled by the animal instincts of a cross country killer whose crimes seem to go dormant in winter, authorities ultimately follow his tracks to a den of deceit in the frozen tundra of Alaska.    "
                },
                "4": {
                    "title": "Hitchhike to Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Colorado police in hot pursuit of a serial killer are horrified when the pre-recorded message of a pager found in the snow near a victim's abandoned vehicle reveals an unthinkable predator: one sworn to protect and serve.    "
                },
                "5": {
                    "title": "Guns, Gold & Murder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Police are met with a myriad of mysterious theories after a well-known Alaskan gold miner and political activist vanishes without a trace. Was it an alien abduction, a government conspiracy or cold blooded murder?    "
                },
                "6": {
                    "title": "Shattered Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Colorado authorities quickly hone in on a suspect after finding a name tag in a bloody sweatshirt near the scene of a young girl's murder - but are later stunned when DNA reveals they've got the wrong man.    "
                }
            },
            "3": {
                "1": {
                    "title": "Lamb Amomg Wolves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "6 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When a beautiful model is found dead in her Washington state home, family members fear for her missing daughter. Police have no shortage of suspects - and two sets of DNA at the scene. They must sort through twisting lies to uncover the dark truth.    "
                },
                "2": {
                    "title": "Christmas Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "13 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When a beloved couple vanishes just before their annual Christmas party, their family fears the worst - and police must do everything from posing as the Mafia to coaxing information from threatened witnesses in order to solve a years-long mystery.    "
                },
                "3": {
                    "title": "Dead of Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "20 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    On a snowy Pittsburgh night a young doctor is found beaten, slashed and slain in his bathtub. While everyone struggles with the shocking loss, detectives develop a psychological profile of a killer who will likely strike again unless they find him.    "
                },
                "4": {
                    "title": "Blood Red Snow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    After a fun night out, Morna Brennen walks into an icy parking lot one dark Minnesota winter and disappears. When body parts begin showing up in the area, police must decipher cryptic clues to understand what happened, who did it... and why.    "
                },
                "5": {
                    "title": "Blizzard of Bullets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "27 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    During chilling winter nights in Idaho, a madman is on the prowl... attacking citizens in a crime spree that stuns families and terrifies whole communities. Investigators must race against time to catch a killer... who kills for the thrill of it.    "
                },
                "6": {
                    "title": "Holy Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Gunshots rip through the icy Idaho air, leaving a young woman gunned down in her doorway. Left behind: shell casings and a trail of footprints in the snow. Police must piece together the clues to catch the shooter in this coldest of crimes.    "
                },
                "7": {
                    "title": "Winter Blaze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After a house fire lights up a Wisconsin night, firefighters find the bodies of a woman and two kids, with evidence they'd been bound before the blaze. Police learn the victim's infant son is missing and must scramble to find the deadly kidnappers.    "
                },
                "8": {
                    "title": "The Darkest of Nights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    On a cold Virginia night a pretty and popular teenage girl vanishes. Her abandoned car is found in the parking lot where she works... but there's no sign of her. As snow blankets the region, worry grows, leaving everyone to wonder: where's Tara Munsey?    "
                }
            },
            "4": {
                "1": {
                    "title": "Frozen in Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "5 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A pedestrian check turns deadly when a cop is gunned down on an icy midnight patrol. The stakes are higher than ever as detectives hunt down the person responsible. But a chilling twist and a brush with death turns the investigation on its head.    "
                },
                "2": {
                    "title": "Bitter Blade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "12 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    When a beautiful home health care worker disappears during an icy New York night, loved ones lead the search for her safe return. But a series of incoming text messages and a mysterious missed call reveal a soul-crushing truth and a murder most evil.    "
                },
                "3": {
                    "title": "Season's Grievings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "19 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    After a night at karaoke, a pretty nurse vanishes into the frigid Wisconsin winter. Security footage reveals the woman left with a mystery man in a dark jacket. What detectives uncover is the coldest of crimes and a monstrous end to a beautiful life.    "
                },
                "4": {
                    "title": "A Winter's Grave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "26 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    During an icy Wisconsin winter, a single mom vanishes. Police learn she was recently stalked by two men at a bar, but the danger doesn't stop there. A brutal assault, an anonymous email and a bizarre confession shed light on a deadly encounter.    "
                },
                "5": {
                    "title": "Slaying Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    When a single mother of three misses a routine bank run with her sister, panic begins to spread among the family. The family's nightmare becomes a reality when a passerby finds the beloved petite woman brutally assaulted, nude, and frozen in an alley.    "
                },
                "6": {
                    "title": "The Axe Man Cometh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    A kindhearted woman is found slain in her bed from what seems to be a burglary gone wrong. A bloody handprint, axe, and evidence from multiple break-ins are key elements investigators use to solve this chilling, gruesome murder.    "
                },
                "7": {
                    "title": "Permanent Frost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    On a snowy December day, beautiful young mother Patricia Parkin vanishes. Police must sort through a string of confusing leads to find her before it's too late. Will Patricia miss her baby girl's first Christmas?    "
                },
                "8": {
                    "title": "Silent Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    A father wakes up to every parent's worst nightmare - his youngest child dead, his daughter missing, and his son barely clinging to life. Will investigators be able to find the monster that brutally attacked this family?    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Randall Conner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Cold Killers (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 37,
        "cast": [
            {
                "name": "Martin, J.V."
            },
            {
                "name": "Gallagher, Kieran"
            },
            {
                "name": "Galloway, Craig"
            },
            {
                "name": "Schultz, Paul"
            },
            {
                "name": "Hines, Trey"
            },
            {
                "name": "Sr., John S. Howell"
            },
            {
                "name": "Hutson, Jessica"
            },
            {
                "name": "Crowell, Apryl"
            },
            {
                "name": "Lahris, Sheri"
            },
            {
                "name": "Mielock, Scott"
            },
            {
                "name": "Scalf, Brittney"
            },
            {
                "name": "Epper, Nick"
            },
            {
                "name": "Hawx, Luke"
            },
            {
                "name": "Kalloch, Gina"
            },
            {
                "name": "Halyard, Tiequera"
            },
            {
                "name": "Huber, Mark"
            },
            {
                "name": "Korkalo, Chris"
            },
            {
                "name": "Przybytek, Steve"
            },
            {
                "name": "Battista, Kimberly"
            },
            {
                "name": "Sayre, Bernadette"
            },
            {
                "name": "Lane, Dakota James Alden"
            },
            {
                "name": "Ray, Steve"
            },
            {
                "name": "Tilley, Kate"
            },
            {
                "name": "Altman, Kenneth"
            },
            {
                "name": "Barbour, Jim"
            },
            {
                "name": "Bennis, Paul"
            },
            {
                "name": "Blankenship, Ashley"
            },
            {
                "name": "Bruce, Charley"
            },
            {
                "name": "Dole, Jessica"
            },
            {
                "name": "Elder, Brian"
            },
            {
                "name": "Limbrick, Gina"
            },
            {
                "name": "Ryan, Stephanie"
            },
            {
                "name": "Thompson, Marla"
            },
            {
                "name": "Williamson, Nicholas"
            },
            {
                "name": "Boles, Karen"
            },
            {
                "name": "Corbus, Donna"
            },
            {
                "name": "Dilley, Kelsey"
            },
            {
                "name": "Jewett, G. Grant"
            },
            {
                "name": "Kalik, Antal"
            },
            {
                "name": "McConnaughey, Terry"
            },
            {
                "name": "McCord, Jay"
            },
            {
                "name": "Rollins, Scott"
            },
            {
                "name": "Schultz, Erik"
            },
            {
                "name": "Vogel, Torrey"
            },
            {
                "name": "Blue, Melissa"
            },
            {
                "name": "Brinkley, Brad"
            },
            {
                "name": "Bristol, Alonzo"
            },
            {
                "name": "Curtis, Justin"
            },
            {
                "name": "Gant, Justin"
            },
            {
                "name": "Gardner, Justin"
            }
        ],
        "genres": [
            "Documentary",
            "Crime"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 7.3,
        "votes": 144,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEwNDU0NDI4M15BMl5BanBnXkFtZTcwNjgyNzg1Nw@@._V1_SY150_CR9,0,101,150_.jpg",
        "plot outline": "Ice Cold Killers is a true crime documentary set in the harshest of climates that are as cold as the killers it features. Each episode details the sadistic acts of a murderer against an environment that is as unforgiving, as they are to their victims.",
        "languages": [
            "English"
        ],
        "title": "Ice Cold Killers",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Benjamin, Chris"
            },
            {
                "name": "Kovac, Stephanie"
            },
            {
                "name": "Tolmas, Donna"
            }
        ],
        "production companies": [
            {
                "name": "M2 Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Investigation Discovery"
            }
        ],
        "plot": [
            "_Ice Cold Killers_ (qv) is a true crime documentary set in the harshest of climates that are as cold as the killers it features. Each episode details the sadistic acts of a murderer against an environment that is as unforgiving, as they are to their victims.::mycroftmy"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 144,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 53,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 44,
                "rating": 7.8
            },
            "males": {
                "votes": 60,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 30,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 24,
                "rating": 7.8
            },
            "females": {
                "votes": 50,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 8.8
            },
            "females aged 30 44": {
                "votes": 22,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 20,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 13,
                "rating": 7.0
            },
            "us users": {
                "votes": 59,
                "rating": 7.4
            },
            "non us users": {
                "votes": 28,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 42,
            "9": 11,
            "8": 22,
            "7": 30,
            "6": 19,
            "5": 9,
            "4": 1,
            "3": 2,
            "2": 1,
            "1": 7
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}