{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 April 2012"
            },
            {
                "country": "USA\n",
                "date": "May 2012"
            }
        ],
        "release dates": [
            "USA::26 April 2012",
            "USA::May 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Don't Be Tardy..."
            },
            {
                "countries": " (original title)",
                "title": "Don't Be Tardy for the Wedding"
            }
        ],
        "akas": [
            "Don't Be Tardy... (original title)",
            "Don't Be Tardy for the Wedding (original title)"
        ],
        "akas from release info": [
            "Don't Be Tardy... (original title)",
            "Don't Be Tardy for the Wedding (original title)"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Prom and Circumstance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "17 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "A Rose Among Thorns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "17 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Loaded Statement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "22 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "2 Months to the Altar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A million-dollar wedding for Kim Zolciak! With fiancé and NFL star Kroy Biermann in the middle of football season, she's on her own for all the planning!    "
                },
                "2": {
                    "title": "How to Dress a Bride in 6 Weeks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Kim works out with Kroy's trainer in an attempt to slim down for her newly purchased size 2 designer wedding gown. In search for the perfect second dress for herself, Kim heads to NYC with her entourage consisting of stylist Shun, best friend Jen, and Kim's daughters. While in NYC, Kim not only finds her second look for the wedding, but she stumbles upon a very sexy THIRD outfit as well. Before leaving NYC, Kim arranges a birthday party for Ariana at the famous Serendipity, where a birthday party food-fest turns into a love-fest.    "
                },
                "3": {
                    "title": "The Biermanns Are Coming!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 May 2012",
                    "year": "2012",
                    "plot": "\n    The sun is finally out as the Biermanns continue their Spring Break vacation in Destin, Florida, but their peace is disturbed by a couple of uninvited and unwelcomed guests. A trip to the boardwalk puts everyone in a good mood as Sweetie proves that you can never have too much fun. When Kim and Kroy go on a romantic date, Brielle tests the limits of her new found freedom.    "
                },
                "4": {
                    "title": "At the Fifty Yard Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 May 2012",
                    "year": "2012",
                    "plot": "\n    Kim and Kroy lay down the rules as Brielle gets ready for her first Homecoming dance. Frustrated with her mom's behavior, Kim un-invites her from the food tasting with Colin Cowie, to some unexpected and disastrous results!    "
                },
                "5": {
                    "title": "Port-A-Pology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 May 2012",
                    "year": "2012",
                    "plot": "\n    Kroy surprises Kim with his wish for them to write their own vows to say at the ceremony, to be officiated by former Falcons linebacker Coy Wire. Meanwhile, Derek J accompanies Kim to pick out luxury port-a-potties when Kim's matron of honor, Jen, shirks her duties. Still hurt after the fight with her mom and unsure what to do, Kim asks her Uncle John for advice and later invites her mom to a custom mother-of-the bride gown fitting to try to patch things up between them.    "
                },
                "6": {
                    "title": "Maid of Dishonor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n    For Kroy's wedding gift, Kim takes pictures in a painted-on Falcon's football jersey. Between major mistakes made with her ceremony prep and Kim's Matron of Honor, Jen, not living up to her matronly duties, Kim is sent into an emotional tailspin just days before the wedding.    "
                },
                "7": {
                    "title": "One Wig Left to Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 May 2012",
                    "year": "2012",
                    "plot": "\n    Fearing wedding crashers, Kim and Kroy amp up security measures to mythic proportions, enlisting armed guards and attack dogs. Kroy surprises Kim, who gets sick the day before the wedding, with some major bling for the wedding.    "
                },
                "8": {
                    "title": "Our Wedding Goes to 11... 11... 11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    It's the morning of the big day, 11/11/11, and while Kroy's at practice, Kim has to make sure everything is perfect before she walks down the aisle - most of all, her makeup and her wig. She and her best friend Jen reunite and Kim's assistant Niki steps into the role of Matron of Honor. With just a couple hours to go, Colin Cowie's crew is still putting together Kim's wedding and Derek J still hasn't cut Kim's wedding wig!    "
                },
                "9": {
                    "title": "We Fly Above",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Kim is swept up in the emotion of being a bride, but her special day turns cloudy when her mom starts making demands. After a dramatic confrontation, Kim still manages to make it the happiest day of her life, the start of her forever with Kroy.    "
                }
            },
            "2": {
                "1": {
                    "title": "Busting Out All Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    All is well with Kim & Kroy as they welcome new baby Kash into the world but squeezing another baby into the townhouse alongside baby KJ, a teen, a tween, two nannies, and god knows how many wigs is a little tight! A visit to Kim's new \"dream home\" only makes things worse when she realizes buying an unfinished foreclosure may not have been the best idea. With so much construction left to be done and a mold issue to remediate, she won't be moving anytime soon.    "
                },
                "2": {
                    "title": "Parent Trapped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Kim finds out that her mom is suing her for court-ordered visitation of the girls. Not wanting her daughters to stress about adult legal issues, Kim does her best to distract them and throws an elaborate birthday party for Ariana. But the information ultimately becomes public forcing Kim to tell her daughters the ugly truth about their grandmother.    "
                },
                "3": {
                    "title": "Plan-iversary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    It's Kim and Kroy's one-year anniversary and Kim's got a plan - she wants to surprise Kroy with a romantic but elaborate celebration and in Kim Zolciak style, she waits till 5 days before the anniversary to start all the planning. Even though Kroy is playing an away game the day of the anniversary, he's not too happy about his wife planning the celebration without him and is even less than pleased about it being a surprise.    "
                },
                "4": {
                    "title": "The Blonde Side",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Kim and Kroy visit Psychic Rose, who predicts that the Falcons are going to the Super Bowl! Kim knows next to nothing about football and as a footballer's wife, it's time she step it up. Kim decides to learn the game from the ladies football league, which is not exactly like Kim expected. Armed with her new appreciation and understanding of the game, Kim invites Brielle and her friend to one of Kroy's games but before she can show off her newfound knowledge, she needs to figure out how to get out of the house and actually make it to the game before it's over.    "
                },
                "5": {
                    "title": "Offensive Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    The Biermanns start the process of Kroy adopting Brielle and Ariana, and the timing couldn't be better - Brielle is doing poorly at school and needs a parent who can dole out more discipline than Kim is able to impart on her daughters. Brielle gets a tutor to try to get her grades up, but when Kim announces that she wants to buy her a car, Kroy intervenes - Brielle still hasn't done enough to deserve one. Kim realizes that giving her daughters a father comes at a price - she has to give up some of the decision-making power she's had as a single parent.    "
                },
                "6": {
                    "title": "Frozen Turkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    While the Biermanns are still dealing with Karen's Tell-All book and lawsuit, the ultimate betrayal comes from an unexpected source, just days before Thanksgiving. Trying to salvage what's left of the holiday, Kim and the girls make a Thanksgiving feast...fresh out of the box!    "
                },
                "7": {
                    "title": "If It's Not One Thing, It's Your Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    It's been less than a year since Kim and Kroy had their youngest child but they're ready to expand the family. This time, however, they're gonna plan and there's a lot to consider - conceiving around Kroy's football schedule, finding the right form of birth control till the time is right, and ensuring a baby girl. But as Kim plans on becoming a mom for the 5th time, she still has to deal with her own Mom who's suing her for visitation of Kim's daughters. First step - mediation, and with Kroy working that day, Kim has no choice but to deal with her parents on her own!    "
                },
                "8": {
                    "title": "Don't Double Dip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    When Brielle brings home a bum report card, Kim thinks un-grounding Brielle will get her out of her rut and pull up her grades. Brielle takes advantage of her new freedom by heading off to Homecoming on her first real date but Kim has a hard time letting go of her little girl and spies on Brielle to make sure there's no funny business! Will all play and no work help Brielle bring in the grades that Kim and Kroy can be satisfied with?    "
                },
                "9": {
                    "title": "Jingle Bells, This Tree Smells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    It's another holiday in the Biermann household and Kim can't wait to celebrate Christmas with her husband who is home for the holiday for the first time in years. Kim plans on decorating to the gills and putting out her designer, fake Christmas trees. But Kroy's idea of Christmas centers more on family, tradition and a real tree.    "
                },
                "10": {
                    "title": "IUADD",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Between having a husband in the playoffs, scheduling court dates with Mom, and taking care of two baby boys, Kim is busy. Tensions rise as Kim discusses adding another baby to the family and it all comes to a head when Brielle confronts Kim about the new family dynamic and Brielle's place in it.    "
                },
                "11": {
                    "title": "Bittersweet 16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    It's the end of a long football season, and since The Falcons didn't make the Super Bowl, the Biermanns are free to go to Turks and Caicos on a family vacation. Kim works on reconnecting with her daughters since the two new kids came along, and Kroy takes the opportunity to smooth things over with Brielle.    "
                },
                "12": {
                    "title": "The Biermann Bunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    With the near completion of their new house and the girls' adoption ready to be finalized, the Biermanns are looking forward to finally getting settled. But this may be far from reality when Kim and Kroy start thinking that their dream of having a little girl may come true sooner than expected.    "
                }
            },
            "3": {
                "1": {
                    "title": "Biermann Bunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "17 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The Biermanns welcome two new additions to their fast-growing family with the birth of twins, Kaia and Kane. Kim and football player husband, Kroy, need a game plan for managing the chaos in their new dream home. With two teenagers and four in diapers, it's also time for a birth control plan.    "
                },
                "2": {
                    "title": "Crowd Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    While Kim juggles caring for Kroy and six children, she also has to manage her nutty assistant, Sweetie and eccentric nanny, Lana. As the noise level and chaos in the house escalate, one thing is definitely clear: the Biermanns need more help. In an unfortunate accident, two-year-old, KJ, fractures his leg, landing him in a full cast - and his nanny, Lana, in the doghouse. Sweetie is put on a quest to find a new housekeeper and pool boy - only problem is - she forgot to tell Kim and Kroy that she hired someone already.    "
                },
                "3": {
                    "title": "Making the Cut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "27 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Kim is \"done\" having babies, so after a pregnancy scare, she's determined to figure out a permanent birth control plan. She and Kroy decide that he should have a vasectomy because Kim doesn't want to have another procedure unless it benefits her, like plastic surgery. Following Kroy's surgery, Lana gets the runaround when she's unexpectedly left alone in the house to take care of both him and Kim. Thank goodness she's got a Bulgarian onion cure for anything that ails.    "
                },
                "4": {
                    "title": "Destination Destin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    It's Spring Break and the Biermann Bunch is headed to Kim's favorite vacation destination, Destin, Florida. When Kim insists that the twins need their own Louis Vuitton luggage to match the family's growing collection, Kroy disapproves and warns Kim that if she buys the luggage, there'll a price to pay - one of these days, she'll have to vacation his way. Brielle has big plans to party with her friends in Destin, but Kroy questions whether she's up to no good.    "
                },
                "5": {
                    "title": "Spring Break Forever, Biermanns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The sun is finally out as the Biermanns continue their Spring Break vacation in Destin, Florida, but their peace is disturbed by a couple of uninvited and unwelcomed guests. A trip to the boardwalk puts everyone in a good mood as Sweetie proves that you can never have too much fun. When Kim and Kroy go on a romantic date, Brielle tests the limits of her new found freedom.    "
                },
                "6": {
                    "title": "Flipping Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    On a whim, Brielle decides to try out for her high school cheerleading team. Considering the expense of private lessons, Kroy comes up with a plan to keep Brielle motivated. If Brielle doesn't stick to her commitment and make it to the tryouts, he's going to make her pay for it. Ariana, the true gymnast in the family, is too busy being boy-crazy to put her mind to anything else. Kim gets a laugh when pregnant friend, Jen, calls on her for advice.    "
                },
                "7": {
                    "title": "I Need a Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "17 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Kim and her family teach Lana the art of snagging a man. With a makeover from Sweetie and Kim, who can resist the beautiful, Bulgarian nanny? Thanks to a little happy hour coaching from the pros, there's no way Lana can fail. Or can she? Kim throws a baby shower for her soon-to-be-mommy friend, Jen.    "
                },
                "8": {
                    "title": "Outward Bound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "24 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The time has come for Kim to meet Kroy's challenge and face her biggest fear...camping! Shun styles Kim in over-the-top camo fashion as Kroy prepares his inexperienced family with a Camping Survival Guide. Is Kim crazy for going along with Kroy's idea of a family vacation or is Kroy crazy for daring to go camping with all women and a toddler?    "
                },
                "10": {
                    "title": "Future Shock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "11 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Kim and Kroy fly to Miami for a consultation as she considers post-baby plastic surgery. Back at home, boy-crazy Ariana craves her independence.    "
                },
                "11": {
                    "title": "Kimmie's Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "18 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Kroy joins Kim in Miami for her long-awaited mommy makeover, leaving Brielle and Ariana in charge of holding down the fort back at home in Atlanta. While Kim rides an emotional rollercoaster pre and post-operation, the girls do their best to manage the Biermann babies.    "
                }
            },
            "4": {
                "1": {
                    "title": "On the Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "16 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    After years of building their dream life in Atlanta, the Biermanns must contemplate leaving it all behind when Kroy becomes an NFL free agent. Kim and Kroy remain optimistic but not everyone is on their side. With Brielle's 18th birthday just around the corner, Kim must come to terms with the idea of moving without her full team behind her. With too many balls in the air, Kim turns to her new assistant Gloria and Chef Tracey for help but notoriously outrageous Tracey's ideas on how to fix them may be too over the top, even for Kim.    "
                },
                "2": {
                    "title": "18 and Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "23 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The day Kim has been dreading is finally here as Brielle turns 18. With her graduation also on the horizon, Kim worries that she will need a therapist to get her through the next few months. Despite her anxiety, Kim is determined to give Brielle the birthday gift she's been dreaming of, a brand new Jeep. Kroy wants her to earn it and sends Brielle on a scavenger hunt all over town to find her present. An unwanted visitor arrives in the Biermann's front yard and Kim is finally forced to bring her new dogs Turbo and Jet to the vet in an effort to alleviate their ongoing...    "
                },
                "3": {
                    "title": "Destin-ation Unknown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "30 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    With no word about where the Biermanns may be moving next year, the family calms their nerves with their annual spring break vacation to Destin, Florida. Instead of leaving her troubles behind at home Kim finds more of them when she has to deal with crying babies, angry alligators, a stressed out Shun, and a surprising revelation from Brielle at dinner.    "
                },
                "4": {
                    "title": "The Love Gurus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Tracey has become an invaluable asset to the Biermann clan, but Tracey's over the top stories have Kim and Kroy wondering about her bizarre personal life, which includes fables of her longtime girlfriend, Brooklyn. Unsure if Tracey's girlfriend even exists, Kim suggests the couples go one a double date together. Meanwhile, Ariana is barreling into her teenage years and is bucking against Kim and Kroy's strict rules. Eager to get away from the Biremann circus, Ariana announces her plans to be emancipated when she turns 16.    "
                },
                "5": {
                    "title": "Kim's Roots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Kim is invited to make an appearance at Mohegan Sun, a casino near her hometown of Windsor Locks, Connecticut. After 16 years away, Kim decides to take Kroy home for a stroll down memory lane. Stops on the emotional tour include the apartment where a teenage Kim raised Brielle, a revealing lunch with her high-school friends and an impromptu tour of the house she grew up in. While they're away, Kroy asks Brielle's boyfriend Slade to build a dresser for him but Slade wonders if Kroy's request is a favor or a test.    "
                },
                "6": {
                    "title": "The Kim's Speech",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    An invitation for Kim to speak at the Atlanta Women's Expo brings conflict to the Biermann home, with Kim set against the idea and Kroy wanting her to overcome her lifelong fear of public speaking. Meanwhile, when Brielle reveals that her dream job is to become an entertainment reporter, Kim sets up a practice interview with recording artist Monica.    "
                },
                "7": {
                    "title": "The Biermann Carnival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "4 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Brielle is graduating from high school and Kim and Kroy haven't planned a thing. The Biermanns now have less than a week to pull together a carnival themed party, filled with clowns, fire dancers, and hopefully a monkey. Kim's special graduation surprise for Brielle could mean one less kid in the family nest.    "
                },
                "8": {
                    "title": "That's Not Healthy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "8 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Tracey reveals all the questionable ingredients that can sneak into some of her favorite foods while Kim reluctantly agrees to plant an organic garden. Kim isn't the only one doing something against her will though as Shun's laundry list of things she's looking for in a man has Kim concerned. Kim takes matters into her own hands and decides to set Shun up with her trainer and drags Kroy along to help chaperone.    "
                },
                "9": {
                    "title": "Moving On, Moving Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "9 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    New graduate Brielle has been so focused on moving to LA with Slade that she has failed to mention some surprising news to Kim and Kroy about her plans for college. Tracey reveals she is newly single and much to Kim's dismay, ready to mingle.    "
                },
                "10": {
                    "title": "A Big Splash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "22 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The Biermann bunch spend the weekend at Slade's family lake house. There they meet Slade's mom, Toni, and enjoy a weekend of swimming, boating and tubing. Brielle and Slade ponder their future together when both sets of parents squash the couple's plans to move to California. Tracey bonds with Slade's mom through an unusual method.    "
                },
                "11": {
                    "title": "Hello Hollywood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    With high school graduation out of sight, it's time for Brielle to pack up and get moving, but not before a quick trip to Los Angeles, where she's given the opportunity of a lifetime at E! News. Kim acts as Brielle's biggest cheerleader. Convinced Gloria's job as an assistant is easy, Tracey volunteers to take over her job when Gloria leaves for her wedding.    "
                },
                "12": {
                    "title": "Empty Nest?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Kim takes Brielle & Slade to their first psychic reading with Rose who has some very surprising predictions. Meanwhile, a startling discovery is made in the garage as unwelcomed guest brings some friends along with it. With Kroy heading off to camp, Tracey and Kim are left to defend the house.    "
                }
            },
            "5": {
                "1": {
                    "title": "Eggs on Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "14 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Brushes with death are often followed by a new lease on life, and Kim is no exception. After her second dance on DWTS, she suffered a stroke, which in turn led to major heart surgery. As a result of that ordeal, this mother of six is ready to take on any challenge, including a new addition to the family. Kroy may have gotten snipped after the twins, but Kim is hopeful that a little one-two-switcharoo could put them back in the baby-making fast lane. Meanwhile, both Brielle and Tracey are single and spend most of their time swiping left and right all over the Internet....    "
                },
                "2": {
                    "title": "Free Ballin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "21 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    As Kroy enters NFL Free Agency for the second year in a row, it's Groundhog Day for the Biermanns. Kroy is confident that he won't have another run with the Falcons, which means a big move could be on the horizon. Kim is worried about the contents of her closet while Ariana dreads having to start high school in a new city and make new friends (and frenemies). Meanwhile, Brielle has joined the Biermann payroll as Kim's newest assistant, but struggles to meet Kim's demands when there's so much to do on SnapChat.    "
                },
                "3": {
                    "title": "Animal House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "28 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Motivated by Tracey's passion for animals, the Biermann's join her for a day at the Humane Society. Kim's baby fever reaches an all-time high when she meets the puppies that are up for adoption. Kroy is the only one standing strongly against bringing a dog home, perhaps because everyone's too busy to take care of it. Then again, after checking out the teacup piglet Brielle received as a present, a new puppy suddenly looks a whole lot more appealing.    "
                },
                "4": {
                    "title": "Home on the Range Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Kim and Kroy pack up all 6 kids and head to Kroy's hometown of Hardin, Montana. The younger kids are in heaven, while Ariana and Brielle are just happy to get cell service. As wonderful as it is for everyone to see where dad grew up, Kim longs for the comforts of her own home.    "
                },
                "5": {
                    "title": "Home on the Range Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "12 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Biermann kids haven't stopped running around since the plane landed in Montana. Kim loves seeing Kroy in his element, but knows her element is back in Atlanta, with her Starbucks and walk-in closet. As the family vacation comes to an end, Kroy gets a call from his agent and everyone wonders if this is the call that will determine their fate.    "
                },
                "6": {
                    "title": "Ask, Believe, Receive, Gamble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "26 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    After Montana, Kim needs an adult-only break. So of course, she, Kroy and Tracey head to the casino - the one place where Kim can fully shut off the rest of the world. Kim's strategy is to take out $25k so she can bet big and hopefully win big. Meanwhile, Brielle is upping the ante on her love life and going out on her first date since breaking up with Slade.    "
                },
                "7": {
                    "title": "Hollywood or Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "2 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Brielle's dream of becoming a celebrity news reporter takes the family to LA for a meetings. Kroy gets a life changing call from the Buffalo Bills.    "
                },
                "8": {
                    "title": "Lights, Camera Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Dreams are within reach for both Brielle and KJ in Tinseltown. Access Hollywood puts Brielle's improv and kitchen cleaning skills to the test, while KJ's acting audition gets him one step closer to being crowned the next Tom Cruise. Back home in Atlanta, Chef Tracey's new \"fancy\" menu is ready to be served, but she has a trick up her sleeve that could send the Biermann's back to basics.    "
                },
                "9": {
                    "title": "Middle Child Syndrome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    With all the uncertainty surrounding her family's future, Kim recognizes that Ariana is in the toughest spot. Being 14 and starting high school is never easy, but in a brand new city it can seem like the end of the world. That's why Kim comes to the rescue with a mother/daughter bonding day. Meanwhile, Brielle is planning her escape to LA, leading Kroy to believe she may not be ready.    "
                },
                "10": {
                    "title": "The Biermann Olympics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Kroy calls for a Biermann family fun day to distract from life's unanswered questions. Things quickly turn from fun and games to sibling rivalry once Kroy offers the winner a prize. Meanwhile, Tracey's latest Internet girlfriend is headed to Atlanta to meet her in person.    "
                },
                "11": {
                    "title": "Launch Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Kim is turning 38 and what better way to celebrate than with a blowout party which will also serve as a launch for her skincare line, Kashmere. Meanwhile, Brielle's plans to move to LA solidify when she gets an encouraging phone call from her publicist.    "
                }
            },
            "6": {
                "1": {
                    "title": "Bongiorno Biermanns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "6 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The Biermanns are entering uncharted territory: their babies are finally out of diapers, Kim is in the best shape of her life, and without football, Kroy is home full time, but there's still not a moments rest in the Biermann household! Brielle is threatening to move out, Ariana has a nasty habit of sneaking out of the house in the middle of the night, and the bilingual littles wreak havoc everywhere they go.    "
                },
                "2": {
                    "title": "Mi Chiamo Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The Biermanns are finally on Italian soil and as soon as they settle into their \"royal suite,\" they set out to broaden their European horizons, but not before Kroy gives Brielle a quick history lesson. Meanwhile, Tracey has her work cut for her with the Littles, but she quickly discovers there's nothing that blue glitter can't fix.    "
                },
                "3": {
                    "title": "Pigeons, Piazzas, Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "13 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    With business behind them Kim, Kroy, and the girls are ready to enjoy Italy. Next stop - Venice! Brielle and Ariana joy ride the canals, while Kim attempts to propose a vow renewal to Kroy.    "
                },
                "4": {
                    "title": "Wigs, Lies, and Videotape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "13 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Brielle's baseball beau keeps asking her to move in with him, making her wonder if it's time to finally flee the Biermann coop. Meanwhile, Kim and Kroy grow wary of Tracey's white lies, putting her outrageous stories to the test with a polygraph. They also use their sleuthing skills to dig up some disappointing dirt on Ariana.    "
                },
                "5": {
                    "title": "How to Baseball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Kroy dishes out more discipline to Ariana, his already-grounded teenage daughter. Brielle is determined to learn \"how to baseball\" to impress her Major League-bound boyfriend. Kim and Kroy play private investigator and tail Tracey's home, only to discover why they've never been invited.    "
                },
                "6": {
                    "title": "Brielle Throws a Curveball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Kim can't cope with Chef Tracey's feline roommates during a hilarious home makeover. Ariana learns the perils of parallel parking in her first driving lesson. Brielle tries to convince Kim and Kroy that she should move in with her big-league boyfriend Michael.    "
                },
                "7": {
                    "title": "One Door Closes, Another One Opens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kroy calls foul on Brielle's plan to move in with Michael, and challenges her to be more than a live-in girlfriend. Ariana's quest for freedom kicks into full gear as she pursues her learner's permit. And the family goes on a furniture shopping spree as part of Tracey's home makeover.    "
                },
                "8": {
                    "title": "The Incident",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kash is bitten by a dog, and Kim and Kroy must make a difficult decision.    "
                },
                "9": {
                    "title": "Meet the Parents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    As Kash recovers from the incident with Sinn, the Biermanns hit the road to cheer on Brielle's boyfriend as he pitches for the Birmingham Barons. The Biermanns meet their potential in-laws, the Kopechs, and off-the-field drama ensues. They return to Atlanta to reveal to Chef Tracey her renovated bedroom - and experience her overwhelming reaction.    "
                },
                "10": {
                    "title": "Sinn, You've Been Gone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Kash continues to recover from his dog bite. Brielle celebrates her one year anniversary and pursues a new career path. Kim and Kroy decide whether or not to bring Sinn back home.    "
                },
                "11": {
                    "title": "Beach Please",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "8 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Kim offers her estranged parents a chance at reconciliation after a six-year standoff. The Biermanns descend on Turks and Caicos for their long-awaited vow renewal ceremony. And Brielle's poorly-timed declaration brews trouble in paradise.    "
                },
                "12": {
                    "title": "I Do Take Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Don't Be Tardy... (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Seven years to the day that Kim first locked eyes on Kroy's fine ass, the Biermanns are set to renew their vows in Turks and Caicos. But rising tension with Brielle and a missing dress threaten Kim and Kroy's chances to say \"I do\" all over again.    "
                }
            }
        },
        "number of episodes": 69,
        "cast": [
            {
                "name": "Biermann, Kroy"
            },
            {
                "name": "Zolciak-Biermann, Kim"
            },
            {
                "name": "Bloom, Tracey"
            },
            {
                "name": "Biermann, Ariana"
            },
            {
                "name": "Biermann, Brielle"
            },
            {
                "name": "Cowie, Colin"
            },
            {
                "name": "Lelko, John"
            },
            {
                "name": "Craig, Gary"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "rating": 4.7,
        "votes": 206,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzcyODEyMDY3NF5BMl5BanBnXkFtZTgwNTEyNzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "It's only been a year since Kim Zolciak's million dollar wedding to the Atlanta Falcons Defensive End Kroy Biermann, but a lot has changed in the newlyweds' life. This season, their family grows even bigger with the addition of a fourth child while Kroy and his team are enjoying an extremely successful football season with the hopes of making it to the Super Bowl.",
        "languages": [
            "English"
        ],
        "title": "Don't Be Tardy...",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "production companies": [
            {
                "name": "True Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            },
            {
                "name": "ITVBe"
            }
        ],
        "other companies": [
            {
                "name": "Flavorlab"
            }
        ],
        "plot": [
            "It's only been a year since Kim Zolciak's million dollar wedding to the Atlanta Falcons Defensive End Kroy Biermann, but a lot has changed in the newlyweds' life. This season, their family grows even bigger with the addition of a fourth child while Kroy and his team are enjoying an extremely successful football season with the hopes of making it to the Super Bowl."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 206,
                "rating": 4.7
            },
            "aged 18 29": {
                "votes": 26,
                "rating": 5.2
            },
            "aged 30 44": {
                "votes": 81,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 41,
                "rating": 4.5
            },
            "males": {
                "votes": 45,
                "rating": 3.3
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 4.4
            },
            "males aged 30 44": {
                "votes": 23,
                "rating": 2.9
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 3.6
            },
            "females": {
                "votes": 115,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 20,
                "rating": 5.6
            },
            "females aged 30 44": {
                "votes": 58,
                "rating": 5.8
            },
            "females aged 45 plus": {
                "votes": 27,
                "rating": 5.1
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 3.7
            },
            "us users": {
                "votes": 91,
                "rating": 4.8
            },
            "non us users": {
                "votes": 34,
                "rating": 3.7
            }
        },
        "number of votes": {
            "10": 48,
            "9": 10,
            "8": 15,
            "7": 13,
            "6": 16,
            "5": 18,
            "4": 4,
            "3": 8,
            "2": 6,
            "1": 68
        },
        "arithmetic mean": 5.3,
        "median": 5
    }
}