{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 June 2012"
            }
        ],
        "release dates": [
            "USA::11 June 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Hurricane Hunters"
            },
            {
                "countries": "Portugal",
                "title": "Caçadores de Furacões"
            }
        ],
        "akas": [
            "Hurricane Hunters (original title)",
            "Caçadores de Furacões Portugal"
        ],
        "akas from release info": [
            "Hurricane Hunters (original title)",
            "Caçadores de Furacões Portugal"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Isaac: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The Hurricane Hunters track tropical storm Isaac as it makes its way through the Gulf of Mexico for a possible US landfall somewhere between Key West and New Orleans an area that includes their home base in Biloxi, Mississippi. The storm has already claimed more than 20 lives in Haiti and the timing has tensions high landfall could come on the 7th anniversary of hurricane Katrina. Reservist Lt. Col. Darryl Woods helps narrow the projected path or cone of uncertainty so that at least some communities can breathe a sigh of relief.    "
                },
                "2": {
                    "title": "Isaac: Part Two - Isaac Tosses Curveballs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Technical problems delay takeoff for the Hurricane Hunters' landfall mission, flying Isaac in the hours before its projected to reach land somewhere along the Mississippi Louisiana coastline. Two rookies on board, a co-pilot and loadmaster, are challenged by equipment failures just as the storm intensifies into a category one hurricane. Isaac is generating record rains as it makes mysterious moves; changing directions, stalling on the coast and ultimately making landfall twice.    "
                },
                "3": {
                    "title": "Tropical Storm 'Ernesto': Rookie Takes Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    It's one of the first major storms of the season and the Hurricane Hunters are hitting the ground running. Tropical storm Ernesto started out in the Caribbean and he's barreling towards Central America and Mexico. Rookie Hurricane Hunter Steve Pituch is on one of his first flights into a storm and he is put to the test. A lightening storm and flock of birds delays their takeoff by hours, but once they get in the air, they are able to find the Ernesto is headed somewhere they didn't expect. It's good news for the people of Honduras, bad news for the city of Chetumal, ...    "
                },
                "4": {
                    "title": "Rafael's Wrath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Things are hectic at Keesler Air Force base as scheduling plans a forward deployment to St. Croix to fly a storm developing in the Caribbean. Rookie Pilot Devon Meister has completed her training and she signs on to fly her very first flight into a storm as an official Hurricane Hunter Pilot. Once on the ground in St Croix, a broken propeller throws a wrench into the mix, but Meisters crew is able to fly into the developing storm and for the first time in her career, a storm is named from her mission.    "
                },
                "5": {
                    "title": "Rafael",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    On October 15th, tropical storm Rafael is intensifying in the Caribbean. The Hurricane Hunters leave St. Croix to track the storm and answer two important questions - will Rafael become a hurricane and will it hit the tourist packed island of Bermuda? What begins as a routine mission for the crew, including a rookie co-pilot, quickly becomes a harrowing brush with disaster. First, lightning plays havoc with the communications systems, and then they're faced with a far more serious situation. Airborne tornadoes are spawned inside the storm's eye, which prove impossible...    "
                },
                "6": {
                    "title": "So You Want to Be a Hurricane Hunter?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Being accepted into the elite group of those who can call themselves \"Hurricane Hunters\" is no easy task. A rookie pilot is the newest addition to this prestigious squadron and she is put through the training gauntlet that every new member of the Hurricane Hunters has to go through. From on the ground simulator training, to weather and buoy flights, she is put to the test by the more seasoned members of the unit. But does she have what it takes? Not only is this rookie learning what it's like to be a Hurricane Hunter in the air, she is learning what it's like to be a ...    "
                },
                "7": {
                    "title": "The Birth of a Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    A lull in hurricane action, in early October, gives maintenance crews a bit more breathing room to work on the squadron's fleet of C-130J's and allows squadron members some time to participate in public air shows. But down time is not long-lived. Tropical depression 18 is brewing in the Caribbean with the potential to grow into a serious storm threatening Jamaica, Haiti, Cuba and perhaps even the eastern coast of the United States. The Hurricane Hunters take off for a low level investigation to determine if the system spotted on satellite is indeed becoming a tropical...    "
                },
                "8": {
                    "title": "Epic Storm's Puzzling Path",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Sandy is a deadly epic storm, heading toward landfall along the eastern seaboard. The Hurricane Hunters forward deploy from Biloxi, Mississippi, to Savannah, Georgie, so they can be closer to the storm as it tracks up the coast. This is an unusual storm for several reasons; while only a category one hurricane, it's powerful wind field is massive, and because the storm is merging with a cold front, the crew is experiencing rare ice and snow inside what would otherwise be a typically warm tropical system! On October 28th, the day before projected landfall, evacuations ...    "
                },
                "9": {
                    "title": "Super-Storm Sandy Strikes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    The Hurricane Hunters are tracking Hurricane Sandy right to the point where the eye makes landfall in the United States, just south of Atlantic City, New Jersey. The monster storm has already killed 65 people in the Caribbean, and she is lurking toward America, disrupting Halloween festivities and flooding the northeastern coast. The nor-easter cold storm merges with Hurricane Sandy to become Super-Storm Sandy, creating horrendous hurricane force winds for a hundred miles. Sandy hits during a full moon high tide, creating a tidal surge over 10 feet, flooding the New ...    "
                }
            },
            "1": {
                "1": {
                    "title": "The Rookie and Irene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    As his first year with the Hurricane Hunters, Lt. Colonel Sean Pierce is about to fly into his first hurricane. Despite being a veteran combat pilot, he is wary of his new foe, Irene. The hurricane is a Category 3 monster, has the potential to buzz saw up the East Coast. In the storm, the crew navigates intense turbulence and a potential fire in order to find the dead center of the hurricane. The data they collect there will help predict where Irene will hit and how hard. On the ground, the Mayor of Myrtle Beach awaits their findings in order to decide whether he must...    "
                },
                "2": {
                    "title": "Nate: Birth of a Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The Hurricane Hunters' attention turns to the Gulf of Mexico, where a weather disturbance is brewing. To find out if a storm has just been born, Lt Colonel Sean Pierce and Major Sean Cross fly their most dangerous mission yet, just 500 feet above the water's surface. At this altitude, there is no room for error, lightning is everywhere, and a downdraft can be fatal.    "
                },
                "3": {
                    "title": "Jova",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Hurricane Jova is a Category 3 hurricane. Compact and powerful, Jova forms in the Pacific, and threatens the western coast of Mexico. Major Brad Boudreaux and his crew head out to pinpoint where Jova will hit. But the mountains just off the Mexican coast make for a rough, turbulent ride for the Hunters and with a staggering 60,000 lbs. of fuel needed to complete the international mission, they can't afford to make any mistakes.    "
                },
                "4": {
                    "title": "Irene's Final Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Major Sean Cross takes off to fly into the heart of Irene, 16 hours before the hurricane's projected landfall in the Outer Banks of North Carolina. His mission is to find out whether the storm is still on track to hit New York. The findings are not good. A direct hit on New York is now almost certain. Worse, that Irene has the potential to intensify. And early on August 28th, Squadron Commander, Jason May, flies Irene for the final, and as it turns out, historic mission.    "
                },
                "5": {
                    "title": "Maria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    It's the height of hurricane season and the Hurricane Hunters are monitoring three storms, Hurricane Katia, Tropical Storm Nate, and Tropical Storm Maria. Maria is barreling toward the island of St. Croix. Unfortunately, St. Croix is also the Caribbean base for the Hurricane Hunters. On the ground, the Hurricane Hunters must move their planes to safety. Up in the air, the turbulence is severe, the storm is nearly impossible to define, and a lightning strike on a propeller forces a crucial change of plans.    "
                },
                "6": {
                    "title": "Tropical Storm Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hurricane Hunters (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Labor Day weekend is rarely a time of rest for the Hurricane Hunters, and this year is no exception. In the Gulf of Mexico, Tropical Storm Lee pops up suddenly, and the Hurricane Hunter's home base in Biloxi, Mississippi is in the potential path. As Major Sean Cross' crew flies to nail down Lee's path, the Hurricane Hunters must balance their duty with worry for their families as this storm strikes home.    "
                }
            }
        },
        "number of episodes": 15,
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIwNjYzNDgxOF5BMl5BanBnXkFtZTgwNDYzODIxMDE@._V1_SY150_CR8,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Hurricane Hunters",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Battista, Rich"
            },
            {
                "name": "Bravo, Aleco Jaime"
            },
            {
                "name": "D'Andrea, Christian"
            }
        ],
        "distributors": [
            {
                "name": "The Weather Channel"
            }
        ],
        "synopsis": [
            "This character-driven documentary series takes us into the high-stakes world of Hurricane Hunters.They are the Air Force Reserve Squadron based in Biloxi, Mississippi, who fly planes into Hurricanes to better understand them and to get key meteorological data that can only be gathered by flying into the eye of the hurricane. They provide the information that allows weather services to predict storm paths and warn cities. Peoples lives depend on them.This series tracks their lives and their dangerous missions during the height of hurricane season . This is extreme meteorology!"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 3.7
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.7
            },
            "males": {
                "votes": 5,
                "rating": 4.3
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 3.7
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "females": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 5,
                "rating": 5.9
            },
            "non us users": {
                "votes": 2,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}