{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 May 2012"
            }
        ],
        "release dates": [
            "USA::15 May 2012"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "The Batting Glove",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Here Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 59,
                    "original air date": "15 May 2012",
                    "year": "2012",
                    "plot": "\n    Everyday Pete Rose wakes up, and goes to work. He's surrounded by bats, balls, gloves and fans, and approaches each day with the same gusto which defined him on the field. But instead of a dugout, he's seated in a folding chair in a memorabilia store in Las Vegas. Nicknamed \"Charlie Hustle,\" for his efforts on the field, Rose, now 71, agreed to a lifetime ban from baseball in 1989 after an investigation concluded he bet on games when he was the manager for the Cincinnati Reds. The ban has left him ineligible for induction into the Hall of Fame. He leads baseball with ...    "
                },
                "2": {
                    "title": "Arnold's Blueprint",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 73,
                    "original air date": "26 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Arnold's Blueprint focuses on Arnold Schwarzenegger's teenage years in the Austrian Army and is directed by Michael and Jeff Zimbalist, who previously directed the highly-acclaimed 30 for 30 film \"The Two Escobars.\" The film focuses on the years before Arnold was the \"Universe's Perfect Specimen,\" when a young Schwarzenegger seized upon an opportunity to use the sport of bodybuilding to catapult himself to international stardom. The short documentary will show how the young Austrian farm boy's mandatory military service played a critical role in his journey to ...    "
                },
                "3": {
                    "title": "Jake",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 36,
                    "original air date": "25 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    For a generation of young sports fans who found their inspiration on the shelves of the local public library or at school book fairs, Alfred Slote is a name revered and cherished. While some of his books are 'baseball books' on the surface, Slote real interest as a storyteller was not the game but the people, and he elevated the genre of the children's sports book by creating human dramas where the real action was off the field.    "
                },
                "4": {
                    "title": "The Arnold Palmer",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 41,
                    "original air date": "28 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    92 tournament wins, seven major championships, a Congressional Gold Medal, and a Presidential Medal of Freedom. These are just a few of the accomplishments that have solidified the legend of Arnold Palmer. However, for an entire generation the \"Arnold Palmer\" name might be more synonymous with the lemonade-and-iced tea beverage that has become a piece of Americana. Will Arnett, Peter Jacobsen, Fuzzy Zoeller, Jim Thorpe, Fred Funk, Brad Faxon are fans of both the man and drink, and lend their insight to director Bryan Gordon's exploration of the history, mystery, and ...    "
                },
                "5": {
                    "title": "Ali: The Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 41,
                    "original air date": "16 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    The feats of Muhammad Ali's remarkable life. In 1990, the boxing legend traveled to Iraq to press a plea for peace and negotiate with Saddam Hussein for the release of U.S. civilians taken hostage after Iraq's invasion of Kuwait. Ali risked his reputation, health and safety for the freedom of prisoners held by Hussein as \"human shields\" to deter U.S. military strikes. Only six weeks after Ali brought 15 hostages back home to their relieved families, Operation Desert Storm bombarded Iraq.    "
                },
                "6": {
                    "title": "Disdain the Mundane",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "13 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Walt 'Clyde' Frazier, perhaps the greatest player in the history of the New York Knickerbockers, has emerged in the 21st century as a Big Apple style icon. In the '70s he was Clyde, a big hatted, mutton chop side burned, cool as ice point guard. Today, in his role as Knicks' broadcaster, Frazier's wardrobe (featuring vibrant colors and shocking patterns) and rhyming couplets that Jay-Z envies. We'll talk with the man at his Manhattan restaurant, Walt Frazier's Wine & Dine, and explore the revolution of his style.    "
                },
                "7": {
                    "title": "Holy Grail: The T206 Honus Wagner",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 54,
                    "original air date": "27 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The T206 Honus Wagner baseball card is over 100 years old, worth more than 2 million dollars, and has a life story that is a marriage of myth and reality. Only a handful has ever come to market but the wealth and heartbreak created by this two-inch tall piece of paper is unimaginable. The T206 Honus Wagner: equal parts nightmare and fantasy.    "
                },
                "8": {
                    "title": "Silver Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 30,
                    "original air date": "3 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    During the summer of 2012, a secret meeting took place. But this was no ordinary gathering; instead, a monumental choice was to be made. Reuniting over four decades after the USA men's Olympic basketball team controversially lost the gold to the Russians and declined the silver medal, the 12 team members reunited in Lexington, Ky. to make a decision. And like the jury in \"12 Angry Men,\" the verdict needed to be unanimous -- accept, or forever refuse the medals for a game many of them believe they never lost.    "
                },
                "9": {
                    "title": "The Irrelevant Giant",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 52,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    John Tuggle, the 1983 NFL draft's Mr. Irrelevant, was anything but irrelevant to legendary coach Bill Parcells. The normally tough and gruff coach will guide us on an emotional journey as he recounts his own rookie season as the head coach of the New York Giants and the year he came to know this very special athlete who made his team against all odds. But only one year later, a rare and unbeatable form of cancer would change both John's and Coach Parcells' destinies leaving behind a lasting impact on teammates and the life of the coach who understands just how fragile...    "
                },
                "10": {
                    "title": "Cutthroat",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 45,
                    "original air date": "29 May 2013",
                    "year": "2013",
                    "plot": "\n    Clint Malarchuk was the \"Cowboy Goalie.\" He grew up riding horses with a severe childhood OCD problem. He would ultimately go down in hockey history for suffering one of the most gruesome injuries in sports when he severed his carotid artery by an opposing player's skate blade. \"Cutthroat,\" will cover the injury, his remarkable physical recovery in under two weeks and his grueling emotional and mental one.    "
                },
                "11": {
                    "title": "Tommy and Frank",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 37,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    An intimate, funny and compelling take on the unique relationship and shared legacy of Tommy John, the chatty Indiana lefty who won nearly 300 Major League games, and Dr. Frank Jobe, the unassuming L.A. Orthopedist who conceived and performed a revolutionary elbow operation on John in 1974.    "
                },
                "12": {
                    "title": "Wilt Chamberlain: Borscht Belt Bellhop",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 29,
                    "original air date": "14 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    In 1954, before his senior year of high school, Wilt Chamberlain took a summer job that would change his life, working as a bellhop at Kutsher's Country Club, a Jewish resort in the Catskill Mountains. An unexplored and pivotal chapter in the life of one of basketball's greatest players, and a fascinating glimpse of a time when a very different era of basketball met the Borscht Belt in its heyday.    "
                },
                "13": {
                    "title": "Arthur and Johnnie",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 30,
                    "original air date": "28 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    In this exclusive first person account, Johnnie Ashe will relay this previously unknown chapter of his brother Arthur's legacy. Johnnie, five years Arthur's junior, returned from his first tour in Vietnam with the Marines. At the time, Arthur Ashe was a lieutenant in the Army working at West Point in data processing while fast becoming a rising star in the tennis world. When Johnnie was sent home however, Arthur suddenly became in danger of being sent to Vietnam. Johnnie volunteered to be sent back to the war in his brother's place so that Arthur could continue his ...    "
                },
                "14": {
                    "title": "Collision Course: The Murder of Don Aronow",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 25,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In the 1980s, powerboat racing was to Miami what polo was to Palm Beach: a sport for the rich with an insatiable appetite for speed and adventure. To this day, the most famous brand names associated with power boating were the creation of Don Aronow - Cigarette, Formula, Donzi, Blue Thunder. Aronow was a handsome family man who moved to Miami after making a fortune in New Jersey construction, but soon became world famous as a champion boat racer and international businessman, selling boats and fostering close personal relationships with some of the most powerful men ...    "
                },
                "15": {
                    "title": "The Schedule Makers",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 50,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The season's schedule for major league baseball affects the lives and moods of millions of Americans. Each year executives and managers ridicule the logic, sportswriters and broadcasters question the sanity, and athletes and fans cast blame. Yet not many people know how it is that the MLB schedule is figured out, and even fewer have any idea what is involved. The masterminds for 25 years behind this massive logistical undertaking were Henry and Holly Stephenson. A husband and wife duo working out of an upstairs bedroom in their Staten Island home with a computer, a ...    "
                },
                "16": {
                    "title": "The Great Imposter",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 35,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    From 1979 to 1986, Barry Bremen, a Detroit-area novelty goods salesman, became known in the sports world as The Great Imposter. Playfully seeking the spotlight, Bremen posed as a player in the Major Leagues and NBA, PGA golfer, NFL and NHL referee, and even Dallas Cowboys cheerleader. In doing so Bremen not only became known as sports ultimate fan but also managed to live out the dreams of legions of failed high school all-stars and armchair quarterbacks across the nation.    "
                },
                "17": {
                    "title": "Judging Jewell",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 49,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In the early hours of Saturday July 27, 1996, a terrorist's bomb exploded into a crowd at the Atlanta Summer Olympics, killing two and injuring 111. The toll would have been far higher if not for security guard Richard Jewell, who discovered the bag holding the bomb and helped clear the area. Yet within hours of his heroism, Jewell was being called a murderer, hounded for months by the government and the largest media gathering in history. The true bomber was later convicted, but when Jewell died in 2007 he was still widely remembered as a victim at best, a killer at ...    "
                },
                "18": {
                    "title": "The Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 45,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In the winter of 2003 two cities went after the same man. On one side, New York. On the other, Boston. In the middle, the hired gun: Alex Rodriguez. In a 36-hour period, the best player in the league went from the messiah of the Red Sox to the savior of the Yankees. This is the story of all the good, the bad and the eventual contract signed by Alex Rodriguez and the New York Yankees.    "
                },
                "19": {
                    "title": "Untucked",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 38,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In 1977, Marquette coach Al McGuire let his star player, Bo Ellis, design the team's uniforms. The most iconic, the untucked jersey, signified the power of uniforms and the benefits of a creative atmosphere, which allowed a Championship team to flourish.    "
                },
                "20": {
                    "title": "From Harlem with Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 30,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    It's 1959 and the Cold War rages on. Tensions between the United States and the USSR are at an all-time high. The threat of nuclear war hangs in the balance. But in the midst of this intense psychological warfare, the unlikeliest of heroes step forward, not in a war zone, not at the negotiating table, but on a basketball court. This is the extraordinary tale of the Harlem Globetrotters and their historic trip into the heart of the Soviet Union.    "
                },
                "21": {
                    "title": "Posterized",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 43,
                    "original air date": "21 May 2014",
                    "year": "2014",
                    "plot": "\n    Director Andrew Jenks will sit former NBA center Shawn Bradley down for a candid interview which will act as the narrative spine for a short film about expectations, misconceptions, and a promise, which in hindsight may have not been entirely unfulfilled.    "
                },
                "22": {
                    "title": "MECCA: The Floor That Made Milwaukee Famous",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 34,
                    "original air date": "11 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the 1970's the rust-belt city of Milwaukee, WI used public funds to commission an eccentric, openly gay artist from the Bowery to paint the Bucks basketball floor. In 1988, the Bucks move across the street to the newly constructed Bradley Center - leaving the MECCA Arena floor in storage, all but forgotten by the general public. Fast-forward 25 years - Bucks fan, Andy Gorzalski, discovers the floor for sale for scrap, listed online as a \"gym floor.\" Against better judgment, Andy puts his family's credit card down for $20k to protect this iconic symbol of Milwaukee ...    "
                },
                "23": {
                    "title": "The High Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 42,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    This short will explore the origins and nuances of the high five, bringing to life the unique legacy of the gesture and the story of one of its unsung originators. The filmmakers will tell the story of Glenn Burke and his origins as a baseball prodigy, his time in the majors and spontaneous \"invention\" of the gesture. Using this moment, the story then pivots to chronicle the simultaneous spread of the high five as both celebratory and political gesture alongside the professional and personal decline of Glenn Burke.    "
                },
                "24": {
                    "title": "Kid Danny",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 41,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the summer of 2001, a controversy unlike any other led to the disqualification of the Bronx baseball team from the Little League World Series. At the center of the bizarre story was a quiet, unassuming 14-year-old kid named Danny Almonte. Nicknamed \"The Little Unit,\" the hard-throwing left-hander was exposed by Sports Illustrated as being too old to have competed in the tournament. The story instantly caught national and even international attention, as Danny was pushed into the spotlight and accused of cheating in the most sacred of all amateur sports. Twelve ...    "
                },
                "25": {
                    "title": "Fields of Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 41,
                    "original air date": "16 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The film will tell the story of Mackey Sasser, a talented catcher for the New York Mets, who could hit, call pitches, block the plate and fire missiles down to second base but he couldn't throw the ball back to the pitcher. Through interviews with Mackey, his sports psychologists and commentators, as well as footage of his playing days and his treatment (which involved using a baseball to find the boyhood traumas underlying his career-ending anxiety), this program will look at the mental side of sports and probe what takes a player in and out of the \"zone\".    "
                },
                "26": {
                    "title": "The Great Trade Robbery",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 49,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In 1989, the largest trade in NFL history sent Herschel Walker from Dallas to Minnesota. The Vikings destroyed what appeared to be a budding dynasty by selling the farm for Walker. Dallas restored its place as America's Team, became the team of the 1990's and won three Super Bowls. Most people consider it to be the worst trade ever made. Except for Jimmy Johnson. He'd say it's the best.    "
                },
                "27": {
                    "title": "Our Tough Guy",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "votes": 31,
                    "original air date": "12 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    John Wensink's most infamous moment came on December 1, 1977. After finishing up an exchange of fists with Alex Pirus, Wensink skated over to the Minnesota bench and motioned with his hands, challenging the entire team but no player responded. Through Wensink¹s own words, and additional context provided by his teammates, Terry O'Reily and Rick Middleton, this short will delve into the mindset of a \"Goon\", and the journey one takes when that life is left behind.    "
                },
                "28": {
                    "title": "Robbed",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "votes": 31,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    In 1976 Muhammad Ali and Ken Norton met inside the ring at Yankee Stadium. The conclusion of this fight would go down as one of the most controversial decisions in the sport of boxing. But this fight, which should have been remembered for what happened inside the ring, was tainted by gang activity and theft in the wake of the NYPD strike happening just outside the stadium's doors.    "
                },
                "30": {
                    "title": "Student/Athlete",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "votes": 35,
                    "original air date": "7 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Reggie Ho never dreamed of playing football in college. Growing up in Hawaii and from Chinese descent, Reginald Ho always visualized himself to be a doctor like his father. He enrolled at Notre Dame pre-med and didn't think much of playing football until he decided he needed a more well-rounded life. Living the life of \"a geek\" was not for him. He was the place-kicker on his high school football team and decided to walk on to the Notre Dame Football team. At 5'5'' and 135 pounds, Reggie Ho was one of the smallest players in a major college football program and was now...    "
                },
                "31": {
                    "title": "The Sweat Solution",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "votes": 32,
                    "original air date": "21 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    The film will explore the inception of the original formula set against the 1965-1966/7 seasons of the University of Florida Gator football team. In time for the 50th anniversary of its creation, we'll hear from many of those who were involved in testing the original formula, including Dr. Cade's wife, co-inventor Dana Shires, players Steve Spurrier, Larry Smith, Jim Yarbrough, Coach Ray Graves and others.    "
                },
                "32": {
                    "title": "An Immortal Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "votes": 30,
                    "original air date": "25 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Ted Williams was already one of baseball's immortals when two of his three children decided there might be a way to give him life after death. That way was cryogenics, and in this film directed by Miles Kane and Josh Koury, the 2002 controversy over what to do with his remains-- \"The Big Chill\" read one headline--is revived. Doctors, writers and intimates offer up their opinions, but the one truth that shines through is this: love works in mysterious ways.    "
                },
                "33": {
                    "title": "The Billion Dollar Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "votes": 31,
                    "original air date": "18 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    March Madness, 1989. Faced with the last seed in the tournament, sixteen seed Princeton is set to play tournament favorite number one seed in Georgetown. The game was expected to be such a blow out that it wasn't even originally scheduled to be broadcast on television. Unbeknownst to the Princeton players or their innovative coach, Pete Carril, they were about to play one of the greatest games in college basketball history.    "
                },
                "34": {
                    "title": "Unhittable: Sidd Finch and the Tibetan Fastball",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "votes": 44,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Under the cloak of secrecy, a rookie pitching prospect attended the New York Mets spring training in 1985. His name was Hayden \"Sidd\" Finch and he had never played baseball before, had dropped out of Harvard to study transcendental meditation, spoke ten languages, wore one hiking boot and the other foot bare when on the mound, and threw a 168mph fastball. He was about to change baseball, as George Plimpton wrote in his article published in Sports Illustrated on April 1st, 1985. This film follows one of the greatest April Fools' Day hoaxes the sports world has ever ...    "
                },
                "35": {
                    "title": "The Anti-Mascot",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "votes": 33,
                    "original air date": "20 May 2015",
                    "year": "2015",
                    "plot": "\n    1984 was a grim year for the San Francisco Giants. The team finished dead last, losing 96 games. But no one -- not the players, not the front office, not even the fans -- had as nightmarish a time as Wayne Doba. That season, the 33-year-old actor was selected to play the club's first mascot. The \"Crazy Crab\" was conceived as an anti- mascot. The Giants wanted to satire the late 1970s mascot craze, which had introduced now-iconic characters like the Philly Phanatic. So the Giants gave their Crab an intentionally shabby foam costume which looked like a hamburger with ...    "
                },
                "36": {
                    "title": "Ted Turner's Greatest Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "votes": 22,
                    "original air date": "3 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    When Ted Turner entered his yacht Tenacious in the famed Fastnet Race in 1979, he did not need to prove himself. He had already started a television network, purchased the Atlanta Braves and Hawks, and won the 1977 America's Cup. But a freakish storm turned the Celtic Sea into a terrifying washing machine that tossed the 303 entrants about and killed 15 sailors. In this 30 For 30 short for ESPN Films, Turner and many of his crew members relive that harrowing--and ultimately victorious--voyage amid riveting footage and photographs. Never was a boat so aptly named.    "
                },
                "37": {
                    "title": "Brave in the Attempt",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "votes": 18,
                    "original air date": "28 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The Special Olympics Athlete Oath: \"Let me win. But if I cannot win, let me brave in the attempt.\" has come to embody the movement started by the late Eunice Kennedy Shriver in 1962 with a summer camp in her Maryland backyard. Special Olympics is now made up of more than 4.5 million athletes all over the world, and in this powerful and moving exploration viewers will see how this world-changing social action, sports & political initiative was born, and why its growth is so important. Brave in the Attempt\" captures the force of nature that was Eunice Shriver and shows ...    "
                },
                "38": {
                    "title": "Spyball",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "votes": 25,
                    "original air date": "8 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Casey Stengel said he was the \"strangest man to ever play the game of baseball\". Morris \"Moe\" Berg was a third string catcher and a first rate spy. Whether he was dining with the Marx Brothers, learning Quantum physics from Albert Einstein, or on a mission to assassinate Heisenberg, Moe Berg was in a league all his own.    "
                },
                "40": {
                    "title": "The Pittsburgh Drug Trials",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "votes": 22,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tells the story of the Pittsburg Pirate drug trials of 1985 and the significance it had upon the game of baseball. The film will shed light on this truly unique, profound and incredible event in sports history that might be lesser known but its reverberations are still being felt today. In all, seven men were indicted and eleven players suspended after giving honest and at times shocking testimony about cocaine usage around the league. The bargain was simple- give us what you know and in exchange you will be granted immunity. The trials made national headlines and ...    "
                },
                "41": {
                    "title": "#BringBackSungWoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "votes": 18,
                    "original air date": "7 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    With the nation gripped by Kansas City Royals' fever, filmmaker Josh Swade flew to South Korea. He was dead set on bringing back the Royals' good luck charm- super fan SungWoo Lee- in time for the World Series. SungWoo's fandom became a viral sensation this past summer when he flew to Kansas City to see his beloved team in person for the first time. The Royals caught wind and asked SungWoo to throw out the first pitch at a home game. Twitter fanned the flames and SungWoo became a local celebrity. This film follows Swade's journey to bring SungWoo back and examines the...    "
                },
                "42": {
                    "title": "Every Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "votes": 15,
                    "original air date": "28 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    On November 3, 2013, 86-year-old Joy Johnson ran her 25th consecutive New York City Marathon--it would be her last. Near the 20 mile marker, Joy fell and hit her head, but with unwavering resolve got back on her feet to complete the race. The next day Joy passed away, the way she always hoped, still wearing her running shoes. \"Joy's Last Run\" will be a portrait of the inspiring athlete who lived and died by her sport with uncommon passion and commitment, warmth and spirit.    "
                },
                "43": {
                    "title": "Tose: The Movie",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "votes": 19,
                    "original air date": "11 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A program about the best, most-liked owner that most people have never heard of: Leonard Tose. Tose bought the Eagles in 1969 for $16 million and immediately fired the coach and vowed to make this perennial loser a champion. He convinced UCLA's Dick Vermeil to coach the Eagles and eventually guided the team to the Super Bowl in 1981. However, it was before the free-agent era and Tose was never able to attract enough talent to win the big game. His legacy is a remarkable mix of a lavish lifestyle and spectacular philanthropy. Tose had four wives (and a mistress), drove...    "
                },
                "44": {
                    "title": "Thicker Than Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "votes": 17,
                    "original air date": "2 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Six and a half months before the 1988 Summer Olympics, Greg Louganis learned he was HIV positive. Ashamed of being gay and fearing the stigma of his disease, Louganis battled to keep his status secret as he trained - even staying silent when he drew blood in a botched preliminary Olympic dive. His secret made this the toughest period of his life, but his HIV status eventually helped him find the path to self-acceptance.    "
                },
                "45": {
                    "title": "Friedman's Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "votes": 25,
                    "original air date": "9 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In the '80s and '90's, Friedman's Shoes was the preferred shoe store, and de facto Atlanta clubhouse, of the biggest athletes in the United States. The family-owned business was the first to corner the market on super-sized luxury footwear (size 13 and up), outfitting the feet of entire NBA draft classes. Equally distinctive: Friedman's prided itself on the old-school customer service of its Brooklyn-born patriarch, Bruce, who always tended to the Barkleys, Shaqs, Magics and Mutombos in person-even employing a driver to ferry customers to strip clubs. But that was ...    "
                },
                "46": {
                    "title": "Slick, Nancy, and the Telethon",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "votes": 16,
                    "original air date": "16 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    The Telethon is the story of how the Indiana Pacers avoided financial ruin by holding a \"Save The Pacers\" telethon in the summer of 1977. Needing season ticket sales and investment, Pacers ownership let it be known they were strongly considering selling or moving the franchise. Led by former Pacer player and then head coach Bobby \"Slick\" Leonard, and his wife, Assistant General Manager Nancy Leonard, the telethon was a two week, concept to completion, local television event. From local business leaders to kids collecting money door to door, the telethon prompted a ...    "
                },
                "48": {
                    "title": "Bad Boy of Bowling",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "votes": 23,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "49": {
                    "title": "I Am Yup'ik",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "votes": 13,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "50": {
                    "title": "No Kin to Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "votes": 14,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "51": {
                    "title": "Tiger Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "votes": 11,
                    "original air date": "12 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "52": {
                    "title": "When the King Held Court",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "votes": 12,
                    "original air date": "19 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "53": {
                    "title": "Gonzo @ the Derby",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "votes": 10,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    The lasting legacy of the 1970 Kentucky Derby has nothing to do with the winner, Dust Commander. Its true impact came from the assignment that \"Scanlan's Monthly\" gave to a 32-year-old writer from Louisville named Hunter S. Thompson. Director Michael D. Ratner revisits that story in this 30 For 30 Short, talking with the late journalist's editors and friends, including actor Sean Penn. The piece that Thompson turned in - fantastical, riotous and, by the way, late - opened so many eyes that gonzo journalism became an art form. As Thompson's partner in crime, ...    "
                },
                "54": {
                    "title": "A.C. Green: Iron Virgin",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "votes": 12,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "55": {
                    "title": "The Shining Star of Losers Everywhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "votes": 10,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "56": {
                    "title": "We Are",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "votes": 13,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Penn State's path from the 2011 scandal to the design of their new campus statue. Sculptor Jonathan Cramer drew inspiration for its creation from the 1948 PSU football team that overcame racial adversity with the mantra 'We Are Penn State.'    "
                },
                "57": {
                    "title": "Eternal Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "votes": 6,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "58": {
                    "title": "The Guerrilla Fighter",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "votes": 9,
                    "original air date": "27 Jul. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "62": {
                    "title": "Strike Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "votes": 9,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The U.S. Marshal Service set up sting operation to lure area criminals to the Washington Convention Center to pick up free tickets to a Redskins game. The film retells the story of the operation, from the planning stages through its suspenseful execution.    "
                },
                "63": {
                    "title": "24 Strong",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "votes": 6,
                    "original air date": "28 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "64": {
                    "title": "Locked In",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 Shorts (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "votes": 7,
                    "original air date": "3 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    After falling victim to a pair of illnesses at age 11, Victoria Arlen lived with locked-in syndrome for four years. Locked In tells the story of her recovery and eventual gold-medal victory in swimming at the 2012 London Paralympics.    "
                }
            }
        },
        "number of episodes": 59,
        "cast": [
            {
                "name": "Van Ness, Ray III"
            },
            {
                "name": "Jenks, Andrew"
            },
            {
                "name": "Lee, Bill"
            },
            {
                "name": "Warren, Alma"
            },
            {
                "name": "Van Gundy, Jeff"
            },
            {
                "name": "Delaney, Carolyn"
            },
            {
                "name": "Bradley, Shawn"
            },
            {
                "name": "Delaney, Willie"
            },
            {
                "name": "Brotherton, Bob"
            },
            {
                "name": "Brittain, Jack"
            },
            {
                "name": "Ireland, Doug"
            },
            {
                "name": "Kyzar, Van"
            },
            {
                "name": "Williams, A.L."
            },
            {
                "name": "Gretz, Bob"
            },
            {
                "name": "Cherry, Deron"
            },
            {
                "name": "Kremer, Ken"
            },
            {
                "name": "Dearman, Marvin"
            },
            {
                "name": "Rather, Dan"
            },
            {
                "name": "Jackson, Tom"
            },
            {
                "name": "Schaaf, Jim"
            },
            {
                "name": "Reilly, Rick"
            },
            {
                "name": "Colon, Belinda"
            },
            {
                "name": "Rose, Pete"
            },
            {
                "name": "Schwarzenegger, Arnold"
            },
            {
                "name": "Slote, Alfred"
            },
            {
                "name": "Collins, Doug"
            },
            {
                "name": "Federgreen, Matt"
            },
            {
                "name": "Hall, David"
            },
            {
                "name": "Malarchuk, Clint"
            },
            {
                "name": "O'Keefe, Michael"
            },
            {
                "name": "Olbermann, Keith"
            },
            {
                "name": "Parcells, Bill"
            },
            {
                "name": "Almonte, Danny"
            },
            {
                "name": "Byrd, Robert"
            },
            {
                "name": "Gorzalski, Andy"
            },
            {
                "name": "Indiana, Robert"
            },
            {
                "name": "Moncrief, Sidney"
            },
            {
                "name": "Paschke, Jim"
            },
            {
                "name": "Rivers, Glenn 'Doc'"
            },
            {
                "name": "Behn, Anthony"
            },
            {
                "name": "Belden, Elizabeth"
            },
            {
                "name": "Bryan, Ethan"
            },
            {
                "name": "Bush, Barbara"
            },
            {
                "name": "Bush, George W."
            },
            {
                "name": "Bush, Laura"
            },
            {
                "name": "Butler, Billy"
            },
            {
                "name": "Card, Andrew"
            },
            {
                "name": "Crystal, Billy"
            },
            {
                "name": "Darby, Dave"
            },
            {
                "name": "Duffy, Danny"
            }
        ],
        "genres": [
            "Documentary",
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 90,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzQwMjMyNDI1M15BMl5BanBnXkFtZTgwMzc3NTQ2NDE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Inspired by ESPN's anniversary, ESPN Films' 30 for 30 is an unprecedented documentary series featuring films from some of today's finest storytellers. Each filmmaker brings their passion and personal point of view to their films that transformed the sports landscape from 1979 to 2009. Own select films from this acclaimed series today.",
        "languages": [
            "English"
        ],
        "title": "30 for 30 Shorts",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "30 for 30 Shorts (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Barnicle, Colin"
            },
            {
                "name": "Barnicle, Nick"
            },
            {
                "name": "George, Nelson"
            }
        ],
        "production companies": [
            {
                "name": "ESPN Films"
            }
        ],
        "distributors": [
            {
                "name": "ESPN Films"
            }
        ],
        "plot": [
            "Inspired by ESPN's anniversary, ESPN Films' 30 for 30 is an unprecedented documentary series featuring films from some of today's finest storytellers. Each filmmaker brings their passion and personal point of view to their films that transformed the sports landscape from 1979 to 2009. Own select films from this acclaimed series today."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 90,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 43,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 7.1
            },
            "males": {
                "votes": 63,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 39,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 6.8
            },
            "females": {
                "votes": 6,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 6.9
            },
            "us users": {
                "votes": 46,
                "rating": 7.4
            },
            "non us users": {
                "votes": 18,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 21,
            "9": 5,
            "8": 22,
            "7": 23,
            "6": 9,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 6
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}