{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 January 2012"
            }
        ],
        "release dates": [
            "Canada::6 January 2012"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Happy Dog, Barb's Country Kitchen, Brit & Chips",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "4 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci proclaims his love for fully-loaded hot dogs at Happy Dog at the Euclid Tavern in Cleveland. At Barb's Country Kitchen in Orangeville, Ontario it's all about the portions. Montreal surprises with inventive Brit and Chips.    "
                },
                "2": {
                    "title": "Low & Slow, Casa Manila, Charlie the Butcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "11 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci visits Sault Ste Marie's Low and Slow, Toronto's Casa Manila, and Buffalo's iconic Charlie the Butcher.    "
                },
                "4": {
                    "title": "Prohibition Montreal, Battista's Calzone Co., Burgers n' Fries Forever",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "18 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci visits Montreal's Prohibition, Battista's Calzone Co. in Edmonton, and Burgers n' Fries Forever in Ottawa.    "
                },
                "5": {
                    "title": "Rostizado, Wilf & Ada's, Sweet Moses",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "25 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci visits Edmonton's Rostizado, Ottawa's Wilf and Ada's, and Sweet Moses in Cleveland, Ohio.    "
                },
                "6": {
                    "title": "Hogtown Cure, Son of a Peach, Belle Isle Seafood",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "1 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci learns why Toronto earns its nickname at the The Cure. In Burlington, Ontario he's part of the family at Son of a Peach. Then he's off to Boston for a great big lobster roll at the legendary Belle Isle Seafood.    "
                },
                "7": {
                    "title": "Rome Edition: Tonda, Flavio Velavevodetto, La Gatta Mangiona",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "8 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci is in Rome. First stop is Pizzeria Tonda for out-of-this-world pizza. At Flavio Velavevodetto, John falls in love with homemade pastas and Roman stew. At La Gatta Mangiona, John experiences pasta carbonara.    "
                },
                "8": {
                    "title": "Florence Edition: Trattoria 4 Leoni, All'Antico Vinaio",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "8 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    John Catucci brings his fork to Florence where he tastes panini worth lining up for at All'Antico Vinaio, pasta with Tuscan truffles at Trattoria 4leoni, and the meals that have been feeding Tuscans for generations at Trattoria Mario.    "
                },
                "9": {
                    "title": "Melt Bar & Grilled, MaMo Burger, Ernie's Coffee Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci devours extreme grilled cheese at Cleveland's Melt Bar and Grilled, then heads to Windsor, Ontario for hand-crafted burgers at MaMo Burger Bar. At Ernie's Coffee Shop in Sault Ste Marie, John finishes off his diner dinner with an old-timey coconut cream pie.    "
                },
                "10": {
                    "title": "Yellowbelly Brewery, Fat Bob's Smokehouse, 850 Degrees",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    John Catucci enjoys the Yellowbelly Brewery Burger in St. John's. In Buffalo, it's all about the barbecue at Fat Bob's Smokehouse. Toronto's 850 Degrees Pizzeria, the Canadian-themed pizzas have John singing, \"Whoa Canada!\"    "
                },
                "11": {
                    "title": "The Buckstop, the Burnt Tongue, Saus",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "29 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    John stops in at Vancouver's Buckstop for a delicious venison burger and barbecue sandwiches. Soup's on at The Burnt Tongue in Hamilton, and on Boston's Freedom Trail, John digs into Belgian fries and waffles at Saus.    "
                },
                "12": {
                    "title": "The Hungry Hollow, Piatto Pizzeria, Frank's Steakhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "13 May 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci heads to Georgetown, Ontario's Hungry Hollow Smokehouse for Southern barbecue. At St. John's Piatto Pizzeria, he learns the secrets to authentic Napoletana pizza. In Boston, everyone knows his name at Franks Steak House.    "
                },
                "13": {
                    "title": "Panaderia Latin Bakery, The Mess Hall Poutinerie, Moddy's Delicatessen and Provisions",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "13 May 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci discovers a hidden gem in Vancouver's Panaderia Latin Bakery with Chilean breads and desserts. In Georgetown, Ontario, John hits the Mess Hall Poutinerie for gourmet fry toppers like fried chicken and chicken parm. Moody's Deli in Boston is where John devours elevated deli sandwiches.    "
                },
                "14": {
                    "title": "MEAT, Fratelli, Marion Street Eatery",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "20 May 2016",
                    "year": "2016",
                    "plot": "\n    John Catucci keeps it simply delicious with great barbecue at Edmonton's Meat. At Fratelli Restaurants in Ottawa, he dives into an Italian pizza and pasta kitchen, then he's off to Winnipeg's own Marion Street Eatery for friendly classics.    "
                },
                "19": {
                    "title": "Homeskillet, the Combine Eatery, Burger Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "30 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci discovers a breakfast gem at Homeskillet in Bellingham, Washington. At Toronto's Combine Eatery, he feasts on Southwestern comfort foods then heads to Montreal's Burger Bar for gourmet burgers.    "
                },
                "20": {
                    "title": "Boca Tacos Y Tequila, Palomino Smokehouse, Naroma Pizza Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "7 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci takes a tour of Tucson's BOCA Tacos y Tequila he chooses from 23 tacos on the menu, followed by John's barbecue dream come true at Calgary's Palomino and a visit to Burlington's NaRoma Pizza Bar for some cheesy slices.    "
                },
                "21": {
                    "title": "Oak Tree Tavern, Pork Chop & Co, Satay Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "14 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci heads to Calgary in search of great pub food at Oak Tree Tavern, then discovers Southeast Asian street food from Montreal's Satay Brothers. In Ingersoll, Ontario, he's just gotta try the Big Ass Panzerotti.    "
                },
                "22": {
                    "title": "Cartems Donuterie, Pizzeria Defina, Mother Hubbard",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "21 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci is off to Vancouver to try the wildly inventive treats at Cartems Donuterie. Then he takes a tour of international pizzas at Toronto's Pizzeria Defina and wraps up with a visit to Toronto's Wallace and Co. where the dinner menu is over-the-top delicious.    "
                },
                "23": {
                    "title": "Pig & Duke, Little Fin, Kama'aina Grindz",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "original air date": "28 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci is in for a meaty treat at Calgary's Pig and Duke and a stellar burger at Little Fin in Toronto. Then he enjoys a Hawaiian feast at Kama'aina Grindz in Everett, Washington.    "
                },
                "24": {
                    "title": "London Edition: Mayfair Chippy, Roti Chai, The Princess Victoria",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "4 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci goes on a food vacation in London, England for classic fish and chips at the Mayfair Chippy, Indian curries at Roti Chai, and a proper Sunday roast at the Princess Victoria.    "
                },
                "25": {
                    "title": "Dublin: Galagher's Boxty House, L. Mulligan Grocer, the Oar House",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 25,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci celebrates the delicious food culture in Dublin, Ireland at Gallagher's Boxty House, L. Mulligan Grocer, and fresh seafood at the Oar House in the seaside village of Houth.    "
                },
                "26": {
                    "title": "The Cannibal Café, Baja Café, The Ship",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 26,
                    "original air date": "18 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci sets sail for Hamilton, Ontario for great pub food at the Ship. In Tucson, Arizona, John devours Southwestern brunch at Baja Café and in Vancouver, the punk rock burgers at Cannibal Café.    "
                },
                "27": {
                    "title": "Queen Bee Cafe, Bon Temps Cafe, The Borough",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 27,
                    "original air date": "25 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci gets his crumpwich on at Seattle's Queen Bee, and drops in to Bons Temps Café in Saskatoon for a little Cajun cuisine before trying a Yorkshire pudding burger at the Borough in Toronto.    "
                },
                "28": {
                    "title": "Izabel's, Deacon's Corner, Two Dishes Cookshop",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 28,
                    "original air date": "2 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci starts his day off right with breakfast at Vancouver's Deacon's Corner. Then it's time for hearty home cooking at Peterborough, Ontario's Two Dishes Cookshop, and then heads to Izabel's in Waterdown, Ontario for some delicious schnitzel.    "
                }
            },
            "1": {
                "1": {
                    "title": "Boomers Gourmet Fries; Relish Burgers; John's Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci indulges in classic favourites with a twist - from 12 delicious, mouth-watering poutine combinations at Boomers Gourmet Fries in Stratford, ON (check out the signature \"poutini\" - garnished with an olive), to over 40 gourmet burger selections at Relish Burgers in London, ON (including one heart-stopping option named after the local ER) to more than 10 varieties of Eggs Benny at John's Place in Victoria, BC. Caution: This episode may induce a food coma. Can someone say defibrillator?    "
                },
                "2": {
                    "title": "Pizzeria Napoletana; Floyd's Diner; Haugen's Chicken & Ribs",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci is in Montreal, QUE, where he crushes tomatoes by hand at the family-run Pizzeria Napoletana, his Nona would be so proud. And by the time he leaves the restaurant he won't be just a friend, he'll be family! Buon Appetito! It's high stakes fun for a chef's preference mystery meal at Floyd's Diner in Victoria, BC. Customers who feel lucky raise the stakes on eating when they let John flip a coin for their order of the famous \"Mahoney.\" Heads, it's a free meal, tails, they pay double! And In Port Perry, ON at the legendary Haugen's Chicken & Ribs, John ...    "
                },
                "3": {
                    "title": "Uncle Betty's Diner, the Armview Diner, Pagliacci's",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci dishes up non-traditional breakfast treats at a new Toronto, ON favourite, Uncle Betty's Diner, where the eggs benny is served on freshly made, in-house doughnuts. Don't knock it 'til you've tried it! Over in Halifax, NS, The Armview Diner remains an institution since the 50s. Their fish comes strait from the shore through their door, and John follows in order to get cooking and serve updated classics to a new generation of Haligonian hipsters. From fish fries, to seafood burgers and salads, Haddock is the catch of the day. In Victoria B.C, ...    "
                },
                "4": {
                    "title": "Stoney's Bread Company, Rock Cod Café, The Tomahawk",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci lands at Stoney's Bread Company in Oakville, ON where they serve up a massive open-faced, blackened salmon sandwich on home-made focaccia. To die for! Over on the west-coast, he hits the Rock Cod Café in Cowichan Bay, BC famous for mouth-watering dishes like The Captain's Plate, stacked with deep-fried goodness including halibut, prawns, oysters, scallops and calamari. Even for John's appetite, that's a really big catch! And get ready for a new dance craze to sweep the nation as John shows off his signature \"bacon-mushroom-cheeseburger\" moves at The ...    "
                },
                "5": {
                    "title": "Busters BBQ, Argo Café, Magnolia's Grill",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    How far north would you go for authentic southern BBQ? Host John Catucci travels to Ontario's wilderness to discover a hidden gem in Busters BBQ, where blueberries are the key to killer sauce. John also visits the Argo Café in Vancouver, BC where they serve up everything from your typical diner food like grilled cheese sandwiches and fries to bistro-caliber duck confit. Then in Lunenberg, NS, John drops in at the renowned Magnolia's Grill, where he is put through the paces of making chef Nancy's signature fish cakes and delectable key lime pie. It's all fun and games ...    "
                },
                "6": {
                    "title": "Charlene's Bayside Restaurant, Tide and Boar Café, Prince Albert's Diner",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci feasts on one-of-a-kind favourites! An East Coast café, Charlene's Bayside restaurant, serves authentic comfort foods in a big way, including a bucket filled with chocolate mousse and brownies; and a Moncton, NB joint, the Tide and Boar, prepares everything in-house, from the famous Boar Poutine, right down to the ketchup. And if that's not enough, you might want to try their very own uniquely Canadian take on tiramisu, the \"Beeramisu.\" And welcome to the Prince Albert's Diner in London, ON, for a burger staple that offers bacon and peanut butter on ...    "
                },
                "7": {
                    "title": "Salvatore's Pizzaiolo Trattoria, The Harbour Diner, Hoito Restaurant",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci sinks his teeth into Halifax, NS's Best Pizza Pie for over 10 years running at Salvatore's Pizzaiolo Trattoria, where the cheese goes under the sauce putting it's taste over the top! At The Harbour Diner in Hamilton, ON, locals line up for juicy menu items such as a better-than-mom's meatloaf and mash and a big and meaty, super cheesy, crab and lobster mac'n cheese. While at Thunder Bay, ON's Hoito Restaurant, John takes a bite out of history with paper thin Finnish-style pancakes served there for nearly a century.    "
                },
                "8": {
                    "title": "Saint John Alehouse, Fraser Park Restaurant, Philadelphia Kitchen",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    At Saint John Alehouse in Saint John, NB, host John Catucci goes head-to-head with eight pounds of lobster and 42 ounces of prime rib steak rolled into one. Then off-the-beaten-path in Burnaby BC, John arrives to shake things up at Fraser Park Restaurant, a joint known only to locals where they string up German sausage and serve home cooking with a German flair. And in Orangeville, ON, a Philly Cheese Steak sandwich never tasted so good with 10 different varieties to choose from. Drippy, ooey-gooey, sloppy steaks have John doubling up on the napkins!!    "
                },
                "9": {
                    "title": "D & S Southern BBQ, Déjà-Bu, Bubi's Awesome Eats",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Looking to gain a little weight? How about a lot? John Catucci visits three Canadian eateries that offer only full-fat options! D & S Southern BBQ in Carlsbad Springs, ON features The Determinator Burger: three homemade patties, back bacon, beef brisket, onion rings, cheese... oh and built with grilled cheese sandwiches instead of buns. Think you can handle it? No-one else has! Déjà-Bu, in Caraquet, NB serves up poutine made with potatoes double fried in duck fat for double the crispiness and twice the flavour. At Bubi's Awesome Eats in Windsor, ON. they offer $1000 ...    "
                },
                "10": {
                    "title": "Stoneface Dolly's, Hadley's, Rick's Fish n' Chips and Seafood House",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Did someone say \"bobotie\"? John tracks down this South African mince meat delicacy at Stoneface Dolly's in Ottawa, ON a little family-run joint. And only four hours away down the Trans Canada Highway in Toronto, John walks in on Hadley's, a neighbourhood restaurant that smokes everything in-house including the cheese, and serves up classic comfort food, like their signature deep-fried \"poached\" eggs with homemade hollandaise. John also visits St. Peter's Bay, PEI and dives into Rick's Fish N' Chips and Seafood House for some seafood pizza (not just for sushi joints) ...    "
                },
                "11": {
                    "title": "Catch 22 Lobster Bar, Chicago Style Pizza, Topanga Café",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Mar. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Urban Deli, Ches's Fish & Chips, Reggie's Hot Grill",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci hits the road for good ole comfort food: At the Urban Deli in Moncton NB they serve up classic two-handers, a.k.a: Massive American-style deli sandwiches. In St. John's, NFLD, Ches's Fish and Chips - a local favourite for more than 60 years - remains tight-lipped on a famous family batter recipe where if you can't spell your name in the batter, then it's not ready! And at Reggie's Hot Grill in Peterborough, ON, John settles an argument between best friend owners while diving into Reggie's Signature Burger, an all-beefer topped with a fried egg, a ...    "
                },
                "13": {
                    "title": "Elgin Street Diner, Schwartz's Deli, Mrs. Riches Restaurant",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci discovers the perfect cure for what ails you at Ottawa's Elgin Street Diner. Open 24 hours, it's famous for its chilli laden poutine and humongous Hangover Blue Plate Special. Here they sell over 700 lbs of fresh cut fries per week, 700!!. John then gets strict schooling on the art of the perfect smoked-meat sandwich at Schwartz's Deli in Montreal, QUE (est. 1928), And at Mrs. Riches restaurant in Nanaimo, BC, John attempts to finish the massive K2 Mountain Burger and get his face on the \"wall of fame\" - will he be triumphant, or will he fail to ...    "
                },
                "14": {
                    "title": "Bonehead's, Dam Pub, Landmark Café",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "13 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Pulled pork and 'magic' spice rubbed ribs draw the crowds at Boneheads BBQ in seafood centric Halifax, NS. Host John Catucci licks smoked chicken bones clean and gets poutine lucky with burnt beef tips. And what's the name of that damn pub in Thornbury, ON...? Oh, yeah - it's \"fun times\" for John at Dam Pub with Chef Suzette, getting caught bypassing the pan when preparing shepherd's pie potatoes! John also drops into Landmark Café in Victoria by the Sea, PEI where he digs into a decadent, triple-cheesy lasagna the likes of which, dare he admit, his mother never made.    "
                },
                "15": {
                    "title": "Tallest Poppy, Cardinal Rules, JR's",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "20 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci braids his first challah and discovers new takes on throwback Jewish classics at Winnipeg's The Tallest Poppy, where the corned elk beats out the beef, and the blintzes are brazen. In Toronto, John goes mental for meatloaf muffins and bears witness to how rules are made to be broken through the magic of deep-fried mac and cheese, all at the modern west-end diner, The Cardinal Rule. And over at JR's in Almonte, ON, John makes his mama proud juggling spicy meatballs and showing off expert flambéing skills, well, almost expert!    "
                },
                "16": {
                    "title": "Blondies, Little Place by the Lights, Neighbours",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "27 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    As if being berated by Chef Sandy weren't enough, John has to take on her 9 lb double-decker hamburger. Only at Blondies in Winnipeg, MB could John find a burger bigger than a grown man's head - certainly bigger than his! Then in Ontario's cottage country, John is subjected to further 'teasing' in the kitchen, but manages to impress with his little gnocchi song at That Little Place by the Lights in Huntsville, ON. And at Neighbours in Vancouver, BC, John gets the 'good neighbour' treatment when taunted for his pizza sauce stirring skills and put to shame in a ...    "
                },
                "17": {
                    "title": "Tre Sorelle, Danske Bistro, Water Prince",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "4 May 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci is transported back to his childhood as garlic hits the pan with a sizzle at Tre Sorelle in Orillia, ON. It might take three sisters to prepare these Italian classics the old fashioned way, but it only takes one brother to eat them! Then, what do you get when a Czech family takes over a Danish restaurant? Same enormous portions of kylling and dansk schnitzel, only served up with a different accent! Watch John go dice for dice with Chef Paul preparing the out-of-this-world potato salad. And across the country in Canada's smallest province, John is ...    "
                },
                "18": {
                    "title": "Urban Diner, Fat City Frank's, Phil's BBQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "11 May 2012",
                    "year": "2012",
                    "plot": "\n    Brunch in Edmonton, AB means Urban Diner. Join host John Catucci as he makes a mess of the massive meatloaf breakfast sandwich, then flips out for their famous house signature poffertje pancakes. Haven't had your breakfast fill? Check out Fat City Franks in Calgary, AB, the ultimate mom and pop hot dog shop, where cool cat retirees Bob and Jane show John their one-of-a-kind breakfast dog. Then John learns the art of 'the big smoke' from the father of the TO barbeque scene, at Phil's BBQ in Toronto, ON. Will the sweet and sassy sauce reign supreme or will John's taste ...    "
                },
                "19": {
                    "title": "Red Top Diner, Diner Deluxe, Café Polonez",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "18 May 2012",
                    "year": "2012",
                    "plot": "\n    Go back to the golden age of diners with host John Catucci at Red Top Diner in Winnipeg, MB. The 60's might be over, but the Red Top's 6-patty Monster Burger lives on! Then, John lines up like a local at Diner Deluxe in Calgary, AB, where nifty nuances on brunch classics - like maple fried oatmeal and meatloaf hash - make it worth the wait. And at Café Polonez, in Toronto, ON, a restaurant so authentically delicious the former Polish president paid a visit, John tries his hand at pierogi making... You might want to leave that to the professionals, John!    "
                },
                "20": {
                    "title": "Boon Burger, Jelly Modern Doughnuts, the Musket",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "25 May 2012",
                    "year": "2012",
                    "plot": "\n    Meals are more than meats the eye at Boon Burger in Winnipeg, MB! See what happens when host John Catucci sinks his carnivorous teeth into the vegan delight Winnipeg voted burger of the year. Yes, we said vegan! Then, get ready to indulge at Jelly Modern Doughnuts in Calgary, AB, where Canadian classics maple and bacon join forces on the nation's most beloved coffee accompaniment. And in Etobicoke, ON John loosens his lederhosen to make room for The Musket's jager schnitzel. Watch as the masters of German meat work magical pork wonders.    "
                },
                "21": {
                    "title": "Evelyn's Memory, the Main, Dangerous Dan's",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Who's that mad man eating ice cream in the snow? Host John Catucci, of course! After cooking up a bowl of hearty, belly-warming beef stew, John dons his parka to enjoy homemade ice cream at Evelyn's Memory Lane Café in High River, AB. Then it's ready... steady... ribs-steak-smoked meat! John goes meat crazy at The Main, a founding father of Montreal's deli scene. Hope he leaves some room for the latkes! And in Toronto, ON watch John's cholesterol hit the roof, sampling the likes of 'The Coronary' and 'The Colon Clogger'. With names like that, no wonder this burger ...    "
                },
                "22": {
                    "title": "Chuckwagon Café, Tubby Dog, Flapjack's",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "8 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    We're in Turner Valley, AB where city boy host John Catucci gets a Wild West makeover; he mounts a horse and starts his day with the freshest burger possible. With their own cattle, Chuckwagon Café raises the bar on beef; 'if it ain't Alberta, it ain't beef!' Then John meets the shock jock of fast food, Jon Truch, at Tubby Dog in Calgary, AB, where the wild, wacky and wonderful hot dog creations feature madcap toppings like grape jelly or pickled ginger. And welcome to Flapjack's in Caledon, ON, home of sinfully delicious banana bread French toast and new pancake line...    "
                },
                "23": {
                    "title": "Coastal Waters, Chez Claudette, Tunnel BBQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Five-hundred and fourteen years after Giovanni Caboto discovered the scenic Cabot Trail on Cape Breton Island, Host Giovanni Catucci discovers the best reason to revisit it: creamy crab dip and a cinnamon bun in a skillet at Coastal Waters in Ingonish, NS. At Chez Claudette in Montreal, QC John shows off his fluent 'Franglais' while preparing the ultimate in Quebecois comfort dishes: freshly made tourtière and piled high poutine. Then John checks out a barbecue joint that Americans cross the border for! Ribs are rubbed, pork is pulled and John picks up sophisticated ...    "
                },
                "24": {
                    "title": "Baffo's Pizza, Tres Carnales Taqueria, New Glasgow Lobster Suppers",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "22 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    When a big pizza pie hits host John Catucci's eye, that's amore! John loves the old school Italian pizza at Baffo's, in Bolton, ON - but Chef Elio's rigorous pizza training might be more than he bargained for. Then - this ain't no Tex-Mex at Tres Carnales Taqueria in Edmonton, AB. From taco to torta, will John master authentic Mexican street food or get bounced out the door by a lucha libre masked man? And in New Glasgow, PEI, John goes tank to table, tackling a whole lobster at New Glasgow Lobster Suppers, an island institution since 1958!    "
                },
                "25": {
                    "title": "Highland Kitchen, Pfanntastic Pannenkoek Haus, Joe Feta's",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "29 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Host John Catucci takes a cross-Canada Euro-food tour! Highland Kitchen in Edmonton, AB might have a Scottish sounding name, but it's their modern Ukrainian inspired fare - like pork stuffed nalysnyky (crepes) - that John enjoys in the city's historic Highlands neighbourhood. Then John's flick-of-the-wrist flipping skills are put to the test at Pfanntastic Pannenkoek Haus in Calgary, AB, where more than 80 varieties of giant Dutch pancakes are served for breakfast, lunch and dessert. Traditional Dutch varieties - like onion, bacon and cheese - go head to head with ...    "
                },
                "26": {
                    "title": "Sugarbowl, the Grilled Cheese, Shish-Kabob Hut",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "6 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Man can't live on cinnamon buns alone, but host John Catucci certainly tries at The Sugarbowl in Edmonton, AB. An iconic landmark since 1942, the signature sweet and sticky buns draw crowds from across the city. And at The Grilled Cheese in Toronto's Kensington Market, John goes in for a grown-up version of the sandwich everyone grew up on. Will he slay 'The Beast', or will this double cheese,double meat doozy be too great a challenge? Then the cheese keeps on coming for John at the Shish-Kabob Hut in Peterborough, ON - in the form of a hot pepper and feta spread that...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    \"I do like them, John I am, I do like green eggs and ham...\" especially on a pizza! While visiting Pie in Barrie, ON, host John Catucci learns to create a storybook pizza that could only be conceived by the mind of Dr. Seuss OR chef Randy Feltis. And he even attempts to eat the most epic pie of them all - the Furious Canucker - named after Canadian champion eater, Furious Pete. Next stop is Burger Barn in Oshweken, ON where Catucci enjoys a First Nations twist on burgers, tacos, E-I-E-I-Ooooo. Just don't expect to see any veggies, because there's no room! John's last ...    "
                },
                "2": {
                    "title": "Black Forest Inn, Fiesta Mexicana Restaurante Y Cantina, The Churchill Arms",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Host John Catucci visits Black Forest Inn in Hamilton, ON, bringing his own meat mallet to pound out some massive Bavarian schnitzels. Chef Wolfgang Schoen has been cooking 13 crispy, juicy varieties of schnitzels for over 35 years, like his Jager Schnitzel or \"Hunter's Cutlet\", smothered in mushroom gravy. Next up, John travels to the city of Kamloops, BC for traditional Mexican cooking at Fiesta Mexicana. There he tackles a very complex mole sauce recipe for a \"chocolate chicken\" enchilada so hard to find words for, we had to cue the chef's vocal sound effects. Last...    "
                },
                "3": {
                    "title": "Edgar, Dr. Laffa, Diana's Gourmet Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Host John Catucci doesn't just go out for brunch, he goes out of his way to Gatineau, QC for one of the best brunches in Canada. Chef Marysol Foucault creates brunch heaven with maple syrup soaked bacon, pork belly in a pop over and a huevos rancheros that can only be described as Franco-Mexican delicious. John then samples Israeli food at Dr. Laffa's in Toronto, ON. The famous Laffa bread is the heart and soul to almost every dish and Chef Yoram Gabay coaches John as he slaps the dough into the restaurant's truly unique oven. Finally, John changes gears and finds ...    "
                },
                "4": {
                    "title": "Caplansky's Deli, Wildside Grill, Miura Waffle Milk Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Host John Catucci visits Caplansky's Deli in Toronto, ON and gets a lesson in smoked meat - Toronto style. Owner Zane Caplansky might be zaney, but he's not crazy! He makes the sanest decision of his life by adding his signature salty smoked meat to his meatloaf. And some might say his \"Leaning Tower of Caplansky\" is a little off the rocker. The French toast is piled so high it literally leans right off your plate. Next up, John takes a walk to the Wildside - Grill that is - in Tofino, BC. With a boat to basket mentality it has surfers flocking to the restaurant's ...    "
                },
                "5": {
                    "title": "The Reef, Smokin' George;S BBQ Restaurant & Takeout, Mickey's Dragon Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Host John Catucci visits Miss Kitty and cook Paulette who team up at The Reef in Vancouver, BC to bring true homestyle island meals to this northern, west coast metropolis. There, John discovers a unique Canadian/Caribbean hybrid dish - The Jerk Chicken Poutine - and improves his cooking lexicon as he cooks up a flavourful, spicy jerk chicken and gravy to smother a plateful of crispy, homemade fries. It's the perfect island treat made for a Canadian. Then, in Nanaimo, BC at Smokin' George's BBQ, John samples a fully loaded, deep fried, brisket baked potato. Sound ...    "
                },
                "6": {
                    "title": "Tess, Tibetan Kitchen Café, Highlevel Diner",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Host John Catucci enrolls in French cooking classes at Tess in Halifax, NS where Chef Michael Cullen schools John in the making a Croque Madam. This is one waffle that gets a little sweeter by cooking the ham in the waffle! Take that, Paris chefs! John then travels to Victoria, BC and continues his food schooling at the Tibetan Kitchen Café, where Chef Pemba gives him a pop quiz in samosa making. Trouble is John, it's a trick question as her recipe calls for the non-traditional ingredient - craisins! Finally, John's in Edmonton, AB at the Highlevel Diner taking his ...    "
                },
                "7": {
                    "title": "Klondike Rib and Salmon, Colette's Place, Sofra",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Host John Catucci rushes to the far, far north where at the Klondike Rib and Salmon Grill in Whitehorse, YK, the only thing shining brighter than the midnight sun is Dona Novecosky's smile! This feisty woman's got plenty of game and gives it to John with a rich and creamy elk stroganoff. Next up, John heads east to Collette's in Glace Bay, NS and finds a filling Christmas dinner all wrapped up in the gift of a festive poutine. Hark, John hears the herald angels sing! And lastly, John travels back west and visits Edmonton, AB to enjoy what else? Turkish food! At Sofra,...    "
                },
                "8": {
                    "title": "The Burger's Priest, Bread Bar, EE Burritos",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci attends a day of worship at The Burger's Priest in Toronto, ON, where he communes with grilled cheese hamburgers of biblical proportions and tries to solve \"secret menus.\" John's mission; to infiltrate the high priest Shant Mardirosian and crack the code of why his burgers are the Holy Grail. Next in Hamilton, ON, there's a bakery/pizzeria that combines their disciplines to make the best pizza crust in town. Only John could use a little discipline himself when attempting to toss the dough - or have it tossed out. Finally, John travels to Central ...    "
                },
                "9": {
                    "title": "Flavour19, Louisiana Purchase, Rocket Bakery",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    FORE! John Catucci is hightailing it off the tee box and right into Flavor19, a restaurant in the middle of a Sydney, NS golf course. Golfers and non-golfers alike hang out and enjoy burgers covered in mac and cheese or topped with gigantic onion rings. Burgers so filling everyone will need a ride home in a golf cart afterwards! John's next visit is to the heartland of Canadian beef, Edmonton, AB. There he manages to wrangle... a gator!? Louisiana Purchase serves up some serious heat in authentic Creole spice dishes like alligator kabobs. Last stop is to the rock in ...    "
                },
                "10": {
                    "title": "Shine Café, Banh Mi Boys, Smoke & Spice Southern Barbeque",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "15 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    At Shine Café in Victoria, BC, host John Catucci discovers a Scotsman cooking the most deliciously outrageous Bennies and Hash. The 'Ooo Benny' is piled high with sweet potato mash, grilled turkey, and crispy onion rings. Drizzle it with sweet maple infused hollandaise sauce and you'll say \"Ooo\" too. Then, in Toronto, ON, John finds three brothers who take their mom's traditional Banh Mi sandwiches - subs with Asian flair - and twist them up with unique stuffings like a rich duck confit. Over at Smoke and Spice in Windsor, ON, Chef Ryan Odette learnt all his tricks ...    "
                },
                "11": {
                    "title": "Murray Street, Fanny Chadwick's, Antoinette's",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "22 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci has seen quite a few poutines in his travels, but Murray Street Kitchen in Ottawa, ON has managed to blow his mind once more with a potato-less poutine topped with a duck confit and swimming in \"beast\" gravy. Then John visits every mother's kitchen at Fanny Chadwick's in Toronto, ON. Chef Vega Janic is amping up old homestyle favourites, turning her restaurant into your new home away from home with comforting shepherd's pies and savoury tourtières ! Lastly, John searches for the best Caribbean food, but instead of going down south he follows his food...    "
                },
                "12": {
                    "title": "The American Cheesesteak Co., Soulyve, Murray's Sandwich Emporium",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "22 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci pays homage to the city of brotherly love... in Vancouver?!, where The American Cheesesteak Co. successfully masters the \"art\" of a Philly cheesesteak. Celebrity chef Anthony Sedlak takes this American classic sandwich, infuses it with the highest quality beef and then gives it a lot of flair with a variety of condiments only the passionate, energetic, Anthony Sedlak could imagine. John then travels south - to Orangeville, ON that is - in search of the biggest and spiciest dishes the islands have to offer. The kitchen truly heats up when John tries ...    "
                },
                "13": {
                    "title": "The Holy Grill, the Flying Spatula Diner, Chewies Steam and Oyster Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "5 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci visits Calgary, AB and finds The Holy Grill of breakfast perfection. Three brothers cook everything from \"smashbrowns\" and bennies to massive paninis with crispy beet chips, converting John into a devout follower. Next up, John visits The Flying Spatula Diner in Flesherton - one of the few true truck stop restaurants left in Ontario where GOOD food comes first. John samples the traditional prime rib dinner and a massive hot turkey sandwich - both smothered in hot and savoury gravy. Lastly, John travels west to Vancouver, BC for an authentic southern ...    "
                },
                "14": {
                    "title": "Chino Locos, Memphis Fire Barbeque Company, Déjà Vu Café",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "5 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Gotta have some noodles in your burrito? Host John Catucci drops in at Chino Locos in Toronto, ON where that's exactly what you get! With hip-hop inspired names like 'Da Finest Fish Burrito' or 'Off-Da-Hook', somebody there is definitely going loco. Further west down the tracks in Winona, stop in at one of the most talked about BBQ joints in Ontario. Memphis Fire Barbeque Company serves smoked meat for breakfast, lunch and dinner and John has half a mind to take on their breakfast special; 'The Lobotomizer'. And at Déjà vu Café in Moose Jaw, SK, John discovers a ...    "
                },
                "15": {
                    "title": "Via Tevere Pizzeria, The Crepe House, Hilltop Diner",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "12 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci lands in Vancouver, BC at Via Tevere Pizzeria, but is convinced he's actually in Naples! Brothers Frank and Domenic teach John the very precise ritual for making their deliciously rustic and simple, thin crust, wood-fired Neopolitan pizza. John's next stop is at another spot serving circular creations, The Crepe House in Port Dover, ON. Chef Penny Nunn serves traditional crepes alongside creative creations like her Crepe Cannelloni and Shrimp & Scallop Coconut Curry Crepe! Last stop for John is a trip back in time to Hilltop Diner in Langley, BC ...    "
                },
                "16": {
                    "title": "Black Skirt, L'Avenue, El Camino's",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "12 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci gets his pasta fix at Black Skirt in Toronto, ON, enjoying his Domenica spaghetti - translating to 'Sunday spaghetti' - mid-week! Chef Aggie cooks her Nona's sauce for this giant plate of pasta and John once again finds comfort in his heritage. Then John visits the hottest brunch spot in Montreal, L'Avenue. He better brush up on his French to order the signature sucré-sale-croustillant (sweet savoury crispy) - a plate filled with crunchy panko coated French toast covered in ham, cheese and sweet maple syrup. Finally, John heads to Vancouver, BC's ...    "
                },
                "17": {
                    "title": "The Bungalow, the Rumpus Room, Big Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci visits The Bungalow in London, ON. Nope, not a single-story house, but the home of a gazillion delicious burger options. Watch as John takes up residence and shows how game he is by sampling every burger from boar to buffalo. Over at The Rumpus Room in Vancouver, BC John cosies up with vintage board games and waffle burgers, returning to childhood with kiddie classic snacks like \"ants on a log\" - celery sticks with peanut butter and raisins. Lastly, John satisfies his hankering for fresh seafood at a restaurant in... ALBERTA?! Big Fish in Calgary has...    "
                },
                "18": {
                    "title": "Kawaii Crepe, Argyle Street, Skinnytato",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci visits Kawaii Crepe in Winnipeg, MB for some of the cutest crepes he's ever seen. The thin pancakes appear in inventive savoury incarnations, with fillings like sweet yam or saucy pulled pork! Next up is one of Ontario's friendliest roadside stops. At the Argyle Street Grill in Caledonia, ON, John samples old time classics like chicken and ribs: crispy rotisserie chicken with a massive rack of fall-off-the-bone ribs - simply scrumptious! John's last stop is for a traditional Polish feast in Victoria, BC at Skinnytato - but there's nothing skinny ...    "
                },
                "19": {
                    "title": "Boxwood Café, Belgian Fries, Smitty's Oyster House",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "26 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci spins right round at Boxwood Café in Calgary, ON where meals rotate to perfection on the rotisserie. We're talkin' chicken, lamb and pork all going round and round, proving the best food is cooked \"low and slow.\"! Next up, John is in Vancouver, BC where he discovers that poutine is alive and well outside of Quebec. At Belgian Fries you can enjoy European style fries dressed in Franco-Canadian style with the finest of ingredients from Europe to the Middle East. Finally, John travels up to the Sunshine Coast in BC, where the sun never shines and the ...    "
                },
                "20": {
                    "title": "Kekuli Café, Big T's BBQ and Smokehouse, Pressed",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "26 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Host John Catucci travels to Westbank, BC and visits Kekuli Café; a restaurant with a simple mantra - Don't panic we've got bannock! Chef Sharon Bond incorporates an ancient Indian ingredient in making a First Nation fry bread used for everything from Bannock Buffalo Burgers to Berry Bannock Bread Pudding. Then John finds a one-of-a-kind pit master in Nikki Bond at Big T's BBQ and Smokehouse in Calgary, AB. Nikki loves her meat, and has created The Elvis Platter featuring 6 different smoky types - can John keep up with this petite blonde BBQ chef? Lastly, John presses...    "
                },
                "21": {
                    "title": "That Italian Place, Barque Smokehouse, La Taqueria Taco Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "3 May 2013",
                    "year": "2013",
                    "plot": "\n    John Catucci asked for your recommendations and now he's at your favourite restaurants for another Fan Fave Edition of You Gotta Eat Here! Pat Defilippis confesses that he visits That Italian Place in Brampton, ON at least 2 or 3 times a week and insists that John's gotta try \"The Big Mouth Challenge\" - a 7.5 pound Stromboli! In Toronto, fans swear that every bite is good at Barque Smokehouse, where brisket on your benny and smoked duck on your pancakes make their BBQ brunch one of the best in the city! John's last stop is for authentic Mexican tacos in Vancouver. La ...    "
                },
                "22": {
                    "title": "Cheesecurds Gourmet Burgers and Poutinerie, Wallflowers Modern Diner, Bernie and the Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "3 May 2013",
                    "year": "2013",
                    "plot": "\n    John Catucci asked for your recommendations and now he's arrived at your favourite restaurants for another Fan Fave Edition of You Gotta Eat Here! In Dartmouth, NS at Cheesecurds, super fan Bailey Jawornicki wrote in to tell John about yet another amazing use of, you guessed it, cheese curds. Bailey's tried every single burger, but the one she loves and needs John to try is the legendary CC Porker with crispy onion rings, salty bacon, and of course, pillows of cheese curds! Next John finds Wallflower Modern Diner in Vancouver, BC which fans claim is their home away ...    "
                },
                "23": {
                    "title": "Smoque Shak, Slickety Jim's Chat n' Chew, Boogie's Burgers",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "10 May 2013",
                    "year": "2013",
                    "plot": "\n    John Catucci asked for your recommendations and now he's arrived at your favourite restaurants for another Fan Fave Edition of You Gotta Eat Here! Super fan Dee Dee Ruda has been going to Smoque Shack in Ottawa, ON since day 1 and wrote in, \"the jerk BBQ puts a tingle on my lips and a smile on my face.\" And John is feelin' the heat mon when he tries the BBQ jerk pork, Jamaican style! Next stop is to Slickity Jim's Chat n' Chew in Vancouver, BC where fan Michelle Baye wrote in about an elusive dish called The Abstract Notion - meaning, the chef just makes it up on the ...    "
                },
                "24": {
                    "title": "The Hogtown Vegan, the Dish Bistro, Motor Burger",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "10 May 2013",
                    "year": "2013",
                    "plot": "\n    John Catucci asked for your recommendations and now he's arrived at your favourite restaurants for the Fan Fave Edition of You Gotta Eat Here! Super Fan Barbi Lazarus wrote in and proclaimed that The Hogtown Vegan is the place for vegans and their carnivore friends to get great, greasy, diner food. John tries her favourite - the \"unpulled\" pork sandwich, yes, you read correctly \"unpulled\" pork, topped with a creamy, crunchy slaw. The next Fan Fave stop is Edmonton, AB, where John checks out Super Fan Julie Crick's recommendation, The Dish Bistro. Chef Michael ...    "
                },
                "25": {
                    "title": "Burger 55, the Smokin' Buddah, Icehouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "17 May 2013",
                    "year": "2013",
                    "plot": "\n    John Catucci asked for your recommendations and now he's arrived at your favourite restaurants for another Fan Fave Edition of You Gotta Eat Here! Super fan Tracy Reis wrote in about burger customization at Burger 55 in Penticton, BC. She said, \"You can build your own burger by choosing from a gazillion ingredients!\" With wacky toppings like grilled peaches and drunken onions, it's enough to make a host sing its praises. Next stop is The Smokin' Buddah where it's a culinary world tour without leaving the comfort of Port Colborne, ON. Fan Rick Sheppard tells us, \"Chef ...    "
                },
                "26": {
                    "title": "The Early Bird, Made in Mexico Restaurant and Cantina, Chafe's Landing",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "17 May 2013",
                    "year": "2013",
                    "plot": "\n    John Catucci asked for your recommendations and now he's arrived at your favourite restaurants for another Fan Fave Edition of You Gotta Eat Here! Super fan Annie Waugh, who wrote in about The Early Bird in London, ON, couldn't say enough about the turducken club. John just had to find out how turkey, duck, and chicken come together in this supersized sandwich! John's next Fan Fave stop is in Mexico, rather Newmarket, ON, at Made in Mexico. Fan Mandy Wilton Hagen wrote that the Nachos Rancheros in this Canadian city are the real deal, not to mention closer to get to. ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Rangoli, Lancaster Smokehouse, The Big Orange Lunchbox",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "11 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    At Rangoli in Vancouver, BC, celebrity chef Vikram Vij cooks with all the exotic Indian flavours of his upscale restaurant, Vij's, but enthusiastically serves them with a casual twist. Host John Catucci trades in his fork for naan to enjoy a Vegetarian Red Curry, Lamb Curry, and Pulled Pork in Indian spices. In Kitchener, ON, everybody loves pigtails, so John can't wiggle out of trying the Lancaster Smokehouse's smoky, southern, soul food treat. Then at The Big Orange Lunchbox in Charlottetown, PEI, John discovers that regardless of whether his burger is made from ...    "
                },
                "2": {
                    "title": "Bin 4 Burger, Jane Bond, UNA",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "9 May 2014",
                    "year": "2014",
                    "plot": "\n    Bin 4 might be named for the wines but it's the burger selection that brings fans and host John Catucci to this Victoria, BC restaurant. Pure beef, bison and pork, with no filler, makes up these delicious burgers. And there're plenty of amazing toppings like brie cheese and apple, so it's kinda healthy too. The name is Bond, Jane Bond, and it's no secret that this Waterloo, ON vegetarian restaurant is on everyone's hit list. Agent John Catucci infiltrates chef Vicky's kitchen to uncover how her Eggplant Parmesan Sandwich controls the minds and bellies of her patrons. ...    "
                },
                "3": {
                    "title": "Fine Diner, Famous Pepper, DDMAU",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "30 May 2014",
                    "year": "2014",
                    "plot": "\n    In Calgary, AB, host John Catucci discovers nothing could be finer than to eat at Fine Diner. The meatballs remind him of his father's, the veggie mac & cheese is loaded with mushrooms sautéed in truffle oil, and you just gotta love the maple syrup bacon wrapped meatloaf! PEI is famous for its potatoes and Famous Peppers is famous for topping their pizzas with PEI potatoes, donairs, tacos fixin's and fresh fruit. John knows this pizza joint will be famous for more than just it's 15 minutes! And in Vancouver, BC, DD MAU \"Asianifies\" comfort food, with specialties like ...    "
                },
                "4": {
                    "title": "Fresh & Sweet, Gruman's, Leche Desserts",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "11 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Fresh and Sweet doesn't usually go with the handle, \"roller derby queen\", but this Regina, SK restaurant does because it's owned by one. Host John Catucci gets bowled over by chef Beata Thompson's fresh and sweet ingredients she uses in her massive brunch dishes like Bacon & Peach Pancakes and White Chocolate Banana Bread French toast. SWEET! Then at Gruman's in Calgary, AB, John finds that Jewish comfort food means Montreal smoked meat dishes, coleslaw and a side of western hospitality. And at Léché Desserts in Montreal, QC, doughnuts get the gourmet treatment ...    "
                },
                "5": {
                    "title": "Jack's, Wilbur & Sabastian, Say Cheese",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Jack's in Kingsville, ON, where the food is friendly and the people are delicious... or is it the other way around? Host John Catucci travels to this destination gastropub where locals and tourists flock to enjoy Brisket & Stout Stroganoff, New England Smothered Chicken and Tempura Yellow Perch. You don't know Jack's until you get there. Next at Wilbur & Sabastian's in Port Coquitlam, BC, chef Christina Sepidoza melds Filipino with Canadian comfort foods and hides vegetables in her dishes, because just like mum, she \"knows best.\"And if John cleans his plate, he can ...    "
                },
                "6": {
                    "title": "Pig BBQ Joint, Two Six (Ate), Taco Pita",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "23 May 2014",
                    "year": "2014",
                    "plot": "\n    Pig BBQ in Victoria, BC is leading the way in social media dining. When host John Catucci's phone gets a \"Bacon Explosion\" alert, he and hundreds of others race to the restaurant for barbequed bacon, wrapped in sausage, wrapped in more bacon, and loaded into a fresh bun. BOOM! Two Six [Ate], what does John appreciate more than this fun restaurant in Ottawa, ON? Shrimp Corn Dogs and Fried PB&J Sandwiches with Ice Cream turn childhood fantasies into grown up realities. Adults win, sorry kids! Next, John's visiting Taco Pica in Saint John, NB, this Guatemalan hot spot ...    "
                },
                "7": {
                    "title": "Praire Harvest, St. Joachum Diner, The Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2 May 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci found this little piece of heaven on a day off from shooting and insisted on returning. Honest, simple, and homey describes Prairie Harvest in Saskatoon, SK. Using only farmer's market ingredients, Chef Mike creates inspired, home-made faves like lasagna [designed for his wedding], burgers [turducken] and the main reason John insisted on returning, Maple Bacon Doughnuts! Then, at the St. Joachim Diner In Belle River, ON, bring your appetite and a take-home box, because the meals are enormous. John perfects the \"lean and jam\" eating technique needed ...    "
                },
                "8": {
                    "title": "Jam Cafe, The Gabardine, Gasthof of Old Bavarian Haus",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Whatever you're craving for breakfast, Jam Café in Victoria, BC has it in massive portions. Case in point, host John Catucci witnesses the making of the Charley Bowl, a crazy concoction of shredded potatoes, tea biscuits, cheese, sausage gravy and two eggs all in a bowl the size of his head. Next, the experience at the Gabardine in Toronto, ON, is like wrapping yourself up in a blanket of pork... with hoisin sauce. It gets messy! It's home cooking in the heart of the city's financial district with classic meals like Chicken Pot Pie and Mac & Cheese. John insists it's ...    "
                },
                "9": {
                    "title": "The Club, Foo, Tundra Inn & Pub",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "25 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Welcome to The Club, b'y! Host John Catucci's in St. John's NF, where he earns his citizenship, and pub grub such as a \"Newfie Steak\" [aka Bologna] meal. John's initiation to east coast delicaciescan only be topped by, you guessed it, kissing the Cod. Next, Asian street food is brought indoors and twisted up a notch at FOO in Victoria, BC. John sets aside his fork and sharpens his chopsticks to enjoy Vietnamese Caramel Chicken, Pork & Pineapple Fried Rice and Beef & Broccoli Chow Mein. It's sit down take out, brilliant! Then it's to the far north and The Tundra Inn in...    "
                },
                "10": {
                    "title": "Morris East, Cafe Radio, Pig Out BBQ",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "4 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    At Morris East in Halifax, NS, everything gets baked in their wood-fired oven, absolutely everything! Host John Catucci warms up on his campfire skills baking a Breakfast Pizza, Vegetable Fritata and Marshmallow S'more, from scratch. And at Café Radio in Carstairs, AB, John finds there is more to broadcast than music. How about their home-cooking twists like Pizza Soup and Bacon Wrapped Meatloaf sandwiches. Now that's worth singing about, and boy does John like to sing! With a name like Pig Out BBQ, you might think this Pickering, ON, family restaurant is all about ...    "
                },
                "11": {
                    "title": "Art-is-in Bakery, Sloppy Hoggs Roed Hus, Salt Shaker Deli",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "13 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Artisan bread is all the rage, and so is Art-Is-In bakery restaurant in Ottawa, ON. Host John Catucci learns how to pair up fine homemade breads with perfect ingredients and condiments to make creative, delicious sandwiches. Ever thought of a deep-fried, spicy, pickle melt? Thought not! Then, John might need ten napkins and a shower after chowing down at Sloppy Hoggs in Edmonton, AB. What else would you expect when ordering a burger named My Ridiculous Fat Ass? This restaurant is a celebration of meat, lots of meat so sit down! Finally, John insists you don't want to ...    "
                },
                "12": {
                    "title": "Fancy Franks, Soda Jerks, Pedal & Tap",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "23 May 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci eats for a living so it's hard to impress him, but Fancy Franks in Toronto, ON is no ordinary hot dog stand! With fun names and modern twists on your standard snap dog, Chef Angelos serves surprises like a \"chicken bacon\" topped beef dog called Franky Goes To Buffalo, or if you're in a rush, try the Frankenapolis, a Greek Salad on your hotdog. Ooooh, fancy! At Soda Jerks in Edmonton, AB, there's nothing stupid about their philosophy, \"If you love something, put it on a burger.\" This build your own burger joint has John constructing enormous meals ...    "
                },
                "13": {
                    "title": "Beast, Crazyweed Kitchen, Beer Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2 May 2014",
                    "year": "2014",
                    "plot": "\n    You haven't taken on a breakfast sandwich quite like the \"Beastwich\" until you've visited Beast in Toronto, ON. Host John Catucci joins the husband and wife team that created this monster. Afraid? You can always opt for their Breakfast Sandwich, but that's scary good too! He's enjoying Singapore Style Curry, Vietnamese Meatballs, Thai Seafood, John can only be in South East Asia, right? Wrong! He's at the Crazyweed Kitchen in Canmore, AB, nestled in the Canadian Rocky Mountains where Olympians and mortals alike feast on dishes inspired from around the globe such as a ...    "
                },
                "14": {
                    "title": "Bear Street Tavern, Sul Irmaos, Le Chic Shack",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "9 May 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci is as hungry as a bear, so while in Banff, AB he stops in at the Bear Street Tavern. It's well known to skiers and hikers for it's wild game pizza, but wait till John gets a paw on the Pork Belly Mac & Cheese, now that's worth coming out of hibernation for! Next, in Brampton, ON, it may be a mouthful to pronounce Surl Irmaos, but that's just the beginning. John tries to conquer his fear of massive sandwiches like the Pulled Pork Beanasaurus and Turkey & Waffle [plus calamari & peppers] Sandwich. Lastly, poutine gets an upgrade to version 2.0 at Le ...    "
                },
                "15": {
                    "title": "Chicago Edition: Lou Malnati's Pizzeria, Mr. Beef, Manny's Delicatessan",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "4 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    You want thin crust pizza, then stay at home. Host John Catucci is in Chicago, IL, at Lou Malnati's, the oldest family name in deep-dish pizza. Layer after layer of cheese, meat, veggies and sauce, bake on a delicate, buttery deep-dish pie shell. You want a taste of the real Chicago? Mr. Beef makes legendary beef sandwiches that are huge, delicious and really soaked in juicy gravy. Things get messy for John in the windy city. And at Manny's Delicatessen, a Chicago institution since 1942, massive corned beef and pastrami sandwiches, plus Barack Obama's favourite, a ...    "
                },
                "16": {
                    "title": "Rock Lobster, Harper's Burger Bar, Casa Calzone",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "4 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci is in the heart of Toronto, ON, yet it feels like the east coast at Rock Lobster. There's nothing pretentious about this place, Lobster Rolls and chips are served beside a skillet full of Lobster Mac & Cheese and the gooiest, squeakiest Lobster Poutine. At Harper's Burger Bar in Kingston, ON, outrageous hamburgers hit all 4 known taste buds, and then, John discovers the elusive fifth flavour, Umami. At Casa Calzone in Quebec City, QC, your everyday pizza pocket becomes a thing of beauty when ignited as La Flambé Au Cognac and pulls at John's heart ...    "
                },
                "17": {
                    "title": "Burger Revolution, White Brick Kitchen, Old Crow Cafe",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "30 May 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci goes insane while eating the food at Mad Chef Café in Courtenay, BC. Words can't really describe what kind of madman serves something called the Death By Bacon Burgerrito or the Chocolate Covered F Bomb. Next John has a meltdown for MLTDWN's exotic grilled cheese sandwiches. Lasagna Grilled Cheese, Herbed Chicken with Lemon Aioli or a Raspberry Cheesecake grilled cheese are just a start at this Kingston, ON, hot spot. You're welcome! And once John arrives at The Twisted Apron in Windsor, ON, he finds good 'ole home cooking, but with a gourmet twist. ...    "
                },
                "18": {
                    "title": "Lucy's Eastside Diner, Ciao Roma, The Branch",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci says, \"I love Lucy's Eastside Diner in Vancouver, BC\", where 4 classic diner burger patties, bacon, sausage, chili, onion rings and an egg make up a namesake sandwich. Next John says goodbye to his diet at Ciao Roma in Vaughn, ON, where he finds a vast selection of Roman style pizza, cut and weighed to order. And then John is off to The Branch, a destination restaurant in Kemptville, ON. There, BBQ Brisket gets a wake up call and taste jolt with a caffeinated coffee rub. No need for a nap after eating the huge portion served.    "
                },
                "19": {
                    "title": "MLTDWN, the Mad Chef Cafe, Twisted Apron",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci goes insane while eating the food at Mad Chef Café in Courtenay, BC. Words can't really describe what kind of madman serves something called the Death By Bacon Burgerrito or the Chocolate Covered F Bomb. Next John has a meltdown for MLTDWN's exotic grilled cheese sandwiches. Lasagna Grilled Cheese, Herbed Chicken with Lemon Aioli or a Raspberry Cheesecake grilled cheese are just a start at this Kingston, ON, hot spot. You're welcome! And once John arrives at The Twisted Apron in Windsor, ON, he finds good 'ole home cooking, but with a gourmet twist. ...    "
                },
                "20": {
                    "title": "Creperie Catherine, William's FamilyDiner, Jack & Lois",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    After hitting the slopes on Mount Tremblant, QC, host John Catucci warms up at Crêperie Catherine with amazing crepes from a sweet Granny Smith, to a savoury Florentine and Smoked Salmon. The Williams Family Diner in Prince Edward County, ON, is a not so average small town family diner serving home cooked Pad Thai, Mexican Fish Tacos, and Swiss sausages with spaetzle, yet accompanied by diner sides like onion rings!Then, John's lovin' Jack & Lois in Hamilton, ON where the décor is mismatched but the sammies are perfectly put together. With fun names like The ...    "
                },
                "21": {
                    "title": "Ben & Izzy's Deli, Rinos, Little Louie's Burger Joint & Soupery",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucciis in Toronto, ON and joins a fellow Italian in his kosher kitchen. Yup, you read this right. Young and old, goy and mensch, food lovers alike adore chef Ben \"Dino\" Venasio's deli mash-ups featuring his Chicken Club Sandwiches with Beef Bacon or Pastrami and Potato Knishes. Then in Windsor, ON, John stops by Rino's, where pub-grub like Linguine Carbonara covered in cured pork and Rabbit Ragùelevate the traditional pub menu, making it a place worth raising a glass to. Finally, in quaint Cambridge, ON, Little Louie's Burger Joint & Soupery blows John's ...    "
                },
                "22": {
                    "title": "Miami Edition: La Cameronera, 11th Street Biner, El Mago de las Fritas",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "4 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci heads south of the border to the sun and fun to get a taste of the greatest food in Miami, FL. At La Camaronera (Spanish for \"The Shrimper\"),this Little Havana institution serves locals and tourists alike, deep-fried Cuban specialties of shrimp, lobster, fish and stone crabs. Miami Beach may be all about flash, but John finds the most casual and comforting of diner foods at 11th Street Diner, a converted 1948 Airstream, serving Southern Fried Chicken, Pork Chops with Apple/Raisin Garnish and Argentinian Skirt Steak. And the Frita is the thing in ...    "
                },
                "23": {
                    "title": "West Street Willy's, The Big Feast, Q BBQ House",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "20 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    West Street Willy's may be Goderich's best-kept secret, until now! Host John Catucci makes tracks to this western Ontario beach community to reveal a not-so-serious breakfast menu featuring Red Velvet Pancakes, or a French toast sandwich, layered with peanut butter, banana and bacon. If there's smoke, there's delicious barbeque. So when fans speak out, John's off to Q BBQ Public House in Cambridge, ON where they celebrate everything smoked, including their Pig In A Blanket (a pulled pork wrap), Meatloaf, and Chicken Pot Pie. And with a name like Big Feast Bistro, you ...    "
                },
                "24": {
                    "title": "La Cubana, The Bull BBQ Pit, Garrison House",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "13 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Nestled in the heart of Toronto's Roncesvalles neighborhood, host John Catucci discovers a retro diner specializing in contemporary takes on traditional Cuban diner food. Welcome to La Cubana! From the original Cubano Sandwich with Grilled Corn to a Guava BBQ Short Rib with YucaFrita, the sun shines a little brighter when this local diner is open. It's no bull, The Bull BBQ Pit is the place where college kids and families actually hang out in the same restaurant. John tries to wrap his head and lips around inventive burgers like a triple-threat sandwich made of ...    "
                },
                "25": {
                    "title": "Calabash, Chuck's Burger Bar, Sky Blue Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "20 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    As a port city, Vancouver, BC, is a hotbed for international cuisine, so it's a natural for host John Catucci to pop up at a Caribbean restaurant like Calabash Bistro. John gets a taste of staples like Goat Curry and Fried Fish, but it's chef Cullin's Roti Stack with Calabash Coleslaw, featuring layers of homemade roti pastry shells, flavourful plantain & eggplant that resembles a lasagna that strikes a chord with John. Next, John lands in \"The Hammer\", Hamilton, ON, where at Chuck's Burger Bar the simple \"grind it and grill it\" attitude forms the basis for every ...    "
                },
                "26": {
                    "title": "The Regal Diner, Mile One Eating House, Baker Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Host John Catucci heads over to Niagara Falls, ON, for lunch-counter classics at the historic Regal Diner, from breakfast staples like a Bacon, Tomato, Onion & Cheddar Omelette, to Sausage Butties, or the ever intriguing Bahaji Burger. Then, the mountain scenery is as impressive as the food at Mile One Eating House in Pemberton, BC. There, John gets his cheese pull on with an elk, wild mushroom and asparagus dish called the Wild & Tame Mac & Cheese, and chows down on a Discover Bay caught Outlandish Oyster Burger. Finally, chef Brett MacDonald of Baker Street Station ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Pizzeria Via Meranti, Moonshine BBQ, The Cheshire Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "15 May 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "LARDO, PRIDDIS VIEW and BREW, SHUSWAP PIE COMPANY",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci brings the fat back into great dining at Lardo PDX, then at Priddis View & Brew Bistro, every day of the week has a dish to celebrate, and at The Shuswap Pie Company you can get pie for breakfast, lunch or just because you like pie!    "
                },
                "3": {
                    "title": "NUBURGER, POUTINEVILLE, EMMA's COUNTRY KITCHEN",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    At Nuburger, host John Catucci comes face to plate with the Shang-Awesome; he visits Poutineville where Montreal's best known ingredient - smoked meat - gets combined with its best known dish, poutine! John finds the perfect country brunch in the heart of downtown Toronto at Emma's Country Kitchen    "
                },
                "4": {
                    "title": "TOAST, the BARLEY VINE RAIL CO, the SENATOR",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "20 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci starts his day at Toast and becomes part of the exciting Ferndale, Michigan breakfast movement, climbs aboard The Barley Vine Rail Co. express to taste pork belly perogies, and visits Toronto's oldest restaurant, The Senator, for the classic meals generations return for.    "
                },
                "5": {
                    "title": "THE WREN, ROY's PLACE, IRON SKILLET",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "27 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci knows you can eat like a bird or chow down on a giant chimichanga at The Wren, fills up on diner food at an Alberta roadside restaurant called Roy's Place Claresholm, and travels the world one meal at a time at The Iron Skillet    "
                },
                "6": {
                    "title": "THE CLUB HOUSE, the BAOWRY, 2 DOORS DOWN",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "6 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci gets an education in sandwich making at a university kids' hangout, The Clubhouse Sandwich Shop, and while in Portland, OR, John uncovers the best in steamed buns, noodles and bahn mi in a renovated house at The Baowrystjohns, then it's only 2 Doors Down where John gets to taste simple bistro cooking that's simply delicious    "
                },
                "7": {
                    "title": "NAINA's KITCHEN, VINSETTA GARAGE, HALI DELI",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "13 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci learns at Naina's Kitchen that \"Naina\" is Welsh for Grandmother and also means great stuffed burgers, Motor City gets renamed Food City with the good old Americana servings at Vinsetta Garage, and for Jewish deli comfort food, say hello to Hali Deli - Old World Delicatessen    "
                },
                "8": {
                    "title": "EL CAMINO, TWO GUYS and a PIZZA PLACE, the HUNTSMAN TAVERN",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci finds there's more than one crazy way to stuff a taco at El Camino, joins an Italian Club but with a pizza at Two Guys And A Pizza Place, then goes hunting and gathering delicious brunch ideas at The Huntsman Tavern.    "
                },
                "9": {
                    "title": "KENZINGTON BURGER BAR, DETROIT STYLE PIZZA, BOOKER's BBQ & CRABSHACK",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci discovers breakfast, lunch and dinner can all be found on a Kenzington Burger Bar burger, learns to bake a square, sauce-topped pizza at Detroit Style Pizza Co. in Motor City, and then is forced to choose between all you can eat ribs or crab at Bookers BBQ Grill & Crab Shack.    "
                },
                "10": {
                    "title": "SOVEREIGN ROOM, the MANX, OSBOURNE VILLAGE",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "3 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci mines Thunder Bay and The Sovereign Room for the best duck confit poutine, enjoys a pub food at The Manx, and finds a fresh new menu at in Osborne Village at The Osborne Village Café.    "
                },
                "11": {
                    "title": "The Jammery, Shut Up and Eat, Cacao 70",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "10 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci finds there's more than jam to The Jammery, there's also some zany takes on all-day breakfast, and John is speechless when he tastes the awe-inspiring sandwiches at Shut Up and Eat Portland, then he falls in love with the all-chocolate menu at Montreal's Cacao 70.    "
                },
                "12": {
                    "title": "THESMOKE, LAHORE TIKKA HOUSE, ZINGERMAN's ROADHOUSE",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "17 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci knows, where there's smoke there's fire and where there's fire there's great BBQ at TheSmoke in Collingwood, and at the Lahore Tikka House, John finds the spice in life with authentic Pakistani food, then does a little cross-border eating at Zingerman's Roadhouse in Ann Arbor, Michigan.    "
                },
                "13": {
                    "title": "TILT, NUBA, VON DOUGHNUTS",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "24 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci goes blue collar dining at Tilt in Portland, OR where buns, biscuits and burgers feed workday hunger, then at Nuba, flavourful Lebanese dishes come from time tested recipes and the freshest west coast ingredients, and dreams become reality for John when Von Doughnuts turns a fast-food staple into the sweetest fantasies.    "
                },
                "14": {
                    "title": "Lisa Marie, the Burner, Katie's Restaurant",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "1 May 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci goes whole hog at hot Hogtown brunch spot Lisa Marie, an old beehive burner makes for fall off the bone smoked meats at The Burner Restaurant & Lounge, and seafood beignets, crawfish étouffées, and chargrilled oysters are big at Katie's Restaurant in the Big Easy.    "
                },
                "15": {
                    "title": "Dreamy Weenies, Longtail Kitchen, Anna Mae's",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "8 May 2015",
                    "year": "2015",
                    "plot": "\n    At Dreamy Weenies, New Orleans, hot dog dreams come true in southern style for host John Catucci, then he parks himself down at Longtail Kitchen in front of plates of Thai street food, and John is rolling in pie dough at Mennonite run country restaurant Anna Mae's Restaurant and Bakery    "
                },
                "16": {
                    "title": "ROMER'S, MEZES RESTAURANT, ROYERS ROUND TOP CAFÉ",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "15 May 2015",
                    "year": "2015",
                    "plot": "\n    It's meat on top of more meat for host John Catucci at a Vancouver Romers Burger Bar, flaming saganaki, fresh calamari, and homemade baklava make for sharing in Greektown at Mezes, and John visits pie royalty in the Lone Star State at ROYERS ROUND TOP CAFE.    "
                },
                "17": {
                    "title": "MO:LE, EDLEY'S BAR-B-QUE, SANREMO BAKERY",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "22 May 2015",
                    "year": "2015",
                    "plot": "\n    Inspired global brunching brings host John Catucci to the Canadian west coast and Mo:Lé Restaurant, then he travels to Tennessee for low and slow Southern BBQ at Edley's Bar-B-Que, and expands his family and belly at SanRemo Bakery and Café Inc.    "
                },
                "18": {
                    "title": "JUKEBOX BURGERS & BAR LAITIER, SQUEAL BAR-B-Q, CAMPAGNOLO ROMA",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "29 May 2015",
                    "year": "2015",
                    "plot": "\n    It's happy days for John Catucci at Jukebox Burgers a 1950's inspired diner. All roads lead to classic Roman country dishes at Campagnolo Roma, and he eats, drinks and squeals at Squeal Bar B Q a New Orleans BBQ joint.    "
                },
                "19": {
                    "title": "AUGUST RESTAURANT, PARKWAY BAKERY & TAVERN, LA MEZCALERIA",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "5 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    John Catucci learns the value of brunch at August Restaurant, visits Parkway Bakery and Tavern in New Orleans serving Po'Boys since 1929, and it's one big fresh fiesta at La Mezcaleria in Vancouver.    "
                },
                "20": {
                    "title": "NOBLE SANDWICH, EL RINCON MEXICANO, THE PINK BICYCLE",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "12 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    John Catucci finds you don't need a special occasion to order up a very special burger in Victoria, BC, he witnesses just what high end culinary chops can do for the lowly sandwich Noble Sandwich Co. and enjoys classic Mexican family dishes in a festive atmosphere at El Rincon Mexicano Restaurant    "
                },
                "21": {
                    "title": "STAXX BURGER CHICKEN & WAFFLE HOUSE, PUCKETT'S GRO AND RESTAURANT, FERRIS'",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "original air date": "19 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    John Catucci may have met his waffle match at Staxx Burger Chicken & Waffle House in Hamilton, ON, he visits Puckett's Gro. & Restaurant, a corner store-turned-untraditional Southern restaurant, and finds there's more than one way to slurp down an oyster at Ferris' Oyster Bar & Grill    "
                },
                "23": {
                    "title": "MI MADRE's MEXICAN RESTAURANT, the DOWNTOWN DINER, DIANNE's FISH SHACK and SMOKEHOUSE",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "original air date": "3 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    John Catucci visits Mi Madres Restaurant an Austin, TX institution for breakfast tacos, Lindy Hops his way to The Downtown Diner a 50's style diner in Fort Saskatchewan, AB, and goes overboard for every kind of seafood at Dianne's Fish Shack & Smokehouse in Kingston.    "
                },
                "24": {
                    "title": "Creemore Kitchen, Hogtown Smoke, Kooky Canuck",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "original air date": "10 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    John Catucci embraces country style staples like burgers, fried chicken and sweet corn ice cream at Creemore Kitchen in Creemore, ON. Goes whole hog in combining smoked BBQ with classic lunch specials at Hogtown Smoke in Toronto, ON, and finds crazy Canadian fave dishes in downtown Memphis, TN at Kooky Canuck!    "
                },
                "25": {
                    "title": "Downstream Lounge, 5 Doors North, The Loveless Café",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 25,
                    "original air date": "17 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci heads to Jasper, AB for big meals made from big game, melts for gnocchi bathed in a Gorgonzola cream sauce, and biscuits and barbeque turns a Nashville pit stop to a culinary destination.    "
                },
                "26": {
                    "title": "STARVING ARTIST, JASPER BREWING COMPANY BREWPUB & EATERY, PAYNE's BAR-B-QUE",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 26,
                    "original air date": "24 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Host John Catucci doesn't waffle over a chance to try artistic takes on the classic waffle, melts for northern comfort food nestled in the Rocky Mountains, and heads to Memphis, TN for an old family approach to flavourful BBQ sandwiches.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Rostizado, Wilf & Ada's, Sweet Moses",
                    "kind": "episode",
                    "episode of": {
                        "title": "You Gotta Eat Here! (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "25 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Host John Catucci visits Edmonton's Rostizado, Ottawa's Wilf and Ada's, and Sweet Moses in Cleveland, Ohio.    "
                }
            }
        },
        "number of episodes": 127,
        "cast": [
            {
                "name": "Catucci, John"
            },
            {
                "name": "Clark, Brandon"
            },
            {
                "name": "Johnston, Eric"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 5,
        "rating": 6.5,
        "votes": 79,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzRkOGI4NmQtMjA0YS00ZDIwLWIxZDItZGE5OWNkODBhMzdjXkEyXkFqcGdeQXVyMjQwMzI2NA@@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "John Catucci is a funny man who takes his food seriously. Each half hour episode features the food-obsessed host as he crisscrosses the continent and even ventures overseas in his quest to showcase must-visit joints and drool-worthy dishes that make it all worth the trip.",
        "languages": [
            "English"
        ],
        "title": "You Gotta Eat Here!",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "You Gotta Eat Here! (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Bellini, Paul"
            },
            {
                "name": "Nixey, Sarah"
            }
        ],
        "distributors": [
            {
                "name": "Food Network Canada"
            }
        ],
        "other companies": [
            {
                "name": "Big Studios"
            },
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "John Catucci is a funny man who takes his food seriously. Each half hour episode features the food-obsessed host as he crisscrosses the continent and even ventures overseas in his quest to showcase must-visit joints and drool-worthy dishes that make it all worth the trip.::Lone Eagle Entertainment Ltd."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Sony HDW-F900"
            ],
            "laboratory": [
                "Fearless Post"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 79,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 5.9
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 6.4
            },
            "males": {
                "votes": 33,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 5.3
            },
            "males aged 30 44": {
                "votes": 21,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.4
            },
            "females": {
                "votes": 27,
                "rating": 6.5
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 6.3
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 6.4
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.6
            },
            "us users": {
                "votes": 9,
                "rating": 6.6
            },
            "non us users": {
                "votes": 39,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 14,
            "9": 6,
            "8": 12,
            "7": 15,
            "6": 11,
            "5": 5,
            "4": 4,
            "3": 0,
            "2": 3,
            "1": 9
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}