{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2012"
            }
        ],
        "release dates": [
            "USA::2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "$, Claw"
            },
            {
                "name": "Ben-Amos, Chava"
            },
            {
                "name": "Butler, Ken"
            },
            {
                "name": "Chermayeff, Ivan"
            },
            {
                "name": "Chwast, Seymour"
            },
            {
                "name": "Davis, Michael"
            },
            {
                "name": "Glaser, Milton"
            },
            {
                "name": "Jaffee, Al"
            },
            {
                "name": "Lois, George"
            },
            {
                "name": "Lukova, Luba"
            },
            {
                "name": "Plympton, Bill"
            },
            {
                "name": "Vega, Arturo"
            },
            {
                "name": "Zuckerman, Andrew"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "How do you define something that, by definition, has no rules and won't easily be defined? That's exactly what \"OnCreativity\" sets out to do. OnCreativity is a series of short, informal interviews with a diverse range of designers, artists, musicians, animators, educators, etc. It explores a single topic: Creativity. With the differing points of view expressed by each person in their own words, OnCreativity hopes to inspire, confuse, provoke and delight. From Academy Award-nominated filmmaker Bill Plympton to original Mad Man, George Lois, internationally known graffiti artist (and founder of KRINK) KR to world-renowned graphic designer Milton Glaser, OnCreativity asks a specific set of questions to a wide range of people and looks for patterns. Each person's story and relationship to creativity is unique, all of their stories and observations are intimate and insightful.",
        "languages": [
            "English"
        ],
        "title": "OnCreativity",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "OnCreativity (United States)"
        ],
        "writer": [
            {
                "name": "Courtelis, Niko"
            }
        ],
        "production companies": [
            {
                "name": "Imagination PLUM"
            },
            {
                "name": "Superfad"
            }
        ],
        "plot": [
            "Explores creativity, through interviews with a diverse range of well known designers, artists, musicians, animators, educators, and more.::Superfad",
            "How do you define something that, by definition, has no rules and won't easily be defined? That's exactly what \"_OnCreativity_ (qv)\" sets out to do. _OnCreativity_ (qv) is a series of short, informal interviews with a diverse range of designers, artists, musicians, animators, educators, etc. It explores a single topic: Creativity. With the differing points of view expressed by each person in their own words, _OnCreativity_ (qv) hopes to inspire, confuse, provoke and delight. From Academy Award-nominated filmmaker Bill Plympton to original Mad Man, George Lois, internationally known graffiti artist (and founder of KRINK) KR to world-renowned graphic designer Milton Glaser, _OnCreativity_ (qv) asks a specific set of questions to a wide range of people and looks for patterns. Each person's story and relationship to creativity is unique, all of their stories and observations are intimate and insightful.::producers"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}