{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 January 2012"
            }
        ],
        "release dates": [
            "USA::4 January 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Gerard, Linda"
            },
            {
                "name": "Petre, Krysten Renee"
            },
            {
                "name": "Legends, Suburban"
            },
            {
                "name": "Turkington, Gregg"
            }
        ],
        "locations": [
            "Montrose Bowl - 2334 Honolulu Avenue, Montrose, California, USA"
        ],
        "genres": [
            "Game-Show"
        ],
        "runtimes": [
            "21"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "budget": "$20,000 (estimated)",
        "plot outline": "Pick-a-Split is a retro themed game show which puts two lucky contestants through zany bowling obstacles for a chance to win mega bucks in a split formation jackpot round. Our salty but lovable host Neil Hamburger, plays puppet master to a brigade of animated bowling ball sidekicks known as the \"Gobblebops.\" Together they comically punish losing contestants and present each show segment. Our singing hostess, Linda Gerard, serenades viewers with familiar show tunes which go hand in hand with the obstacles. Setting an upbeat tone in and out of commercial breaks is the Pick-a-Split ska house band \"Suburban Legends.\" Pick-a-Split leaves you smiling from start to finish and sprinkles you with a warm fuzzy feeling of pure childhood nostalgia wanting more.",
        "languages": [
            "English"
        ],
        "title": "Pick-a-Split",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Pick-a-Split (United States)"
        ],
        "writer": [
            {
                "name": "Labell, Larry"
            },
            {
                "name": "Levy, Adam"
            }
        ],
        "production companies": [
            {
                "name": "Hot Trot Media Productions"
            },
            {
                "name": "Larry Labell Productions"
            }
        ],
        "plot": [
            "_Pick-a-Split_ (qv) is a retro themed game show which puts two lucky contestants through zany bowling obstacles for a chance to win mega bucks in a split formation jackpot round. Our salty but lovable host Neil Hamburger, plays puppet master to a brigade of animated bowling ball sidekicks known as the \"Gobblebops.\" Together they comically punish losing contestants and present each show segment. Our singing hostess, Linda Gerard, serenades viewers with familiar show tunes which go hand in hand with the obstacles. Setting an upbeat tone in and out of commercial breaks is the _Pick-a-Split_ (qv) ska house band \"Suburban Legends.\" _Pick-a-Split_ (qv) leaves you smiling from start to finish and sprinkles you with a warm fuzzy feeling of pure childhood nostalgia wanting more.::Burt"
        ],
        "tech": {
            "runtime": [
                "21 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}