{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "March 2012"
            },
            {
                "country": "UK\n",
                "date": "13 May 2012"
            }
        ],
        "release dates": [
            "UK::March 2012",
            "UK::13 May 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jan enrols on a creative writing course where she catches the eye of the handsome tutor Stephen,who not only regards her as an excellent pupil but has a personal interest in her as well. Charlie,meanwhile,following an accident on the site wonders whether she is cut out for building work after all and,whilst Grandad and Gravy make an unexpected find as they dig for buried treasure Reuben decides it is time to pop the big question to Bell regarding their future - though he needs to enlist the services of art teacher Loz and Fergie to help him out.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "9 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    As Bell has an awkward meeting with Reuben's parents Fergie pushes ahead with his plan for his Organic Camp-Site and Terry and Charlie continue with the construction of Rodney's restaurant, despite his continuing to push last minute ideas on them. Grandad discovers Internet dating via the Greymates web site though things do not go smoothly and, on a class outing, Jan finds herself still being pursued by Stephen.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jan reminds Terry that, once they had had the three children, he had promised to have a vasectomy but, having met Stephen on a shopping trip, he is less enamoured of the idea. Loz takes Fergie with him to the school's evening out in a restaurant - where Fergie discovers to his embarrassment tat he probably had sex with head teacher Judith on a school trip to Bruges in 1989. Meanwhile Gravy decides that he wants more out of life than a routine job - as does Charlie,as she has a confidential chat with Grandad in the wake of her accident.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Loz agrees to go fishing with Terry and Grandad but is perturbed to find that he is expected to get into a boat when he is prone to sea-sickness - as he quickly proves. A surfeit of Dutch courage and a flooded engine also conspire to make the trip a disaster whilst Fergie's recently opened organic camp site also runs into trouble when he encounters a pair of critical campers. Jan worries about Charlie getting her first car whilst Gravy decides to help out his old friend Coggie.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Jan goes off on a class outing to a hotel, which involves an overnight stay. Needless to say Stephen is extremely attentive to her, causing her to ask why he has singled her out. She is taken aback by his reply. Grandad, having had yet another unfortunate experience with Greywaves, decides to pack in Internet dating but a likely romantic entanglement comes his way when he meets the sprightly Molly on a bus. Terry, despite not feeling well, goes to the opening of Rodney's restaurant whilst Gravy, in order to help Coggie stay in the country, gathers evidence to state ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jan's sister Sandra, estranged mother of Fergie, arrives and immediately antagonizes everybody, shunning Gravy over his engagement to Coggie and lecturing Charlie on the dangers of having a motor bike. Grandad initially turns down a date to go dancing with Molly, showing Loz film of himself and his late wife when they were ballroom champions and claiming he lost the reason to dance when she died. However he decides to move on and joins Molly on the dance floor. Bell and Reuben on the other hand are experiencing marital problems. After Sandra has left - and not in the ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    In the weeks following his heart attack Terry becomes silent and withdrawn behind his shades, giving Jan and Charlie cause for concern. However, when Stephen turns up at the house to drop off a book, he confronts the teacher with his suspicions in no uncertain way. Fergie feels that Loz is 'pimping him out' as he asks him to pretend to be an item with Judith in the hopes that this will advance his desire to better himself and take permanent teaching employment. In fact he appears to scupper himself at an interview for which he was ill-prepared and under-qualified. ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The day of Bell and Reuben's wedding arrives and an already nervous Reuben is mortified to learn that best man Dave is stuck at the airport and cannot make it. Fortunately he has several back-ups among the Starling menfolk and has to play Eeny-meeny-miny-mo to pick the replacement. Further disaster strikes when, due to a misplaced key, the groom's party get locked in a flat and drastic action must be taken before Reuben joins Bell at the altar and the knot is tied. Grandad visits Molly in hospital after she has suffered a fall, and meets her possessive ex-husband who ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "13 May 2012",
                    "year": "2012",
                    "plot": "\n    Terry and Jan Starling welcome Grandad into their already crowded house after an 'incident' at his retirement home and tomboy daughter Charlie is not pleased at having to share with him.Hugely pregnant daughter Bell gives birth in the birthing pool in the living room whilst eldest son Gravy has,once more,lost one of his eight-legged friends. Grandad's illegitimate son,artist Loz,returns to stay with the family along with Jan's caravan-dwelling nephew Fergie.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "20 May 2012",
                    "year": "2012",
                    "plot": "\n    Charlie starts work with her father in his electrical business despite having minimum training and Bell's ex-boyfriend Reuben,told she will consider reconciliation if he gets work also looks for a new job. Fergie acquires a piece of furniture,unaware that it is the legendary Crying Chair,which brings tears to the eyes of anybody who sits in it whilst Loz has his first art exhibition at a local hall. Entitled Thirty Days of Hurt it consists of prints of punches thrown at the canvas over the period of a month.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "27 May 2012",
                    "year": "2012",
                    "plot": "\n    Jan tries to enter a short story contest for Derbyshire Life but is constantly being interrupted by,among others,Grandad,who has increased his medication after being bitten by one of Gravy's escaped eight-legged friends,which might result in hallucination though Gravy himself seems to have acquired a sensible girlfriend in Nurse Trudy. Bell returns to work after giving birth to Zack in a far from glamorous photo-shoot,partnered with an idiot male model whilst Loz,accompanied by Fergie,goes to look at a room in a house which is supposedly a haven for Buddhists.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "3 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Terry feels sad at the knowledge that his little girl is growing up when Charlie goes on her first date whilst Bell and Reuben are making progress back together as a couple. Jan however begins to feel that,despite having a girlfriend and being her eldest,Gravy will stay at home for ever and Fergie shows Loz how to drive a monster machine so that they can take part in the synchronized monster machine derby at the St. Swithin's Day fair,though in the process they nearly injure Grandad.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "10 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Whilst taking Charlie to her football practice Fergir gets stuck in a traffic jam and his efforts to take a short cut lead to his arrest and a court appearance which discloses that he has many speeding fines for which he ends up behind bars. Fortunately his cell-mate is the current boyfriend of Fergie's ex-,who was responsible for the speeding fines and he persuades her to own up. Jan goes to her book club,not having finished the prescribed text and faces scorn from snooty fellow members though she is saved by Bell,who has read the book whilst Charlie helps Terry ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "17 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Jan and Terry have the house to themselves to celebrate their wedding anniversary but efforts to provide romantic interludes go awry and they end up spending a happy day in a bird hide. Reuben and Bell go to a luxury spa but it all ends in tears when the masseuse proves to be Reuben's ex,Lisa Gumble and the rest of the family fare no better. On a camping weekend they end up in the wrong county thanks to Grandad's map reading and when Reuben's van gets stuck in the mud they have to sleep in a little hut,getting rudely awoken by a battle reenactment group.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "24 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Loz and Fergie set up a taxi cab business,using only old cars like Ford Cortinas but when Loz introduces his thrill-seeking girlfriend Annika into the equation Fergie is,rightly,predicting the end of the enterprise. Bell and Reuben's relationship is getting even rockier so they decide to see a counsellor though she proves to be anything but helpful and Reuben ends up getting drunk. Charlie is head-hunted to play for the Derby County football team and Terry is excited at the prospect of meeting his idol,former soccer legend Rodney McQueen,who has unfortunately ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starlings (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "1 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Terry and Charlie are working together at renovating a decrepit stately home and find themselves saddled with the annoying,fly-by-night Barry whose performance as a colleague tries Terry's patience. Terry tries to reconcile Bell and Reuben but it is in vain as Reuben goes off with new girl-friend Loulou. Grandad's visit from an old friend from Australia ends in sadness whilst Fergie,working as a nude model for the life class at Loz's art college,announces that he has stayed in one place for two long and decides to move on - though he is not sure where to.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Coyle, Brendan"
            },
            {
                "name": "Sharp, Lesley"
            },
            {
                "name": "Edge, Steve"
            },
            {
                "name": "Night, Rebecca"
            },
            {
                "name": "Atkins, Finn"
            },
            {
                "name": "King, Matt"
            },
            {
                "name": "Williams, Alan"
            },
            {
                "name": "Dagleish, John"
            },
            {
                "name": "Roach, Ukweli"
            },
            {
                "name": "White, Sydney"
            },
            {
                "name": "Rothwell, Alan"
            },
            {
                "name": "Peacock, Daniel"
            },
            {
                "name": "Lunghi, Cherie"
            },
            {
                "name": "Stubbs, Una"
            },
            {
                "name": "Regan, Vincent"
            },
            {
                "name": "Cornwell, Phil"
            },
            {
                "name": "Higson, Jace Ryler"
            },
            {
                "name": "Myers, Harlee"
            },
            {
                "name": "Whitchurch, Philip"
            },
            {
                "name": "Coleman, Dominic"
            },
            {
                "name": "Davies, Rita"
            },
            {
                "name": "Stallard, Margaret"
            },
            {
                "name": "Addison, Robyn"
            },
            {
                "name": "Albiston, Wendy"
            },
            {
                "name": "Andrews, William"
            },
            {
                "name": "Basden, Tom"
            },
            {
                "name": "Christie, Joanna"
            },
            {
                "name": "Coogan, Kate"
            },
            {
                "name": "Curry, Graham"
            },
            {
                "name": "Davies, Andrew James"
            },
            {
                "name": "Deakin, Julia"
            },
            {
                "name": "Garvey, Marcus"
            },
            {
                "name": "Harris, Lee Nicholas"
            },
            {
                "name": "Hennessy, Jennifer"
            },
            {
                "name": "Kane, Susy"
            },
            {
                "name": "McCarthy, Matthew David"
            },
            {
                "name": "Meeten, Tom"
            },
            {
                "name": "Patch, Laura"
            },
            {
                "name": "Pitts, Tony"
            },
            {
                "name": "Power, Samantha"
            },
            {
                "name": "Quesnel, Pooky"
            },
            {
                "name": "Stevens, Adam"
            },
            {
                "name": "Tetsell, Dan"
            },
            {
                "name": "Wells, Dolly"
            },
            {
                "name": "Wells, Nicola-Jayne"
            },
            {
                "name": "Bones, Ken"
            },
            {
                "name": "Carter, Alex"
            },
            {
                "name": "Churcher, Teresa"
            },
            {
                "name": "Findlay, Deborah"
            },
            {
                "name": "Green, Matt"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 335,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjU5NzUyYzctNTdjMS00ZDUwLTg5YzUtZjNmNGZhZTNmZmQ4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Starlings follows the lives of a typical working-class family who live in Derbyshire. Granddad has recently moved in, following an incident at the old folks' home. Rather than see him unhappy, Terry and his kind-hearted wife, Jan, decide to move his father into their already crammed family home.",
        "languages": [
            "English"
        ],
        "title": "Starlings",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Starlings (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Edge, Steve"
            },
            {
                "name": "King, Matt"
            }
        ],
        "production companies": [
            {
                "name": "Baby Cow Productions"
            }
        ],
        "distributors": [
            {
                "name": "Sky Television"
            }
        ],
        "other companies": [
            {
                "name": "Coach House Studios"
            },
            {
                "name": "Coach House Studios"
            },
            {
                "name": "The Movie Lot"
            }
        ],
        "plot": [
            "_Starlings_ (qv) follows the lives of a typical working-class family who live in Derbyshire. Granddad has recently moved in, following an incident at the old folks' home. Rather than see him unhappy, Terry and his kind-hearted wife, Jan, decide to move his father into their already crammed family home.::Holly-4ever"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 335,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 44,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 114,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 112,
                "rating": 7.6
            },
            "males": {
                "votes": 148,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 20,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 52,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 64,
                "rating": 7.5
            },
            "females": {
                "votes": 137,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 24,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 61,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 44,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 5.4
            },
            "us users": {
                "votes": 44,
                "rating": 7.0
            },
            "non us users": {
                "votes": 177,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 83,
            "9": 51,
            "8": 83,
            "7": 45,
            "6": 19,
            "5": 17,
            "4": 7,
            "3": 5,
            "2": 9,
            "1": 16
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}