{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 June 2012"
            },
            {
                "country": "USA\n",
                "date": "19 June 2012"
            }
        ],
        "release dates": [
            "USA::12 June 2012",
            "USA::19 June 2012"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Big Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "26 May 2013",
                    "year": "2013",
                    "plot": "\n    The GFA pyros mount their biggest Canada Day show ever in front of tens of thousands on Parliament Hill, but a rookie mistake puts the show and GFA's reputation in jeopardy. Later, the team helps launch giant, home-made bombs in a field at the prestigious San Trifone festival in Bari, Italy where rival families fire the biggest, loudest and most dangerous homemade fireworks shells GFA has ever handled.    "
                },
                "2": {
                    "title": "Congo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 May 2013",
                    "year": "2013",
                    "plot": "\n    Philippe and his brother Mathieu fly to the Congo to mount the biggest Independence Day fireworks show the country has ever seen. Yet the client, anxious to impress Congo's president, keeps increasing the size of the show. Surrounded by armed militia and pushed to their limit, Philippe and Mathieu struggle with an inexperienced crew and brush fires as they race against time to meet almost impossible expectations.    "
                },
                "3": {
                    "title": "Mexican Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "30 May 2013",
                    "year": "2013",
                    "plot": "\n    The GFA Pyros travel to Atlixco, Mexico to fire an Independence Day show right next to a school, a jail courtyard and a thatched roof restaurant. The challenge: not setting anyone or anything on fire. Then, it's off to a pristine garden in Germany where an unseen force jeopardizes what should be the winning entry in a fireworks competition.    "
                },
                "4": {
                    "title": "Rookie on a Roof",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Philippe and Eric find themselves paired with a severely understaffed team and a business rival at a high profile event in Great Britain. And in Quebec City, Seb decides to risk letting a rookie fire his first show.    "
                },
                "5": {
                    "title": "Barcelona Nights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "13 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The pyros travel to Spain to help pull off three crazy shows including an insane \"fire run\" through the streets of Barcelona. But when something goes wrong, Philippe risks his life to save one of the shows. Back in Quebec, the crew resorts to nail boards and hand-firing to keep 18 shows on track.    "
                },
                "6": {
                    "title": "Istanbul",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Philippe and Eric struggle to prove themselves to some young guns as they help an Aussie company stage a huge show strung out on barges on the Bosphorus River in Istanbul. Meanwhile, a complicated firing site plan threatens to derail a risky pyro-musical show in Guanajuato, Mexico.    "
                },
                "7": {
                    "title": "It Ain't Cricket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Seb and Philippe are forced to learn the intricacies of cricket as they set up pyro for the rabid fans at an international tournament in South Africa. And when the client presses for last minute changes, they're forced to re-design a rooftop show on the fly. Later in Montreal, Seb battles pneumonia, record snowfall, and setup delays to stage a big end-of-year show at the port.    "
                },
                "8": {
                    "title": "New Year's Eve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "4 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    While Philippe and Eric help load 30,000 bombs in Chile for one of the biggest New Year's Eve shows in the world, Philippe suddenly decides he's leaving the business. Meanwhile, ringing in the new year in Mexico City means delays, a police escort and an unusual middle-of-the-night setup. Up north frigid temperatures in Quebec City and a daring last-minute nighttime climb complicate the show in Quebec City.    "
                }
            },
            "1": {
                "1": {
                    "title": "Fire and Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Montreal-based Groupe Fiatlux-Ampleman (GFA) is chosen to put on a fireworks show at the worlds largest winter festival, Carnaval, in Quebec City. But moments before the show starts, Head Pyrotech Philippe struggles to light the warning shell. Later, GFA participates in the festivals closing parade with a custom float that spits fire and launches fireworks. The show, however, is cut short as high winds prove dangerous. Philippe and Sebastien head to Valencia, Spain to learn from the best of the best during the 'Las Fallas Festival'.    "
                },
                "2": {
                    "title": "Blame It on Rio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    GFA puts on not one but two New Years Eve events simultaneously, one in Quebec City, and one in Rio de Janeiro where Sebastien worries about his own safety at the worlds biggest fireworks show. Philippe joins Maude and Eric in Barcelona to shop at a famous fireworks factory and test out some of the worlds best pyro. And Philippe and Sebastien learn from the pros in Valencia and take part in 'La Crema' the burning of huge and elaborate sculptures in the public square.    "
                },
                "3": {
                    "title": "Breaking Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The team visit Spain to attend a special fire festival in Valencia. While there they spend time with one of the oldest and best fireworks company reviewing new products before setting off twin New Years displays in both Canada and Brazil.    "
                },
                "4": {
                    "title": "It Was a Dark and Stormy Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The teams from GFA are hard pressed to build and launch 8 shows across Quebec for local celebrations. They battle a combination of very bad weather and inexperience from some of the technicians.    "
                },
                "5": {
                    "title": "Make No Mistake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Maude aims high as she pitches GFA to the client responsible for hiring the pyro company for Canada Day at Parliament Hill. But when circumstances beyond her control push the fireworks choreography out of synch, Maude ends up eating humble pie as her client looks on. Philippe and Sebastien plan to hand-light a large fireworks show but soon realize that its going to put Philippe's life on the line. GFA's last chance at redemption is their fireworks show for the worlds largest jazz festival - but a faulty scissor lift shuts them down only moments before show time.    "
                },
                "6": {
                    "title": "Then We Take Berlin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    GFA reaches their breaking point when thunderstorms put a damper on their back-to-back shows on a lake in Ste-Agathe. As the pyros battle wind and water, mishaps quickly multiply and suddenly everyone's safety is at risk. Across the Atlantic at an international competition on the coast of France, Philippe and Benoit quickly realize no one plays by the rules and that their supplier has sent them the wrong products. Outgunned by their competitors, the underdogs find that fate has a way of defying expectations.    "
                },
                "7": {
                    "title": "The Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    The pyros fight their own battle of Britain overseas, then return home only to face an even greater test at the foot of a towering waterfall.    "
                },
                "8": {
                    "title": "Blow the Roof Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pyros (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    In Campeche, Mexico, Philippe and Sebastien are called on to rig one of the most extraordinary installations of their careers cramming the roof of a historic 16th century cathedral with explosives. Working with one of the country's top pyrotechnic artists, they find out that doing fireworks Mexican style - means breaking all the rules. In Korea, Eric, Philippe, and Benoit take part in one of the most spectacular fireworks events ever staged. Over a million spectators witness an incredible, cutting-edge pyro extravaganza, with shows by Japan, Portugal, and Korea. The ...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Smith, Kavan"
            },
            {
                "name": "Berthelet, Benoit"
            },
            {
                "name": "Cardinal, Eric"
            },
            {
                "name": "Furtado, Maude"
            },
            {
                "name": "Girard, Philippe"
            },
            {
                "name": "Lalonde, Hugues"
            },
            {
                "name": "Roy, Sebastien"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 2,
        "rating": 7.1,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjU0MmJjZWQtZTFhMC00Y2Y2LWI0YjQtMmQ1YWQyZWIwZmYxXkEyXkFqcGdeQXVyNzgwNzAyMA@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Pyros",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Pyros (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Fisher, Jenypher"
            },
            {
                "name": "Driftmier, John"
            },
            {
                "name": "Hepburn, Tyson"
            }
        ],
        "production companies": [
            {
                "name": "Omnifilm Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "The Weather Channel"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            }
        ],
        "plot": [
            "Follows an elite team of pyro-technicians, led by Maude Furtado, at Montreal's Groupe Fiatlux-Ampleman who battle greatly varying weather conditions while producing large-scale fireworks displays around the world.::Weather Channel"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 4.8
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.2
            },
            "males": {
                "votes": 14,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 4.8
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 5.2
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.0
            },
            "us users": {
                "votes": 3,
                "rating": 6.0
            },
            "non us users": {
                "votes": 8,
                "rating": 4.5
            }
        },
        "number of votes": {
            "10": 6,
            "9": 1,
            "8": 2,
            "7": 1,
            "6": 2,
            "5": 4,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}