{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "March 2012"
            },
            {
                "country": "USA\n",
                "date": "5 March 2012"
            }
        ],
        "release dates": [
            "USA::March 2012",
            "USA::5 March 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "David vs. Fish: How to Date Like a Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Broker (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Forty-year-old David Fischer aka \"Fish\" claims to be open and ready to finding \"the one\" but appears solidly stuck in his early 20's. Lori tells David he has to learn to start dating if he really wants to find love. It's not an easy lesson for the hat-wearing, high-fiving Fish, but he is determined to take her advice to heart and give love a try.    "
                },
                "2": {
                    "title": "Dana and Jesse: Getting Over an Ex and Insecurities in Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Broker (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Lori digs deep with 32-year-old Manhattan bartender, Dana Tompkins, to uncover compares everyone to his ex-girlfriend. Believing everyone has more than one soulmate, Lori sets Dana up on his first blind date with someone he would never expect. Lori's other client, 29-year-old Jesse Osher, lacks dating confidence. After a manscaping session and some one-on-one coaching from Lori, Jesse heads out on his first date groomed and ready for love.    "
                },
                "3": {
                    "title": "Jonathan and Jaime: Having Faith in Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Broker (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Jonathan Dickson is a 36-year-old Southern boy who feels like a fish out of water when it comes to love in New York City. Lori searches for an energetic, God-loving, athletic beauty and sends them out for an evening of flamenco dancing. Jaime Hazan is almost 40 and resistant to opening his heart up to the \"wrong\" woman. Lori sculpts a unique experience for him to learn what single women really think about men who refuse to open themselves up to the possibility of love.    "
                },
                "4": {
                    "title": "Quinn and David: Dating Is a Game, Love Is Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Broker (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Quinn Eddins is a brainiac who is stuck in his head when it comes to love. Lori sets him up with a vivacious bombshell and sends them to the best make-out bar in New York City. Meanwhile, Lori hosts a body language/poker event and invites client David Fischer, who continues to hone his dating skills. Lori sets David up on another blind date that ends better than the first.    "
                },
                "5": {
                    "title": "Doug and Justin: Love at First Sight Is a Myth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Broker (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Doug Melville, 34, claims he knows in the first instant of meeting a woman if love is a possibility. Lori believes love is often \"friendship caught fire,\" and tries to teach Doug the difference between love and attraction. Justin Salsberg, 38, is an aspiring music producer who just left his day job to pursue his dreams. Knowing that not every woman wants a man \"in transition,\" Lori digs into her personal life to find a match.    "
                },
                "6": {
                    "title": "Brendan and Marc: Love Is No Joke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Broker (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Lori works with 27-year-old comedian, Brendan Fitzgibbons, to ensure his joking tendencies don't land him in the friend zone. Lori's childhood acquaintance, Marc Sampogna, 34, wants a quality woman after his last serious relationship ended in infidelity. Getting Marc back in the game is Lori's main goal as she finds him a perfect 10 with a kind soul.    "
                },
                "7": {
                    "title": "Pele and Brendan: Growing Up for Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Broker (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    When immature 25-year-old Pele Maree claims he's ready to date \"women, not girls\", Lori sets him up with a sophisticated beauty. But when Pele comments on his date's cup size, Lori schools him on what it means to be a grown-up in love. Comedian Brendan Fitzgibbons is back for another date after his first lacked romance. Lori digs into her database for an unexpected match who brings out the best in him.    "
                },
                "8": {
                    "title": "Ben: Nothing Is Perfect in Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Broker (TV Mini-Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Ben Cartella, 28, seems to be the perfect client -- handsome, faithful, intelligent and ambitious -- who wants a goal-oriented, creative, honest, athletic blonde. Lori can't decide between three incredible options for Ben. Then, Project Soulmate goes above and beyond for a summer client appreciation party where Lori catches up with clients about their journey towards finding their soulmate.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Maree, Pelé"
            },
            {
                "name": "Zaslow, Lori"
            },
            {
                "name": "Christopherson, Jared"
            },
            {
                "name": "Dickson, Jonathan"
            },
            {
                "name": "Fischer, David"
            },
            {
                "name": "Hazan, Jaime"
            },
            {
                "name": "Osher, Jesse"
            },
            {
                "name": "Sanders, Amanda"
            },
            {
                "name": "Tompkins, Dana"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "Mar 2012 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUyMDQwNDUwN15BMl5BanBnXkFtZTgwMDIyNzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Love Broker",
        "year": 2012,
        "kind": "tv mini series",
        "series years": "2012-",
        "akas": [
            "Love Broker (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Intuitive Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "plot": [
            "The series follows New York's most passionate matchmaker, Lori Zaslow, as she hits the streets of Manhattan searching tirelessly for soulmates for her clients.::Bravo!"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}