{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 January 2012"
            },
            {
                "country": "USA\n",
                "date": "21 January 2012"
            }
        ],
        "release dates": [
            "USA::15 January 2012",
            "USA::21 January 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "America's Book of Secrets"
            },
            {
                "countries": "Germany (reissue title)",
                "title": "USA Top Secret"
            },
            {
                "countries": "Germany",
                "title": "Geheimakte Amerika"
            }
        ],
        "akas": [
            "America's Book of Secrets (original title)",
            "USA Top Secret Germany (reissue title)",
            "Geheimakte Amerika Germany"
        ],
        "akas from release info": [
            "America's Book of Secrets (original title)",
            "USA Top Secret Germany (reissue title)",
            "Geheimakte Amerika Germany"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Scientology",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    It is one of the most secret organizations in America. A religion--based on the cosmic revelations of an inspired genius--that boasts more than 100,000 faithful followers throughout the world. We'll reveal the hidden origins, strict doctrine, secret language and celebrity allure of the wealthy and influential institution. Former Scientologists disclose the reasons they were drawn to the church--and why they left. Jenna Miscavige Hill, niece of Scientology's current leader, David Miscavige, describes her difficult experiences inside the organization. Former church ...    "
                },
                "2": {
                    "title": "Big Brother",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This episode uncovers the secret surveillance methods the government and big business use to watch, monitor and record our every move. Government whistleblowers, Thomas Drake and Jesselyn Radack, reveal how the NSA decided to aggressively monitor Americans' correspondence after 9/11. Documentarian Cullen Hoback explains how the government has partnered with Silicon Valley high-tech companies like Facebook and Yahoo to gather data on every American citizen. And former computer hacker Sammy Kamkar explains how someone could watch you from inside your own home. Buzzing ...    "
                },
                "3": {
                    "title": "American Terrorists",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    We usually think of terrorists as people from \"other\" countries. But domestic terrorism, by foreign nationals on visas and by U.S. citizens alike, is also a huge problem.    "
                },
                "4": {
                    "title": "The Gold Conspiracy",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Gold. It is one of the most precious metals in the world. A glittering commodity so rare that people will go to great lengths to obtain it. But who sets the price? And what are the secret methods to control its value?Uncover the clandestine world surrounding the highly prized precious metal. How much gold does the United States really have--and where is it locked away? Is the American government overstating the amount of gold in its reserves to create the mystique of financial superiority? Former U.S. Secretary of Labor Robert Reich discusses the gold standard and the...    "
                },
                "5": {
                    "title": "America's Secret Armies",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    They operate in the shadows... Men trained to kill... without leaving a trace. But who are these secret forces? What are their covert methods? And, can they be trusted to protect the interests of the American people? Delve into the clandestine operations of the United States most expertly trained secret weapons. But what exactly are these surreptitious services designed to do--and whom do these stealth-like soldiers ultimately report to? Are the strategies of these covert armies effective in keeping the United States one step ahead of its power hungry enemies? ...    "
                },
                "6": {
                    "title": "Secret Prisons",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    Go inside the maximum-security world of America's \"secret prisons\" and unveil their hidden agendas and covert operations. With about 1 in every 107 Americans serving time, why are there more people incarcerated in the United States than any where else in the world? Former inmate, Andy Stephanian, reveals details of his lock-up at the Communication Management Unit, a prison that holds some of the country's greatest security threats. Director of the ACLU National Prison Project, David Fathi, describes the \"Kids for Cash\" scandal and the under-the-radar Debtors' Prisons....    "
                },
                "7": {
                    "title": "The Billionaire Agenda",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 22,
                    "original air date": "10 May 2014",
                    "year": "2014",
                    "plot": "\n    This episode reveals the underground world of America's wealthiest citizens and the depths at which their power and influence take root. Do billionaires think they know better than the majority? Are the American masses just objects to control? Forbes Editor Luisa Kroll talks about the growing wealth of the super-rich and the exclusive billionaire communities that are forming around them. Former United States Secretary of Labor Robert Reich divulges how billionaires' \"dark money\" influences American politics in ways that are off-limits to public scrutiny. And Author ...    "
                },
                "8": {
                    "title": "Secret Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    Americans may be aware of what's above ground, but do they know what's concealed beneath? And could subterranean facilities on U.S. soil house secrets so dangerous, our government would stop at nothing to keep them hidden? We examine the tunnels, cities, and fortresses covertly constructed beneath the feet of the American public.    "
                },
                "9": {
                    "title": "The Secret Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    They are an elite force of brave men and women who put their lives on the line. Their mission: to guard the most powerful person in the world. But just who are these American heroes? And what secrets are they protecting? This episode goes inside one of the most top-secret law enforcement agencies in the United States.    "
                },
                "10": {
                    "title": "America's Doomsday Plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n    An atomic attack... cyber warfare... a deadly airborne virus... the list of doomsday scenarios facing the United States has shaken the American psyche. But what is the government doing to protect the nation from ultimate disaster? This episode takes an in-depth look at the impending threats facing our world today. With the Doomsday Clock set to 5 minutes before midnight, is the end of the world looming just around the corner? And could our lack of preparation force us to make the ultimate choice: who will live and who will die? Survivalist Tim Ralston talks about the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "The Monuments",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "15 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In America, behind the public facade of nine of our most famed institutions and landmark structures, there is another world that is hidden from view. The special pierces the veil of secrecy which conceals forbidden histories and fascinating insider information from the public.    "
                },
                "2": {
                    "title": "The White House",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 44,
                    "original air date": "21 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    An inside look at the secret protocols, elite security and hidden history of the world's most public of private residences. What is the most secret room in the White House and what makes it so powerful? What secret visitors have been to the White House--invited or not? What kind of background checks are needed to work at the White House?    "
                },
                "3": {
                    "title": "Freemasons",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 47,
                    "original air date": "28 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    It is America's most private organization with secretive meetings and a membership that includes the most powerful men in America--and the world. But behind this elite brotherhood... are secrets. This episode explores the secret history, rituals and reach of the most well-known secret society in the world. How did the Freemasons shape America?    "
                },
                "4": {
                    "title": "Fort Knox",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 38,
                    "original air date": "4 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    It is one of the most secure structures in the world. It safeguards the vast wealth of the United States... And its name is synonymous with one of the most precious commodities in the history of the world--gold. But behind this building's stone exterior are secrets.    "
                },
                "5": {
                    "title": "Area 51",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 36,
                    "original air date": "11 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    It is one of the most covert military bases on American soil, protecting the nation's most confidential research and development. For decades, the highest levels of government had denied its existence.    "
                },
                "6": {
                    "title": "The Playboy Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 36,
                    "original air date": "18 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    It is America's most infamous address, a place where fantasies come to life--and anything goes. But behind the security cameras and stonewalls of the Playboy Mansion are secrets. Go inside the stately residence to reveal the secret places, decadent gatherings, and special indulgences usually reserved for beautiful women and Hollywood's elite.    "
                },
                "7": {
                    "title": "Presidential Transports",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 26,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    They are the most advanced and heavily protected vehicles ever built--operated by technicians prepared for the worst. But behind the bullet proof glass and armored plating of the President's fleet of vehicles are secrets. Travel by land, sea and air to explore the special construction, elite training and secret weapons that protect the President when he's on the move.    "
                },
                "8": {
                    "title": "The FBI",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 26,
                    "original air date": "10 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It is America's most powerful police force--made up of an elite team of Special Agents secretly patrolling the nation--and the world. While its patriotic mission is public knowledge, the FBI's tactics are classified. We'll go undercover to reveal the secret training, special operations and state-of-the-art tools used in today's 21st century crime fighting.    "
                },
                "9": {
                    "title": "West Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 28,
                    "original air date": "17 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It is the most prestigious military academy in the world. A place where cutting-edge technology converges with battle-proven tradition. But inside this launch pad for the Army's elite are secrets. Go inside the 200-year-old university to uncover the complex selection process, secret rituals and traditions and special training that each cadet experiences at the renowned institution.    "
                },
                "10": {
                    "title": "Black Ops",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 25,
                    "original air date": "24 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    They are top-secret missions manned by specially trained intelligence and military elite. Covert operations using unconventional tactics outside the standard protocol. This episode uncovers the clandestine activities and state-of-the-art training of the U.S. Special Forces that undertake the most dangerous surveillance, reconnaissance, and intelligence collecting missions on Earth.    "
                },
                "11": {
                    "title": "The Pentagon",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 23,
                    "original air date": "31 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It is the epicenter of America's military operations... a five-sided fortress with a single purpose--to defend the United States and its citizens. But behind the concrete walls and re-enforced windows are secrets. Enter the headquarters of the U.S. Department of Defense and explore the complex operations and top-secret business conducted at the largest low-rise office building in the world.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Ancient Astronaut Cover-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 25,
                    "original air date": "5 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The notion of a universe inhabited by alien creatures can be found just about everywhere in American popular culture. But could mankind really have been visited by alien beings from other worlds?    "
                },
                "2": {
                    "title": "The Mafia",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "12 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    For decades, the criminal organization known as \"The Mafia\" has stained the fabric of American society. But what are the secrets behind the Mob's sinister success? According to the FBI, the American Mafia still has approximately 3,000 active members.    "
                },
                "3": {
                    "title": "The Ku Klux Klan",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 20,
                    "original air date": "19 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    They are the original domestic terrorists, hiding underneath white hoods and flowing robes, and taking cover in the rights and freedoms that they are actively seeking to destroy.    "
                },
                "4": {
                    "title": "Serial Killers",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 22,
                    "original air date": "26 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    They are secretly stalking America's streets and highways, hiding in plain sight and compelled by one simple motive: the thrill of taking another person's life. Since the 1970s, the United States has produced an estimated 1,400 serial killers.    "
                },
                "5": {
                    "title": "American Nazis",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "3 May 2013",
                    "year": "2013",
                    "plot": "\n    There are nearly 200 neo-Nazi groups currently operating in the United States--and they are strongly allied to a loose network of numerous other \"white and Aryan power\" hate groups.    "
                },
                "6": {
                    "title": "Deadly Cults",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "10 May 2013",
                    "year": "2013",
                    "plot": "\n    According to government statistics, there are an estimated 5,000 cults currently operating in the United States. And each year there are approximately 200,000 Americans who serve as secret--and, for the most part, willing--members.    "
                },
                "7": {
                    "title": "Presidential Cover Ups",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "17 May 2013",
                    "year": "2013",
                    "plot": "\n    The office of the President of the United States was designed to operate with greater transparency than any other world-leader... but how much do we really know about what goes on behind the doors of the Oval Office?    "
                },
                "8": {
                    "title": "The Drug Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 17,
                    "original air date": "24 May 2013",
                    "year": "2013",
                    "plot": "\n    This episode uncovers the conspiracies behind America's 40-year drug campaign. Why does the U.S. Government classify marijuana and heroin as equally dangerous drugs, and will the move by some states to legalize marijuana change how this drug is viewed?    "
                },
                "9": {
                    "title": "The Mystery of Bigfoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 21,
                    "original air date": "31 May 2013",
                    "year": "2013",
                    "plot": "\n    Bigfoot is everywhere you look, but why are so many millions of Americans obsessed with this mysterious man-ape? This episode sheds new light on some of the nation's darkest Sasquatch secrets.    "
                },
                "10": {
                    "title": "Presidential Assassins",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 17,
                    "original air date": "7 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Over the last centuries, there have been four successful presidential assassinations and a multitude of failed attempts. But do we know the real story behind these assassination plots?    "
                },
                "11": {
                    "title": "Lost Treasures",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 17,
                    "original air date": "14 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    American treasure hunters are convinced that there are missing fortunes just waiting to be discovered all around the country. But is it a harmless hobby, or do treasure hunters find themselves locked in a battle with other searchers?    "
                },
                "12": {
                    "title": "Hells Angels",
                    "kind": "episode",
                    "episode of": {
                        "title": "America's Book of Secrets (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 26,
                    "original air date": "21 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    No club in America is more secretive than the Hells Angels. Members are forbidden to publically discuss their biker brotherhood and others who have \"insider\" information are too afraid to talk... until now.    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Aird, Barry"
            },
            {
                "name": "Adams, Jonathan"
            },
            {
                "name": "Jones, Alex"
            },
            {
                "name": "Kessler, Ronald"
            },
            {
                "name": "Muller, Erich 'Mancow'"
            },
            {
                "name": "Obama, Barack"
            },
            {
                "name": "Rivero, Michael"
            },
            {
                "name": "Hickey, Eric"
            },
            {
                "name": "Clinton, Bill"
            },
            {
                "name": "Bush, George W."
            },
            {
                "name": "North, Oliver"
            },
            {
                "name": "Potok, Mark"
            },
            {
                "name": "Van Zandt, Clint"
            },
            {
                "name": "Zaid, Mark"
            },
            {
                "name": "Basham, W. Ralph"
            },
            {
                "name": "Petro, Joseph"
            },
            {
                "name": "Horowitz, Mitch"
            },
            {
                "name": "Lichtman, Allan"
            },
            {
                "name": "Marrs, Jim"
            },
            {
                "name": "Carter, Jimmy"
            },
            {
                "name": "Goldwag, Arthur"
            },
            {
                "name": "Tarpley, Webster"
            },
            {
                "name": "Ambinder, Marc"
            },
            {
                "name": "Kristol, William"
            },
            {
                "name": "Hagin, Joseph W."
            },
            {
                "name": "Dolan, Richard M."
            },
            {
                "name": "Chertoff, Michael"
            },
            {
                "name": "Clinton, Chelsea"
            },
            {
                "name": "Clinton, Hillary"
            },
            {
                "name": "Coppens, Philip"
            },
            {
                "name": "Corbi, Al"
            },
            {
                "name": "Martell, Jason"
            },
            {
                "name": "Obama, Michelle"
            },
            {
                "name": "Rumsfeld, Donald"
            },
            {
                "name": "Wead, Doug"
            },
            {
                "name": "Birnes, William J."
            },
            {
                "name": "Clark, Wesley"
            },
            {
                "name": "Walsh, Kenneth T."
            },
            {
                "name": "Emmett, Dan"
            },
            {
                "name": "Pauley, Isabel"
            },
            {
                "name": "Quayle, Dan"
            },
            {
                "name": "Ross, Rick"
            },
            {
                "name": "Spriggs, C. Daniel"
            },
            {
                "name": "Biden, Joe"
            },
            {
                "name": "Bush, George"
            },
            {
                "name": "Childress, David"
            },
            {
                "name": "Isikoff, Michael"
            },
            {
                "name": "Morgan, Martin K.A."
            },
            {
                "name": "Naftali, Tim"
            },
            {
                "name": "Nixon, Richard"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:NC-16",
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 7.3,
        "votes": 445,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA3NTAxNDcxOF5BMl5BanBnXkFtZTgwMjQ4MDA4MDE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "America's Book of Secrets",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Burns, Kevin"
            },
            {
                "name": "Coughlin, Brian"
            },
            {
                "name": "Donnelly, Matt"
            }
        ],
        "production companies": [
            {
                "name": "Prometheus Pictures"
            }
        ],
        "other companies": [
            {
                "name": "Framepool"
            },
            {
                "name": "Sim"
            }
        ],
        "plot": [
            "From the facts behind the NSA spying scandals (\"Big Brother\") and the Boston Bombings (\"American Terrorists\") to America's secret prisons, Scientology, the Gold conspiracy and America's doomsday plans, this series features in-depth interviews with top journalists, law enforcement officials and whistleblowers.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 445,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 64,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 179,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 94,
                "rating": 7.3
            },
            "males": {
                "votes": 287,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 54,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 149,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 69,
                "rating": 7.2
            },
            "females": {
                "votes": 69,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 30,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 24,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 37,
                "rating": 6.9
            },
            "us users": {
                "votes": 180,
                "rating": 7.1
            },
            "non us users": {
                "votes": 103,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 90,
            "9": 39,
            "8": 103,
            "7": 100,
            "6": 32,
            "5": 27,
            "4": 11,
            "3": 5,
            "2": 7,
            "1": 31
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}