{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "15 July 2012"
            }
        ],
        "release dates": [
            "Canada::15 July 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Delhi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The Ganges River is considered one of the holiest rivers in the world. At 2510 km long draws from the Western Himalaya's in Northern India, flowing southeast to Bangladesh where it drains into the Indian Ocean. The river is home to millions of people, whose religions, traditions, and way of life have been shaped from centuries of living along its banks.    "
                },
                "2": {
                    "title": "Yamuna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The Yamuna is the largest tributary river of the Ganges in Northern India. Unfortunately the Yamuna is also one of the most polluted rivers in the world. New Delhi, the capital of India, dumps more than 50% of its waste into the river, which remains stagnant for nine months of the year. Millions of people depend on the polluted Yamuna water.    "
                },
                "3": {
                    "title": "Agra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Vrindavan lies on the bank of the Yamuna river, 150 kilometers south of Delhi. The town was built upon the forest of Vrindavana, where Krishna spent his childhood. The town is a major pilgrimage destination for many traditions of Hinduism. Thousands of temples have been erected over the centuries.    "
                },
                "4": {
                    "title": "Holi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The Taj Mahal lies on the bank of the Yamuna river in the city of Agra. While Agra is probably best known for the Taj and other historical buildings from the same era, it is also renown for its handy crafts, marble and stone inlay work and its sweets. The leather industry is also among the most traditional and original industries of Agra.    "
                },
                "5": {
                    "title": "Allahabad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    With over 1.18 billion people, India houses roughly one sixth of the world's population. Unfortunately, it's estimated that over 400 million Indians now live under the global poverty line of one dollar and twenty-five cents per day. High population growth rates and ineffective food management have resulted in fluctuating levels of famine.    "
                },
                "6": {
                    "title": "Varanasi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    In India the summer season begins in early March and lasts until late June. Much of Indian life during the summer is spent indoors and out of the sun. Daytime work is often abandoned between the hours of 10 a.m. and 4 p.m. Even so, the extreme heat claims thousands of lives each year. Even those acclimatized to such conditions are not immune to the power of the sun.    "
                },
                "7": {
                    "title": "Nepal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    For Hindus, there is no city holier than Varanasi, also known as Benares or Kashi, it is located on the banks of the Ganges in the northern state of Uttar Pradesh. Established over 3,000 years ago, it is one of the oldest cities in India. Hindus believe that dousing one's self in the holy waters of the Ganga is the only true way to cleanse the soul of sin.    "
                },
                "8": {
                    "title": "Monsoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The monsoon season typically arrives in June and lasts until September. The season is marked by an intense initial downpour that lasts for days, followed by a pattern of heavy rain for several hours each day. Temperatures remain fairly high during this period. Flooding is a common occurrence in many Indian cities, as inadequate drainage systems struggle to cope with the large volume of water.    "
                },
                "9": {
                    "title": "Bihar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    With a population of over 100 million, Bihar is India's third most populous state. In ancient times, the area was considered the country's centre of power, learning, and culture. Today, slow economic development has led Bihar to becoming India's poorest state. The state has a reputation for crime and inter-caste violence. Foreigners are warned to exercise extreme caution while traveling in Bihar.    "
                },
                "10": {
                    "title": "Farakka Barrage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In traditional Indian culture, social status is defined by the caste system. It is a strict hierarchy that assigns social standing based on hereditary descendants. Under this system Indians are literally born into their social status. Modern India has done much to combat caste-based discrimination, but in rural areas it is still very much a visible part of life.    "
                },
                "11": {
                    "title": "Bangladesh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The state of West Bengal is situated on the eastern bottleneck of India. The Ganges River divides in into the Hooghly River in West Bengal and the Padma River flowing southeast into Bangladesh. Calcutta is considered the cultural capital of India and the birthplace of modern Indian literature and art. West Bengal shares much of its cultural heritage with the neighboring Bangladesh.    "
                },
                "12": {
                    "title": "Dhaka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the Next Bend (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Considered to be the most densely populated country in the world, Bangladesh is situated on large, low-lying river deltas, flowing from the Himalayas into the Bay of Bengal. The Ganges delta, known as the Padma, joins two other rivers before finally filtering out into the ocean. With low elevations, Bangladesh is subject to severe flooding and is now recognized as vulnerable to climate change    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Corkery, Dustin"
            },
            {
                "name": "Traquair, Adrian"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.1,
        "votes": 28,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA4ODAyODA2NF5BMl5BanBnXkFtZTgwODYyMDQ0NjE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Around the Next Bend is the story of two friends embarking on a remarkable personal journey far from home. Adrian Traquair and his good friend Dustin Corkery are two regular guys from the small city of Regina, Saskatchewan, Canada. Driven by a sense of adventure and excitement they travel halfway around the world to embark on a life-changing journey. From the waterway of one of the world's largest and holiest rivers, they begin to discover the magnificent country of India, and the unique people that inhabit it. They will grow to gain a greater understanding of themselves, and the world they live in, as they slowly raft down the mystic Ganges River.",
        "languages": [
            "English"
        ],
        "title": "Around the Next Bend",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Around the Next Bend (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Minds Eye Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "High Fidelity HDTV"
            }
        ],
        "other companies": [
            {
                "name": "Java Post Production"
            }
        ],
        "plot": [
            "_Around the Next Bend_ (qv) is the story of two friends embarking on a remarkable personal journey far from home. Adrian Traquair and his good friend Dustin Corkery are two regular guys from the small city of Regina, Saskatchewan, Canada. Driven by a sense of adventure and excitement they travel halfway around the world to embark on a life-changing journey. From the waterway of one of the world's largest and holiest rivers, they begin to discover the magnificent country of India, and the unique people that inhabit it. They will grow to gain a greater understanding of themselves, and the world they live in, as they slowly raft down the mystic Ganges River.::Minds Eye Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 28,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 5.6
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 9.2
            },
            "males": {
                "votes": 13,
                "rating": 6.6
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 9.8
            },
            "females": {
                "votes": 5,
                "rating": 9.4
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 6,
                "rating": 8.2
            },
            "non us users": {
                "votes": 10,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 11,
            "9": 8,
            "8": 3,
            "7": 0,
            "6": 1,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}