{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 June 2012"
            }
        ],
        "release dates": [
            "USA::30 June 2012"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "When the sun goes down, Saint Vincent's ER fills up. This world class hospital is just a stone's throw away from Sydney, Australia's pumping central business district and its entertainment underbelly, Kings Cross, making it one of the busiest hospitals in the world. The ER staff at Saint Vincent's never knows what will come through the emergency room doors next - from patients with multiple stab wounds, alcohol-fueled head traumas and drug overdoses to car crash casualties and everything in between. ER Nights gives an up-close look into the intense world of emergency medicine, where everything can change in a heartbeat and split second decisions can mean the difference between life and death.",
        "languages": [
            "English"
        ],
        "title": "ER Nights",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "ER Nights (Australia)"
        ],
        "production companies": [
            {
                "name": "Discovery Studios"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Health"
            }
        ],
        "plot": [
            "When the sun goes down, Saint Vincent's ER fills up. This world class hospital is just a stone's throw away from Sydney, Australia's pumping central business district and its entertainment underbelly, Kings Cross, making it one of the busiest hospitals in the world. The ER staff at Saint Vincent's never knows what will come through the emergency room doors next - from patients with multiple stab wounds, alcohol-fueled head traumas and drug overdoses to car crash casualties and everything in between. _ER Nights_ (qv) gives an up-close look into the intense world of emergency medicine, where everything can change in a heartbeat and split second decisions can mean the difference between life and death.::Discovery Health"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}