{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "20 November 2012"
            },
            {
                "country": "USA\n",
                "date": "8 September 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "22 October 2013",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Finland\n",
                "date": "16 October 2014"
            }
        ],
        "release dates": [
            "UK::20 November 2012",
            "USA::8 September 2013",
            "Netherlands::22 October 2013                            (DVD premiere)",
            "Finland::16 October 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Last Tango in Halifax"
            },
            {
                "countries": "Finland",
                "title": "Viimeinen tango Halifaxissa"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Sista tangon i Halifax"
            },
            {
                "countries": "Russia",
                "title": "Последнее танго в Галифаксе"
            },
            {
                "countries": "Sweden",
                "title": "Vår stora kärlek"
            }
        ],
        "akas": [
            "Last Tango in Halifax (original title)",
            "Viimeinen tango Halifaxissa Finland",
            "Sista tangon i Halifax Finland (Swedish title)",
            "Последнее танго в Галифаксе Russia",
            "Vår stora kärlek Sweden"
        ],
        "akas from release info": [
            "Last Tango in Halifax (original title)",
            "Viimeinen tango Halifaxissa Finland",
            "Sista tangon i Halifax Finland (Swedish title)",
            "Последнее танго в Галифаксе Russia",
            "Vår stora kärlek Sweden"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 77,
                    "original air date": "19 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Caroline gets a job at a notoriously rough school in Huddersfield and moves, with Alan and Celia and her two sons, to a ramshackle farmhouse outside the town - not that Celia is happy with her accommodation. On a girls' night out Caroline confides in Gillian, who also admits she feels haunted by late husband Eddie, especially after Robbie has a serious accident on the farm. Celia however is buoyant when she lands the role of Madame Arcati in a local production of 'Blithe Spirit' and ropes in a reluctant Alan when another cast member falls ill. Alan's friend Harry ...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 62,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    While Christmas shopping together, Caroline tells Gillian the reason for her new job and how she met new girlfriend Olga, who encouraged her to take it. For Christmas dinner both families turn up at Caroline's house, along with John and the newly sober Judith, now a successful children's author. Whilst Alan confesses his stage fright to Harry, Celia leads a séance. Gillian makes a startling confession to Robbie. The play goes ahead with Alan triumphant whilst Olga lets Gillian in on a secret about Caroline, who starts her first day at the new school with unbounded ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 116,
                    "original air date": "8 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Alan, on farm, re-unites with childhood sweetheart \"glamorous\" Celia, learns his late wife kept them apart. Celia's daughter Caroline insults Alan's Gillian and lets husband John move back in.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 93,
                    "original air date": "15 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Alan and Celia test sportscar and hold engagement party. Gillian tells son Raff secret of his dad's fatal accident, and copes with amorous Paul. Caroline faces rumors of kissing teacher Kate; husband John faces visit of lover Judith.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 84,
                    "original air date": "22 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Raff is released but refuses to talk to Gillian,having learned of her session with Paul,and goes to live with Robbie. Later a badly injured Paul arrives,beaten up by his girlfriend's brothers,and she lets him move in. Some time later,after Robbie has brought Raff to collect his belongings,Gillian's Land Rover is torched. Alan goes to see Celia and they overhear Caroline and John having yet another row,with Caroline again,telling John to move out. Caroline rings Kate and has a heart to heart with her,opening up about her lack of emotion. Judith rings John,asking for ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 84,
                    "original air date": "29 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    As Alan and Celia spend the night in the haunted house their daughters worry and a frantic Gillian even persuades Raff and Robbie to visit her. After denying any knowledge of setting fire to her Land Rover Robbie even begins to get on with Gillian. Caroline also stays over and the two women begin to bond as they admit their fears to each other. However it is Paul who works out where the elderly couple are as he knew they were seeking a wedding venue and the police find them. Much reconciliation follows but,as John tells Carolie he lent Judith money,she admits to an ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 79,
                    "original air date": "6 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    On the eve of the birthdays of Caroline and Gillian,born on the same day,Alan tells Celia he feels guilty because,although Gillian's husband Eddie killed himself,Alan colluded with his daughter in failing to call the ambulance,letting him die. This is the reason Robbie believes Gillian killed Eddie though when Robbie returns Raff to live with his mother he asks Gillian on a date. Caroline decides to go public about her relationship with Kate but,whilst elder son William is happy for her,John - seeing that Caroline plans to move Kate into the house in his place - is ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 90,
                    "original air date": "13 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Nobody thanks John for his revelation though Caroline's younger son Lawrence accepts the situation. Celia,on the other hand,does not and shows her disapproval strongly,shocking Alan and Gillian. Celia agrees to meet Kate at a family dinner party but her bigotry ruins the evening as well as driving a wedge between Kate and Caroline and Alan calls the wedding off,disgusted by this new side to his fiancee.Caroline and Celia have a huge row but later Celia visits Kate,explaining that,in view of her own stale marriage,she only wants the best for her daughter but now ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 76,
                    "original air date": "29 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Alan is discharged from hospital and it is agreed that he will move into Celia's granny flat as it is more conducive to recovery. Gillian feels slighted and things are not helped when John rings to say he loves her and, after she has admitted to Caroline her drunken one night stand with John, she finds that Caroline has told her mother, who has told Alan. He is disapproving, reminding Gillian how she fell pregnant at fifteen. John turns to Judith for consolation but she gets drunk and falls downstairs, making up Caroline's mind to move Kate into the house. Alan and ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 68,
                    "original air date": "6 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    With strangers as witnesses Alan and Celia marry in a registry office. Gillian is outraged, feeling side-lined and, as she tells a sympathetic Robbie, pushed out of her father's life by Celia. However, when Raff's girlfriend Ellie turns up at the farm, heavily pregnant, Alan saves the day by getting her to hospital for the birth. Celia explains to Caroline that Alan's health problems hastened the wedding but Caroline has her own problem as she wants Kate to sell her house so that they can buy John out. Kate is agreeable but also wants to have a child with Caroline, ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 64,
                    "original air date": "13 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Whilst Kate lets slip to Celia that she wants a baby with Caroline, a desire Caroline does not seem to share, Celia is also indiscreet in telling Robbie that Gillian had an abortion at fifteen. Trouble follows when Robbie learns for the first time that he was the father and Gillian feels more isolated when Ellie returns home, leaving her as the chief baby-minder. She calls John for consolation and tells him that she deliberately delayed in ringing the ambulance that may have saved the suicidal Eddie, something that Alan also tells Celia.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 66,
                    "original air date": "20 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Anxious to get in with Gillian John is very helpful at reconciling Ellie and Raff but unfortunately Judith arrives, exposing John's one night stand with Gillian, and causing trouble with Robbie. Kate and Caroline spend a weekend at a hotel, where Caroline meets sperm donor Greg. However he is a self-centred bore who goes on about his old times with Kate and Caroline feels excluded. Alan and Celia baby-sit Caroline's sons but one gets drunk and the other one beaten up and robbed and Celia is glad of her husband's support. Hearing that school-friend Maurice has died ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 61,
                    "original air date": "27 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    As John moves into Judith's untidy flat, Ellie moves into the farmhouse and Robbie installs his much younger girlfriend Cheryl in his house Caroline hears that both Judith and Kate are pregnant and rows with Kate as a result. To compound her problems Lawrence moves in with John and it falls to her to invite Celia's sister Muriel to the wedding. Years ago the two women fell out over a man and the rift has never healed as Alan discovers when he and an icy Celia visit the garrulous Muriel. Caroline and Gillian press on with organizing the wedding venue and get drunk and ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 83,
                    "original air date": "3 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Next morning Caroline promises Gillian she will keep her secret before venting her anger on John for exposing her son to Judith's drunken antics though John makes it clear he is not marrying Judith. Caroline also reconciles with Kate and accompanies her to hospital following a suspected miscarriage, though it is a false scare and a scan shows the baby to be a girl. Alan's brother Ted comes over from Australia and, at Alan's stag night, all the men tell Robbie he should settle down with Gillian. The wedding goes ahead on Christmas Eve with Caroline acting as the father...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 81,
                    "original air date": "28 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Gillian is asked on a date by personable customer Gary but he has an alternative motive. He believes that Alan is his father, as a result of a brief fling with Gary's m other Mary, whilst he was still married. Advised by Caroline Gillian tells Alan, who admits it and prepares to see Gary though he is also concerned for his friend Harry, who has to sell his house to settle a court claim. Caroline meanwhile is planning to marry the pregnant Kate, leading to embarrassment for son Lawrence from homophobic fellow pupils. She tells Kate that she feels obliged to tell Celia ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 70,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Alan and Gary hit it off very well with Alan explaining he had no idea that he had a son. When Alan tells Celia about Gary it is a bumpier ride, as she is annoyed that Caroline and Gillian knew ahead of her. Whilst she appears to relent she nonetheless does not accompany the rest of the family to dinner with Gary and his wife in their palatial home. Gillian resigns from the supermarket after a run-in with Robbie's ex-wife, prompting Robbie to propose marriage to her whilst Caroline and Kate go ahead with their wedding but there is one important guest who is absent by ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 65,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Whilst Gillian considers Robbie's marriage proposal John arrives at the farm with Alan, who tells her that Celia did not attend Caroline's wedding. With Alan asleep John also proposes to Gillian but she knocks him back. Caroline confronts her mother over her absence and they eventually reconcile whilst Celia joins the rest of Alan's family for another meal with Gary and his wife. The celebration is interrupted when Caroline rings to say that Kate has been hit by a car and is in hospital, requiring surgery.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 69,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Whilst the surgeon can save her baby, Flora, it is too late for Kate and Celia supports her daughter at the funeral, where biological father Greg also offers support. Gillian tells everybody that she has agreed to marry Robbie and whilst Celia, Alan and Raff are pleased for her, Caroline is too preoccupied with minding a baby who never stops crying to be more than non-committal. Also happy for Gillian is Gary, who confesses to her that he believes his marriage to be failing. Unable to afford giving up work Caroline advertises for a nanny for Flora and ends up with the...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 60,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Alan begins to distance himself from Gary while Gillian discovers that their private family matter has just gone public.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Last Tango in Halifax (TV Series 2012–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 78,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Gillian and Raff both confront Gary over his revealing his paternity in a local newspaper article and Raff declines his uncle's job offer. Gillian is still unhappy about Gary paying for her wedding and, as Caroline drives her and Alan to the ceremony, Gillian confides her misgivings to Caroline - including the fact that had sympathy sex with John, who was envious of Greg's perfect childcare. A chapter of accidents delays the bride's progress but eventually she makes it in time for her wedding. But will she still want to marry Robbie and will Alan reconcile with Gary ...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Reid, Anne"
            },
            {
                "name": "Jacobi, Derek"
            },
            {
                "name": "Lancashire, Sarah"
            },
            {
                "name": "Walker, Nicola"
            },
            {
                "name": "Gardner, Tony"
            },
            {
                "name": "Bolt, Josh"
            },
            {
                "name": "Greatorex, Louis"
            },
            {
                "name": "Andrews, Dean"
            },
            {
                "name": "Sosanya, Nina"
            },
            {
                "name": "Morley, Katherine Rose"
            },
            {
                "name": "Copley, Paul"
            },
            {
                "name": "Johnson, Felix"
            },
            {
                "name": "Ashley, Edward"
            },
            {
                "name": "Ancona, Ronni"
            },
            {
                "name": "Garvey, Marcus"
            },
            {
                "name": "Dhawan, Sacha"
            },
            {
                "name": "Graves, Rupert"
            },
            {
                "name": "Smith, Dean"
            },
            {
                "name": "Scholfield, Meriel"
            },
            {
                "name": "Barraclough, Roy"
            },
            {
                "name": "Isitt, Kate"
            },
            {
                "name": "Leskovac, Rachel"
            },
            {
                "name": "Burroughs, Lorraine"
            },
            {
                "name": "Jones, Gemma"
            },
            {
                "name": "Theobold, Cara"
            },
            {
                "name": "O'Neill, Caroline"
            },
            {
                "name": "Martin, Jaz"
            },
            {
                "name": "Ofori-Attah, Rhoda"
            },
            {
                "name": "Manley, Rebecca"
            },
            {
                "name": "Sheals, Helen"
            },
            {
                "name": "Alexander, Peter"
            },
            {
                "name": "Chudasama, Sushil"
            },
            {
                "name": "Mason, Hayley"
            },
            {
                "name": "Simon, Hugh"
            },
            {
                "name": "Platt, Alexis"
            },
            {
                "name": "James, Daniel"
            },
            {
                "name": "Phillips, Brittoni"
            },
            {
                "name": "Bacon, Ant"
            },
            {
                "name": "Hurst, Michelle"
            },
            {
                "name": "Chan, Elizabeth"
            },
            {
                "name": "Mirallegro, Nico"
            },
            {
                "name": "Stokoe, Matt"
            },
            {
                "name": "Tam, Christina"
            },
            {
                "name": "Alexander, Jeff"
            },
            {
                "name": "Catterall, John"
            },
            {
                "name": "Young, Amelia"
            },
            {
                "name": "Wilson, Declan"
            },
            {
                "name": "Sanghera, Jag"
            },
            {
                "name": "Hornby, Anne"
            },
            {
                "name": "Valentine, Shareesa"
            }
        ],
        "locations": [
            "Knowl Farm, Norden, Rochdale, Lancashire, England, UK::(Gillian's farm in Ripponden)",
            "St John's Road, Atrincham, Greater Manchester, England, UK::(Celia's and Caroline's house in Harrogate)",
            "Ripponden, Calderdale, West Yorkshire, England, UK",
            "Co-Operative Store, Peel Street, Marsden, West Yorkshire, England, UK::(Greenhough's Supermarket where Gillian works)"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Canada:PG::(Manitoba)",
            "Canada:14A::(Ontario)",
            "Canada:G::(Quebec)",
            "Finland:K-7",
            "Germany:12",
            "Ireland:12",
            "Netherlands:12::(DVD rating)",
            "Netherlands:AL::(TV rating)",
            "Netherlands:6::(TV rating)",
            "New Zealand:M",
            "United Kingdom:12",
            "United Kingdom:PG::(some episodes)",
            "United States:TV-14"
        ],
        "number of seasons": 4,
        "rating": 8.2,
        "votes": 3875,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjUxNmQ1MmMtZGFjNS00YzFlLWFkNDAtZWFlYmFhNWY1MGY5XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Last Tango in Halifax",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Wainwright, Sally"
            }
        ],
        "production companies": [
            {
                "name": "Red Production Company"
            },
            {
                "name": "British Broadcasting Corporation"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "BBC Video"
            },
            {
                "name": "Just Bridge Entertainment"
            },
            {
                "name": "Just Bridge Entertainment"
            },
            {
                "name": "Omroep MAX"
            },
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Nanook Studio"
            },
            {
                "name": "Audiolink Radio Communications"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "EuroKids & Adults International Casting and Model Agency"
            },
            {
                "name": "On Set Tech"
            },
            {
                "name": "Panavision"
            },
            {
                "name": "The Look"
            }
        ],
        "plot": [
            "Re-united after 50+ years apart, Celia and Alan decide to marry. At age 16, Alan's late wife failed to pass on a letter from Celia, his longtime crush, with an apology for missing their first date and her forwarding address. Both now have daughters with lover troubles.::AnneToronto"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3875,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 274,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 754,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 1731,
                "rating": 8.3
            },
            "males": {
                "votes": 1164,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 102,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 248,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 738,
                "rating": 8.1
            },
            "females": {
                "votes": 1731,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 169,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 484,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 968,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 56,
                "rating": 6.5
            },
            "us users": {
                "votes": 1102,
                "rating": 8.3
            },
            "non us users": {
                "votes": 1212,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 1123,
            "9": 1094,
            "8": 968,
            "7": 359,
            "6": 134,
            "5": 67,
            "4": 22,
            "3": 22,
            "2": 30,
            "1": 56
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}