{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 July 2012"
            }
        ],
        "release dates": [
            "USA::21 July 2012"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "A Ride with Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A swimsuit model, Summer, is shot and killed by her fiancé Clint, who tries covering up the murder by trying to help police catch her \"killer.\" Clint's story soon untangles when his closest friend, Kevin, becomes suspicious and then goes undercover for detectives.    "
                },
                "2": {
                    "title": "Demon in the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n    Months after their wedding, Keith and Anita Yunk sleep peacefully in their bed when an attacker with a knife interrupts their slumber and hacks their future to pieces. Police must put together what remains to uncover this evil intruder's identity.    "
                },
                "3": {
                    "title": "Painted in Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "7 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    A modern day princess, Jennifer marries her prince charming, Joe, in a fairytale wedding. But a dark shadow is cast over their storybook romance when Jennifer disappears, leaving behind a trail of betrayal, deception, and lies.    "
                },
                "4": {
                    "title": "Love, Blood, and War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "14 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Sparks fly when Toni Cato meets Army soldier, Anthony Riggs. But soon after wedding bells chime a - shadowy gunman shatters their future with five bullets to the head. Police are left with a twisted tale of family betrayal, greed, and deception.    "
                },
                "5": {
                    "title": "Crushed by Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "21 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Navy man Bill finds the family he's dreamed of when he meets single mom Rose. But their love suffers a crushing blow when the couple vanishes. The discovery of a bloody shoe print and a dark past leads police to a ruthless killer with nothing to lose.    "
                },
                "6": {
                    "title": "Virtual Demise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "28 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Southern gentleman Kim VanPelt is a perfect match for caring Sandy Ozment. But their fairytale turns into a nightmare when Sandy is found fatally beaten. Now, authorities must find the killer who destroyed this couple's wedded bliss.    "
                },
                "7": {
                    "title": "On the Market for Murder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "5 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Successful and charming, Eddie Patton is the perfect match for go-getter Tyler Walsh. But their booming beginning turns into a tragic end when an intruder breaks in. Now police shift through a tangled web of truth, lies and murder to find the killer.    "
                },
                "8": {
                    "title": "Lethal Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "12 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Devout Christian Carol finds her match when she meets an equally devoted Dennis. But their love comes to a painful end when Carol dies unexpectedly. The discovery of lethal substance in her body leads police to an evil killer and a path of deceit.    "
                },
                "9": {
                    "title": "Dance with the Devil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "26 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    When Oscar waltzes into Victoria's life, they both know this dance is forever. But soon after they marry, tragedy strikes when the happy couple is found dead. Now police must solve the case and bring a killer to justice.    "
                },
                "10": {
                    "title": "Ocean of Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "26 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Anita is head over heels for her new husband Michael. But the perfect pair are tragically separated when a wave of deception comes crashing down on them. Now detectives must find Michael's bride as they uncover the depths of lies and betrayal.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Bride Wore Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Port Jervis, NY: It's a cool day outside, but the church is full of warmth as Tina Entwistle recites her vows. Gazing into the gentle eyes of her beau, Luis Deleg, Tina can't stop smiling. With the slide of the rings and a kiss on the lips, Tina and Luis are man and wife. But ten hours later, the street outside of the couple's new home is a sea of red and blue lights. Luis lies in the driveway, bloodied by knife wounds and unconscious after falling from a second-story window. Meanwhile, the new bride lies upstairs in a blood-soaked wedding gown. There's mass confusion...    "
                },
                "2": {
                    "title": "Set Sail for Murder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    California: After a ten-month, cross-country romance, Karen Waltz and Scott Roston tie the knot at a Las Vegas wedding chapel. The ceremony is fun, funny and full of energy. After the ceremony, the giddy lovers race back to Santa Monica to pack for a seven-day, hot and steamy honeymoon cruise. The ship is headed for Mexico, set to return to California on Valentine's Day. But disaster strikes just 30 miles off the California coast when the newlywed bride is thrown overboard. Is it an accident or something more sinister? Rescuers discover her body after 10 hours of ...    "
                },
                "3": {
                    "title": "Ice Cold Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Huntington Station, NY: Arm in arm with her loving Uncle Howard, Lisa Solomon takes the final steps down the aisle toward her love of four years, Matthew Solomon. Uncle Howard kisses her goodbye, finally letting his darling niece go. Lisa's sparkling smile is contagious, and everyone knows this is the happiest day of her life. But on the newlywed's two-month anniversary - Christmas Eve - Matthew calls police: Lisa went for a walk and never came back. He pleads to news cameras for help to find his vanished bride, and hundreds of volunteers give up their holidays to ...    "
                },
                "4": {
                    "title": "Weeping Widow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Quiet computer guy Bruce Cleland and vivacious salesgirl Rebecca Salcedo fall deeply in love and have the wedding of the year. But too soon, a shadowy gunman tears the newlyweds apart, and police must unravel a tale of sex, money and hidden agendas.    "
                },
                "5": {
                    "title": "Devoured by Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    After Egyptian model Omaima Aree marries Texas flyboy Bill Nelson, newlywed bliss ends when cops discover body parts in the couple's car. Police struggle to piece together a brutal case of betrayal, dismemberment and the ultimate taboo.    "
                },
                "6": {
                    "title": "Bloody Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Bubbly Teresa twirls about in a gorgeous gown. She's dying to marry her handsome fiancé, Rob. But before wedding bells ring, gunshots rip through the night and both lie shot on the ground. Police face a twisted tale of greed, deceit and infidelity.    "
                },
                "7": {
                    "title": "Unholy Matrimony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Bipsy Amirian is quirky and unique, frequently sporting funky, dyed hair and proud of her spiritual tattoos. She has a natural talent for music and performs regularly at local coffee shops in Temecula, California. Her biggest fan - Mickey Wagstaff - is absolutely smitten, mesmerized by the beautiful musician and thrilled by the chance to take her out. Having dealt with a stalker ex-boyfriend, Bipsy is hesitant at first, but she soon falls for Mickey. The couple shares a love for religion, and though their faiths differ, they love the same God. After less than two ...    "
                },
                "8": {
                    "title": "Bizzare Love Triangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    When Diane marries her sexy boyfriend Bobby, it's the storybook beginning to a new life... as a woman. Two months later the transsexual bride vanishes. To solve the case, detectives must piece together a shocking tale of jealousy, love and betrayal.    "
                },
                "9": {
                    "title": "Premarital Massacre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Emely finally accepts Manuel's marriage proposal. But as they decorate for their reception the night before the wedding, gunshots shatter their dreams. This is a powerful tale of devoted love, selfless heroics and jealousy destroying wedded bliss.    "
                },
                "10": {
                    "title": "To Have and to Kill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    After bubbly Beth marries her college sweetheart, Mike, newlywed bliss takes a turn when Beth finds blood in their home Â- and Mike's gone. Seeking answers, police wade through a twisting tale of underworld ties, secret lives and sexual seduction.    "
                }
            },
            "2": {
                "1": {
                    "title": "Led Into Temptation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Youth pastor Couty is a match made in heaven for preacher's daughter Christa. But their angelic beginning meets an evil end - with a bullet wound to the head. Detectives must find a killer hidden by a veil of lies, infidelity and dark temptation.    "
                },
                "2": {
                    "title": "In Sickness and in Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Devoutly religious Frank longs for a family, so when he meets single mom Angelina they race for the altar. But when a mysterious illness tears them apart, the bride must help police piece together a shocking tale of greed, lies and secret lives.    "
                },
                "3": {
                    "title": "Gallop to the Grave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    When nurse Shannon meets rancher David, their instant attraction leads to a fun, fast Vegas wedding. But months later a horseback ride turns tragic and police must literally dig up the past to expose a fatal web of deceit and greed.    "
                },
                "4": {
                    "title": "The Devil's Devotion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Godly Llius finds her eternal forever when she pledges her love to music promoter Tony. But their holy union is disrupted in the most gruesome of ways. As detectives look closer, sinister truths emerge from the darkness to reveal a devilish devotion.    "
                },
                "5": {
                    "title": "Fatal Fairytale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "13 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Exotic Kelly is whisked away in a fairytale romance by her millionaire beau Michael. But too soon, something wicked curses their fairytale and detectives must unravel conflicting stories to reveal a tale of dark pasts, secret lovers and cruel deceit.    "
                },
                "6": {
                    "title": "Taking the Plunge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Single parents Cynthia and Randy take the plunge and elope after dating two months. But tragedy sinks their perfect dream, leaving one of the newlyweds dead. As police search for clues, a twisted tale rises from the deep to reveal a shocking truth.    "
                },
                "7": {
                    "title": "Vanishing Bride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa and Lawrence foresee a bright future: when they marry, she'll join the Army and he'll watch the kids. But their plans crumble when Lisa vanishes, in a twisting case that includes a jealous ex, a threatening fellow soldier and a brutal betrayal.    "
                },
                "8": {
                    "title": "Inked in Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    When hip, tattooed lovers Cassie and Brent meet, it's a match made in social media heaven. But LOL turns to OMG when the bride goes missing. As Brent leads the search for Cassie, police worry an online fight has entered the real world.    "
                },
                "9": {
                    "title": "Shattered Sisterhood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Two days before spitfire Sandy and quiet Duane are to wed, gunshots split them apart. Police first suspect a botched robbery but soon uncover an ex-flame from the internet and a mystery woman full of secrets. Who killed the vibrant bride-to-be?    "
                },
                "10": {
                    "title": "Hunted by Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "24 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Cupid's arrow hits the mark with cowboy Bruce and his gal Janice. But during a three-month anniversary hunting trip, a bullet shatters their union. Police discover a surprise hunter on the mountain that day and unravel a meticulously planned murder.    "
                },
                "11": {
                    "title": "Wedding Bell Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Together, music teacher Wilma and restaurateur Richard create a perfect harmony. But the music stops when their newlywed home is transformed into a death chamber. A jealous evil lurking close to home proves to be the most shocking of killers.    "
                },
                "12": {
                    "title": "Honeymoon on Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Both orphans, Diane and Kevin find peace when they wed and become family. But everything shatters when a body is found dismembered in the snow. Was it a jealous ex? A serial killer on the prowl? Police struggle to uncover an ice-cold obsession.    "
                },
                "13": {
                    "title": "Missing Mommy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Happily Never After (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    When single mom Debbie falls for salesman Bernard, they roll the dice and marry in Vegas. But their joy goes bust when the bride vanishes. Friends and family uncover a fanatical obsession by a surprising suspect who tore a loving mom away too soon.    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Thomas, Marlo"
            },
            {
                "name": "Walsh, Wendy L."
            },
            {
                "name": "Cassell, Natalie"
            },
            {
                "name": "Sr., John S. Howell"
            },
            {
                "name": "Swindell, Shawnta"
            },
            {
                "name": "Van Dorn, Brenda"
            },
            {
                "name": "Mielock, Scott"
            },
            {
                "name": "Johnson, Julian"
            },
            {
                "name": "Notti, Samantha"
            },
            {
                "name": "Alfonso, Berenice"
            },
            {
                "name": "White, Lauren"
            },
            {
                "name": "Woldu, Martha"
            },
            {
                "name": "Hines, Trey"
            },
            {
                "name": "Roldán, Miranda"
            },
            {
                "name": "III, W. Scott Parker"
            },
            {
                "name": "Ware, Ryan"
            },
            {
                "name": "Rikard, Laura"
            },
            {
                "name": "Amirian, Isaac"
            },
            {
                "name": "Barber, Bethany"
            },
            {
                "name": "Brock, Bill"
            },
            {
                "name": "Carpinelli, Mario"
            },
            {
                "name": "Faticoni, Annesa ann"
            },
            {
                "name": "Garcia, Jennifer"
            },
            {
                "name": "Grogan, Chelsea"
            },
            {
                "name": "Hang, Kristie"
            },
            {
                "name": "McShane, Erin"
            },
            {
                "name": "Myers, Sabrina Claire"
            },
            {
                "name": "Plato, Cheryl"
            },
            {
                "name": "Plato, Michael"
            },
            {
                "name": "Surowski, Peter"
            },
            {
                "name": "Taylor, Teresa"
            },
            {
                "name": "Tozzi-Barbay, Anna"
            },
            {
                "name": "Alongé, Brittany"
            },
            {
                "name": "Asberry, Martha"
            },
            {
                "name": "Barbour, Jim"
            },
            {
                "name": "Boom, Willa"
            },
            {
                "name": "Booth, Bill"
            },
            {
                "name": "Chapman, Ace"
            },
            {
                "name": "Dean, Alexandria"
            },
            {
                "name": "Dean, Jerrie Bruce"
            },
            {
                "name": "Gates, Jay"
            },
            {
                "name": "Gaudreau, Ryan"
            },
            {
                "name": "Greenbaum, Shana"
            },
            {
                "name": "Hail, Rebecca"
            },
            {
                "name": "Hairston, Kyndal"
            },
            {
                "name": "Harmon, Lee"
            },
            {
                "name": "Honett, Rebecca"
            },
            {
                "name": "Jernigan, Terry"
            },
            {
                "name": "Kell, Ayla Eden"
            },
            {
                "name": "Kelley, Eliza"
            }
        ],
        "genres": [
            "Documentary",
            "Biography",
            "Crime"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 3,
        "rating": 7.5,
        "votes": 88,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY1MTUxNDUwN15BMl5BanBnXkFtZTcwMjg1NjQxOA@@._V1_SY150_CR9,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Happily Never After",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Happily Never After (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Appel, Debbie"
            },
            {
                "name": "Caras, Mark"
            },
            {
                "name": "Cook, Dana Michelle"
            }
        ],
        "production companies": [
            {
                "name": "M2 Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Investigation Discovery"
            }
        ],
        "plot": [
            "For most people, their wedding day ignites dreams of a bright future and the hope of fading into the sunset with the one they love. But for some brides and grooms, the reality of 'til death do you part' hits come sooner than expected.::Investigation Discovery"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 88,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 31,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 35,
                "rating": 7.1
            },
            "males": {
                "votes": 27,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 6.6
            },
            "females": {
                "votes": 47,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 20,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 18,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 6.5
            },
            "us users": {
                "votes": 40,
                "rating": 6.8
            },
            "non us users": {
                "votes": 21,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 23,
            "9": 6,
            "8": 16,
            "7": 23,
            "6": 8,
            "5": 2,
            "4": 3,
            "3": 4,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}