{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 August 2012"
            },
            {
                "country": "Hungary\n",
                "date": "12 December 2012"
            }
        ],
        "release dates": [
            "USA::29 August 2012",
            "Hungary::12 December 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Buying and Selling"
            },
            {
                "countries": "Argentina",
                "title": "Vender para comprar"
            },
            {
                "countries": "Canada (French title)",
                "title": "Acheter et vendre avec les frère Scott"
            },
            {
                "countries": "Hungary",
                "title": "Venni vagy nem venni"
            },
            {
                "countries": "Italy",
                "title": "Buying and Selling"
            },
            {
                "countries": "Spain",
                "title": "Vender para comprar"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Property Brothers - Buying + Selling"
            }
        ],
        "akas": [
            "Buying and Selling (original title)",
            "Vender para comprar Argentina",
            "Acheter et vendre avec les frère Scott Canada (French title)",
            "Venni vagy nem venni Hungary",
            "Buying and Selling Italy",
            "Vender para comprar Spain",
            "Property Brothers - Buying + Selling World-wide (English title)"
        ],
        "akas from release info": [
            "Buying and Selling (original title)",
            "Vender para comprar Argentina",
            "Acheter et vendre avec les frère Scott Canada (French title)",
            "Venni vagy nem venni Hungary",
            "Buying and Selling Italy",
            "Vender para comprar Spain",
            "Property Brothers - Buying + Selling World-wide (English title)"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "No Horsing Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A family tried rural living for a few years but soon realized maintaining a 10-acre property is a full-time job. Now they're on the hunt for a turnkey property that's closer to friends and work, but they need Jonathan's help sprucing up their 200-year-old farmhouse while Drew leads them on a house hunt.    "
                },
                "2": {
                    "title": "Letting Go is Hard to Do",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A couple wants to downsize and is eager to sell before a subdivision floods their neighborhood with brand new homes, but their outdated property is making a lousy first impression. Jonathan steps in with a dramatic renovation plan, but Drew's house hunt is hampered by the couple's budget.    "
                },
                "3": {
                    "title": "Perfect Master Suite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    A couple with three growing boys desperately needs more space, but they've only gotten one lowball offer on their home. Jonathan wants to boost the home's curb appeal but runs into a potentially nasty surprise behind a wall, and Drew's house hunting options are limited with the couple's strict one-mile search radius.    "
                },
                "4": {
                    "title": "Making the Most of Nana's Gift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A couple has outgrown their bachelor pad and is desperate for more space. Thanks to a generous gift from Grandma, the couple is prepared to undertake an ambitious overhaul. Jonathan steps in to raise the fixer-upper's roof and highlight the home's charming Southern appeal. Meanwhile, Drew is determined to stretch their budget as far as he can as he searches for the perfect home closer to the city.    "
                },
                "5": {
                    "title": "Moving in with the Folks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    A growing family has outgrown their tiny house and needs a new home fast. Jonathan begins transforming their ugly duckling into a showpiece by tackling the awkward layout and working on the couple's lengthy to-do list. Meanwhile, Drew leads a house hunt in one of Nashville's most expensive neighborhoods. Plans change, however, once Grandma and Grandpa come into the picture.    "
                },
                "6": {
                    "title": "Nashville Trade-In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A couple seeks help from the Property Brothers to trade in their eclectic property for a sprawling new home in Nashville. Jonathan hits a snag while tackling their seriously overgrown garden, while Drew hunts for a dream home that may take them further from town than they'd anticipated.    "
                },
                "7": {
                    "title": "Small Budget, Big Sacrifices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Busy parents are desperate to move into a bigger house with their three young girls. The Property Brothers step in with a plan and it all starts with an overhaul of their builder-basic finishes and college dorm interiors. Meanwhile, the couple faces a choice when the house hunt hits a snag -- expand the search area, revise the budget or reevaluate their wish list.    "
                },
                "8": {
                    "title": "Tiny House Switcheroo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A couple's starter home was perfect a decade ago but with three kids and an in-home daycare, it's now bursting at the seams. They're more than ready to move but first they've got to overhaul their confused floor plan and kid-centric interiors. Jonathan sets out to reconfigure the entire main floor and is determined to make the tiny home look like a million bucks. Meanwhile, compromise proves essential as the couple's ambitious wish list gets a reality check.    "
                },
                "9": {
                    "title": "Moving Onward and Upward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    A growing family is in desperate need for more space, so Drew and Jonathan step in with a plan that starts with a complete transformation of their awkward and dated interior. During demo, Jonathan discovers a cost-saving surprise in the walls. Meanwhile, Drew promises to find a turnkey property, but his biggest challenge is nailing down an agreed upon location.    "
                },
                "10": {
                    "title": "Historic Heritage Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    A couple wants to trade their huge suburban heritage home for a turnkey property closer to the city and call in the Property Brothers to make it happen. Jonathan vows to infuse the 200-year-old property with historic charm and the latest features, but a warped surprise lurks beneath the floorboards. Meanwhile, Drew is challenged by a hefty wish list and limited budget.    "
                },
                "11": {
                    "title": "More for Less",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Ten years after buying their starter home, a couple is juggling three kids, an in-home salon and a long list of unfinished DIY. Drew sets out to find them a sprawling new home in their current neighborhood. Meanwhile, Jonathan promises that his renovation will have buyers lining up for a one-of-a-kind home.    "
                },
                "12": {
                    "title": "Downsizing to Maximize Living Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Newlyweds and empty nesters Lisa and Dave are ready to downsize, and they're looking for an open-concept suburban palace where they can entertain their big blended family in style. Drew leads the hunt for the ideal property with enough space downstairs for an in-home spa, and the search results improve dramatically when the budget gets a major boost. Meanwhile, Jonathan is determined to transform the couple's dated home into a showstopper.    "
                }
            },
            "1": {
                "1": {
                    "title": "Julie and Blake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    With three babies under three, Julie and Blake have outgrown their current home and desperately need more room. They're hoping to find a spacious one-story property with plenty of perks. But unless they update their house and sell it at top dollar, they won't be going anywhere. When Jonathan unveils the long list of renovations, the couple is daunted by the cost and scope of overhauling the property. Drew's search for the family's new home eventually yields a few gems, but not before a hidden hazard sends them packing.    "
                },
                "2": {
                    "title": "Marie and Robert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "5 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Caught between their new professional lives and their old student lifestyle, quirky accountants Robert and Marie may be ready to move on but their disheveled home is holding them back. With water damaged floors, confused rooms, and a master bath turned storage area, the property is unsellable. In order to leverage its value, Jonathan comes up with a plan to breathe fresh life into the home. A single tile proves to be a costly setback, and when Drew finds them a rare showpiece, the couple gambles on a short sale to land a great new home.    "
                },
                "3": {
                    "title": "Paul & Terri",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Terri and Paul's sons were accepted to a prestigious school in a great district. But if their parents don't sell their current home and move in time, they'll lose their hard-won spots. Mom and dad are willing to relocate, but after three months on the market, their under-loved property threatens to derail their plans. Determined to maximize the home's value and encourage a sale in just two weeks, Jonathan tackles an ambitious makeover and uncovers some potentially lethal DIY along the way. For Drew, finding a perfect home that meets the couple's wish list is a tall ...    "
                },
                "4": {
                    "title": "Janna & Michael",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    With three kids and a hectic schedule, working parents Janna and Michael are desperate for more space. They've outgrown their starter home and urgently need a bigger house. But unless they revamp their cramped kitchen, chances are they'll be staying right where they are. Drew and Jonathan unveil a plan for the ultimate property swap, and although Janna is defensive about their feedback at first, the couple agrees to a strategic overhaul. Jonathan makes dramatic changes that make the house sparkle. Meanwhile, Drew finds a perfect suburban home that fits the bill, but ...    "
                },
                "5": {
                    "title": "David",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    A devoted widowed father of five, David needs to downsize to a smaller home so he can afford to pay for college tuition. The ideal property must be spacious enough to fit the family and their friends, but small enough to fit their budget and future plans. Jonathan gets the entire family involved in revamping their current home and Drew unveils a cost-effective strategy for staging it. Although David insists he is ready to downsize, he finds fault with every property he visits. The family bravely faces a fresh new start, but packing up their memories and walking away ...    "
                },
                "6": {
                    "title": "Jeremy & LaShelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    With two rambunctious kids under three, Jeremy and LaShelle have outgrown their starter home and are looking for a spacious suburban property. But unless they revamp their current home and sell it for top dollar, their dreams will remain well beyond their budget. Drew eventually convinces the reluctant couple to spend money in order to make money. But getting them to agree on the ideal home proves tricky and LaShelle threatens to fire him twice. Meanwhile, Jonathan focuses on the renovations and tries to keep everyone on track. The couple finally falls for a pricey ...    "
                },
                "7": {
                    "title": "Cristal & Scott",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    With two young kids, a dog, a rabbit, and a chicken, Cristal and Scott are struggling to keep up and their cluttered home isn't helping. The family is desperate for more room, but before they start shopping for new digs, they've got to revamp their current property. Drew and Jonathan reveal their plan for a dramatic overhaul, but an emotional Cristal is reluctant at first. During the renovations, she's also unenthusiastic about celebrating the couple's seven-year anniversary in the garage and her extravagant taste clashes with the design plan. Meanwhile, the house ...    "
                },
                "8": {
                    "title": "Shane & Sydney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    When Shane renovated his deluxe bachelor pad he was a single dad. But now he's married to Sydney and they're looking for a spacious property where they can expand their family. In order to sell the couple's current house for top dollar, Drew and Jonathan come up with a strategic makeover plan. Jonathan focuses on a kitchen whitewash, but relocating the laundry room proves more costly than anticipated. Meanwhile, Drew comes up with a number of great houses and the couple must choose between two perfect properties.    "
                },
                "9": {
                    "title": "Halley and Justin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "24 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    With a rambunctious toddler and another baby on the way, Halley and Justin urgently need a more child-friendly home. But they can't even list their current property until they undertake a major overhaul. Drew and Jonathan are determined to help them move on and come up with a strategy. But once the walls come down, the problems start piling up as Jonathan uncovers a major leak, faulty wiring, mold, termite damage, and a rat's nest. The couple is overwhelmed by the news and the skyrocketing price tag. As for finding them a new property, Drew struggles to get Halley and...    "
                },
                "10": {
                    "title": "Kristen and Craig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    When Kristin married Craig, she moved into his crowded house with his three kids. In urgent need of more space, they're now looking for a sprawling family-friendly home in a great location. The couple tried to sell their home last year, but didn't get a single offer. So Drew and Jonathan come up with a colorful makeover plan that's guaranteed to turn things around. While tearing down a wall, Jonathan uncovers a potentially lethal situation in the bathroom. Drew's search for the perfect property yields a few showstoppers, but satisfying the couple's expectations proves...    "
                },
                "11": {
                    "title": "Jenn and JP",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    New parents Jenn and JP are determined to give their son a great start. But they bought the wrong house in the wrong neighborhood and are now hoping to find to a family-friendly home in a vibrant community. The couple agrees to Drew and Jonathan's makeover plan, even if it means maxing out their savings. Revamping the home's curb appeal is a cinch, but Jonathan's kitchen makeover hits a serious snag. Meanwhile, the search for the perfect family home becomes more complicated as Jenn and JP continue adding to their growing list of must-haves.    "
                },
                "12": {
                    "title": "Christi and Peter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    With two high-achieving daughters, Christi and Peter have outgrown their noisy open concept home and, in time for the new school year, are urgently looking for a sprawling property in a great district. In order to sell their current home for top dollar, nearly every room needs an update, and with the couple's tight budget, Drew and Jonathan get creative. Jonathan's dramatic kitchen makeover hits an early setback. Meanwhile, Drew shows the family every listing in their price range but finding the perfect property proves tricky and stressful.    "
                },
                "13": {
                    "title": "Marie and Zane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    With a rambunctious toddler and another baby on the way, Zane and Marie desperately need a bigger home. But until they spruce up their charm-free property, they're not going anywhere. In a neighborhood full of look-alike properties, Drew and Jonathan vow to make the couple's house stand out. Jonathan tackles an ambitious ten-day makeover. Meanwhile, Drew leads the couple to the perfect new family property. But they soon find out that putting in an offer doesn't guarantee they'll live happily ever after.    "
                }
            },
            "2": {
                "1": {
                    "title": "Dan & Voula",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "14 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Two active boys and their hockey equipment have overtaken Dan and Voula's cramped suburban home. And while the couple is desperate to move to a larger property, they won't be going anywhere unless they overhaul their current home and sell it for top dollar. Drew and Jonathan are ready to make it all possible. But when Jonathan starts gutting the kitchen, the family experiences the downside of living through a renovation. Meanwhile, Drew leads the confused couple on an exhaustive home search and the trickiest part is making a final decision.    "
                },
                "2": {
                    "title": "John & Laurie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Laurie and John's stately century home has been in her family for generations. But it's also the family nest egg, and now that Laurie's parents are ready to retire, the property has to be sold and the profits shared.    "
                },
                "3": {
                    "title": "Denise & Gus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    It was just the two of them when Gus and Denise first moved into their three-bedroom home. But 12 years and three kids later, the house is bursting at the seams, and they're desperate to find a new property that suits their growing needs.    "
                },
                "4": {
                    "title": "Stephanie and Chris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    With four kids and two busy careers, Chris and Stephanie's cramped home has morphed into a toy-filled giant jungle gym. The family needs room to grow and is eager to find a spacious new home. But with cluttered interiors and unfinished DIY, they're stuck in real estate limbo. In order to sell their current property for top dollar, Jonathan tackles the bare-bones master bathroom and gives the house the polish it needs. Meanwhile, Drew leads the couple on a search for the family's forever home. The two-week renovation pushes the family to the limit. And even with their ...    "
                },
                "5": {
                    "title": "Renee & Brent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 May 2013",
                    "year": "2013",
                    "plot": "\n    Renee and Brent live in a quiet suburban neighborhood, but life in their overcrowded home is anything but peaceful. With three active boys, they're in desperate need of a bigger house. But they can't afford to move until they finish their long list of renovations. From the outside, the home is picture-perfect. But inside, the property needs a lot of work. Jonathan tackles a major kitchen makeover and uncovers a costly fix in the process. Meanwhile, Drew's challenge is finding the family's forever home. Brent wants to stay on budget, but Renee's not willing to give up ...    "
                },
                "6": {
                    "title": "Kathy and Michael",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "6 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    With their children's education on the line, Kathy and Michael need to move or their daughters will have to change schools. And in order to buy into the exclusive neighboring school district, the couple will have to sell their current home for top dollar. The only problem is the property is nowhere near the top of its class. Jonathan takes charge of the renovations, overhauling the home's tired interiors and transforming the dated kitchen into a culinary showpiece. Meanwhile, Drew leads the couple on an exhaustive search for their forever home. Kathy and Michael are ...    "
                },
                "7": {
                    "title": "Pearl and Folkert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Feeling the squeeze in their tiny place, Pearl and Folkert are ready to move out of their starter home. They've been saving for years and can finally afford a major upgrade. But the move depends on selling their current home for top dollar. And unless they spruce up the property's lackluster interiors, they won't be going anywhere. Jonathan comes up with a solution for the home's tricky layout and turns a forgettable fireplace into a functional focal point. Concerned about the home's location right next to a school, Drew reassures the couple there's a buyer for every ...    "
                },
                "8": {
                    "title": "Ken and Kimberly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    It's been six years since his wife passed away, and Ken and his daughter Kimberly are now ready to move on. Their sprawling home on a one-acre yard holds a lot of great memories. It's time to finish up the stalled renovations, sell the home for top dollar, and start fresh. Ideally, the sale of the property will provide money for Ken's retirement, Kimberly's education, and their new family home. And while Jonathan gets busy with his knockout design plan, Drew is determined to find the father and daughter duo a low-maintenance property with two separate living areas. ...    "
                },
                "9": {
                    "title": "Saira and Jesse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "7 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Raising their growing family while running two home-based businesses, Saira and Jesse are feeling the squeeze. They urgently need more space, and are determined to sell their starter home for top dollar. But while the mountain-views are spectacular, their drab interiors are way behind the times. Jonathan overhauls the kitchen, updates the bathroom, and reunites the basement apartment with the rest of the home. Meanwhile, Drew leads the tricky search for a home in the same neighborhood with enough room to house a daycare and a lawn care business.    "
                },
                "10": {
                    "title": "Daniel and Iris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    With three kids and a grandmother all living under the same roof, Daniel and Iris ran out of room long ago. The couple is desperate to find a spacious home where this multi-generational family can all have their own space. But with lackluster interiors that are overrun with toys, their current home is holding them back. In order to sell the property for top dollar, Jonathan gives both the kitchen and bathroom a much-needed makeover. Meanwhile, Drew leads the search for a spacious four-bedroom home with a separate suite for grandma. The couple falls for a ...    "
                },
                "11": {
                    "title": "Travis and Carolyn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "5 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Busy parents Travis and Carolyn dream of finding a move-in ready home in time for the new school year. But they won't be going anywhere until they finish up their own half-renovated house. For years, they've been living in a DIY disaster zone and now time is running out. Luckily for Travis, he can call on his childhood friends Jonathan and Drew to help out. While Jonathan vows to finish all the renovations once and for all, Drew promises to find the couple a perfect property in their desired school district. The results of the makeover are stunning, but balancing the ...    "
                },
                "12": {
                    "title": "Barry and Corinna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Barry and Corrina are determined to move or their son will lose his coveted spot at a top-notch school nearby. In order to purchase a property in the pricey new school district, they'll have to sell their current home for top dollar. But the cluttered home doesn't show well and Barry is reluctant to convert his man cave back into a two-car garage. Jonathan is eager to give the kitchen a much-needed overhaul, but uncovers a costly surprise that changes the overall design plan. Meanwhile, Drew tries to balance Barry's tight budget with Corrina's extensive wish list. ...    "
                },
                "13": {
                    "title": "Warren and Jill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "14 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    School teachers and busy parents, Jill and Warren want to buy their forever home in time for the new school year, but the condition of their current home means they won't net top dollar. For years, they've focused solely on paying down their mortgage. And as a result, the property has turned into a cluttered fixer upper with a kitchen that's literally falling apart. Determined to transform the home's rundown interior into an irresistible showpiece, Jonathan tackles a major kitchen renovation and gives every room a clear definition. Meanwhile, it's up to Drew to find a...    "
                }
            },
            "3": {
                "1": {
                    "title": "Abby & David",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Abby, David, and their son are already feeling the squeeze in their tiny home. And with another baby on the way, they've got just five months to relocate to their forever home. The couple's lofty plan hinges on selling their current home for top dollar, but with its lackluster unfinished interiors, that's not going to happen. Jonathan is determined to give the property the polish it needs, and narrowly averts a crisis in the kitchen. Meanwhile, it's up to Drew to find a budget dream home that matches the family's extensive wish list. That's easier said than done, ...    "
                },
                "2": {
                    "title": "Chuck & Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "16 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    With three generations living under one roof, Chuck and Kim are feeling the squeeze. Plus, getting the kids to school every day means a grueling four-hour daily commute for mom. It's definitely time to relocate. But they'll have to spruce up their current home first or they won't be able to afford the upgrade. Jonathan has a plan to revamp the home's worn-out interiors, but a heavy-duty surprise in the kitchen means he has to re-jig the design. Meanwhile, Drew is determined to find a spacious suburban home with a separate living area for grandma. But the real ...    "
                },
                "3": {
                    "title": "Chip & Danielle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    With a big dog, a rambunctious toddler, and a baby who literally sleeps in the closet, stay-at-home dad Chip and working-mom Danielle juggle their busy schedule in a home they've long since outgrown. They're eager to relocate to a bigger property, but their current home's dreary décor is holding them back. Jonathan steps in with an ambitious ten-day renovation plan that includes an overhaul of the kitchen and master bathroom. And once the walls come down, he uncovers a nasty surprise. Meanwhile, Drew hits it out of the ballpark by delivering a home with everything on ...    "
                },
                "4": {
                    "title": "Jack & Clifton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "27 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jack bought his bachelor pad nearly a decade ago, well before he met Clifton and they adopted two sons. With lack of space a serious problem, the couple has spent two frustrating years looking for the perfect property. To make matters worse, their current home is overrun with toys and poor design choices, and is hardly a magnet for buyers. Drew and Jonathan are convinced that with a few key improvements, they can sell the couple's current house for top dollar and get them settled into a sprawling new family home. Drew's challenge is to find a centrally located ...    "
                },
                "5": {
                    "title": "Ken & Laura",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Laura was an artist living in the big city until she married Ken and settled down in the suburbs. And while they're now prepared to find a downtown property that's big enough for their two kids and Ken's race car collection, their worn-out home is not ready for sale. Jonathan vows to finish the partially renovated kitchen and modernize the outdated interiors, but runs into a potentially hazardous structural problem along the way. Meanwhile, Drew's hurdle is finding a downtown home that satisfies the couple's suburban wish list. Later, with a paintbrush hanging in the ...    "
                },
                "6": {
                    "title": "Adesola & Jennifer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    With three-year-old twin girls and a baby boy, ex pro-footballer Adesola and his wife Jennifer are desperate to find a bigger nest. But with its rainbow palette, disastrous master bath, and toy-filled interiors, their house just isn't ready for the market. Drew and Jonathan agree it will take more than a makeover to sell the couple's house at top dollar. And while Jonathan gets busy with a major overhaul, Drew leads the search for a move-in ready property. When a potentially lethal hazard is uncovered, the family must relocate to a hotel. And when a key deal falls ...    "
                },
                "7": {
                    "title": "Chris & Jennifer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Pastor Chris and Jennifer's house may be big enough for the average family, but their family is anything but average. With nine children, three bedrooms, a home classroom and just one bathroom, space is at a premium. And though they needed a bigger home yesterday, they'll have to spruce up their tired old property before they go anywhere. Drew and Jonathan kick things off with a decluttering initiative that includes a garage sale face off. Later, Jonathan tackles an ambitious kitchen and bathroom overhaul, and gets the kids working on a surprise for Mom and Dad. ...    "
                },
                "8": {
                    "title": "Alisha & Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Alisha and her contractor husband bought a sprawling fixer-upper they planned to transform into their dream home. Tragically he passed away last year, leaving Alisha to raise their four-year-old son and maintain the ramshackle five-bedroom property on her own. Alisha is desperate to buy a smaller maintenance-free home, but knows her current property needs a major makeover before it's ready for market. Drew and Jonathan step in with a creative plan to make the most of her limited budget. In order to get top dollar for Alisha's place, Jonathan undertakes an ambitious ...    "
                },
                "9": {
                    "title": "Evonna & Lazarus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Busy parents Lazarus and Evonna's dream home turned into a nightmare when a foundation problem drained all their renovation money. So while they're ready to relocate to a move-in ready property with plenty of room for their three growing kids, their dated interiors are holding them back.    "
                },
                "10": {
                    "title": "Greg & Kristen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "5 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Greg and Kristin's house used to be a perfect fit, but five kids later, it's bursting at the seams. The busy family is desperate for a sprawling suburban home where everyone will have a room of their own. But Mom and Dad have no time for house hunting. Not to mention their well-worn kid-centric home is overrun with toys and won't fetch the money they need to afford their dream home.    "
                },
                "11": {
                    "title": "Sunita & David",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "12 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Sunita and David are desperate for more space, but their current home's overcrowded interiors are holding them back. With two kids and no storage space, the house is overrun with toys and David's hobbies. The couple is hoping to find a larger house in their up-and-coming community, but with rising property values they may be in for sticker shock. And there's even more on the line since they've got just two-months to sell before a major financial deadline could cost them big money.    "
                },
                "12": {
                    "title": "Eric & Misty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "19 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    With half-finished projects everywhere, Eric and Misty are living through a DIY disaster in a home they've long since outgrown. With three daughters and another one on the way, they're feeling the squeeze in their cramped quarters. And Eric's half-finished projects are preventing the sale of their home.    "
                },
                "13": {
                    "title": "Mayra & Chris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "1 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Newlyweds Mayra and Chris and their blended family are eager to move into a new home with dedicated spaces for everyone to enjoy. But their bachelor pad-style house will need a major overhaul before they can sell it for top dollar and afford the home of their dreams.    "
                }
            },
            "4": {
                "1": {
                    "title": "Julie & Rob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    It was just the two of them when Rob and Julie moved in to their cozy home in a lakeside community. But two kids and a decade later, they're desperate for more space. The couple tried their hand at home improvement over the years, but their poor design choices ended up lowering the value of their home and now it's holding them back.    "
                },
                "2": {
                    "title": "Lori and Michael",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    With two growing daughters and a jam-packed home, Lori and Michael are drowning in clutter. A self-proclaimed packrat, Lori has filled every corner with stuff. And though they're desperate to move to a larger home, the couple's disastrous interiors would send any potential buyer running for the hills or to the nearest dumpster.    "
                },
                "3": {
                    "title": "Nyasha and Hezekiyah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Nyahsa and Hezekiyah bought their current home at a great low price intending to spend their savings on updates and repairs. But shoddy workmanship and half-completed repairs have turned their dream home into a reno nightmare. And now with their savings tapped out, it's up to the Property Brothers to fix their home and find them a move-in ready new property.    "
                },
                "4": {
                    "title": "Krystal & Cameron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    With baby number two on the way, busy parents Krystal and Cam are eager to swap their high-maintenance century home for a turnkey property. But while the home has plenty of character, its dated layout, microscopic kitchen and long list of much-needed renovations are preventing them from making the move.    "
                },
                "5": {
                    "title": "Ela & Noam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "19 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Naom and Ela's suburban party pad suited their lifestyle when it was just the two of them. But with the arrival of a baby girl, they've got an all-new outlook and need a house that better suits their growing family. The problem is, they can't sell their current home for top dollar until the inside of their home gets a full make-over and their overgrown front garden gets some much-needed curb appeal.    "
                },
                "6": {
                    "title": "Daniel & Vanessa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "19 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Daniel and Vanessa have outgrown their starter home. With a baby on the way, they've got just two months to find a larger home where they can put down roots for good, and entertain their huge circle of family and friends in style.    "
                },
                "7": {
                    "title": "Lolita",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "26 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    After 16 years in her compact home, single mom Lolita is desperate to find a larger property for herself and her four growing boys. But until she spruces up her well-worn current digs, the family's not going anywhere. And that's when Drew and Jonathan step in with a real estate intervention.    "
                },
                "8": {
                    "title": "Santino & Andrea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    After five years, Andrea and Santino's love affair with the suburbs is over, and with their two little boys in tow, they're now desperate to head back downtown. But there's a hiccup in their master plan. If they don't spruce up their well-worn family home and sell it for top dollar, they won't be able to afford their pricey urban upgrade.    "
                },
                "9": {
                    "title": "Joe, Selena & Melisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Fire chief and single dad Joe lives in the suburbs with his two teenage daughters. But the non-stop driving is taking its toll, and they're desperate to trade their detached home and crazy commute for a downtown condo with all the perks.    "
                },
                "10": {
                    "title": "Simone & Madan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "5 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    With three grown daughters who are happy living at home, Simone and Madan ran out of room long ago, and their crowded house is seriously cramping their style. The entire family is eager for more space, but that won't happen until Mom and Dad can agree on their priorities.    "
                },
                "11": {
                    "title": "Jonie & Taisha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "12 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    A hardworking single mom who loves providing for her family, Jonie didn't hesitate when her eldest daughter Taisha asked to move back in with her own young daughter. But while Jonie's heart is huge, her home isn't. And after five years, their cramped quarters have put a serious squeeze on their lifestyle.    "
                },
                "12": {
                    "title": "Francis & Juanita",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "19 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Francis and Juanita moved from India to Canada five years ago and bought the first house they could afford. They still love the property, but with two kids and a dream of reuniting their extended family under one roof, the house is now too small and they need to move fast.    "
                },
                "13": {
                    "title": "Lesley & Ryan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A year ago, Lesley and her son moved in with firefighter Ryan and his two boys, but the house is way too small for their blended family and they desperately need more space. In order to afford an upgrade, the couple must sell their property for top dollar. But the bachelor pad interiors and a DIY-disaster in the bathroom are seriously holding them back.    "
                }
            },
            "5": {
                "1": {
                    "title": "Simone & Craig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    After years of commuting to the city, a suburban family searches for a swank downtown home.    "
                },
                "2": {
                    "title": "Joe & Lana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    An urban family is desperate for a new life in the burbs but their dated home is holding them back.    "
                },
                "3": {
                    "title": "Julie & Nick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    With its tiny footprint and over-the-top yellow facade, this family's home is cramping their style.    "
                },
                "4": {
                    "title": "Mike & Steve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "plot": "\n    With two dads and four kids, this energetic family has outgrown their cozy cottage.    "
                },
                "5": {
                    "title": "Jeremy & Dayna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    With their crowded house bursting at the seams, a family is desperate for real estate therapy.    "
                },
                "6": {
                    "title": "Rachel & Anthony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A couple dreams of growing their family, but their undervalued home is holding them back.    "
                },
                "7": {
                    "title": "Kim & Pete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "24 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    With three active boys, a couple searches for a dream home with a family-friendly layout.    "
                },
                "8": {
                    "title": "Mike & Nicole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    A couple's real estate intervention proves more profitable than they ever imagined.    "
                },
                "9": {
                    "title": "Beth & Chris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "7 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    With limited options and a deadline, a couple's tricky house hunt puts their priorities to the test.    "
                },
                "10": {
                    "title": "Chandra & Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "14 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A family's foreclosure home is a DIY disaster and now they're stuck in real estate limbo.    "
                },
                "11": {
                    "title": "Dan & Olivia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    This hardworking couple is so desperate to move, they're willing to sell their home at a loss.    "
                },
                "12": {
                    "title": "Charlie & Renee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    This foodie family loves to cook but their apartment-size kitchen is seriously cramping their style.    "
                },
                "13": {
                    "title": "Dennis & Marie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Three kids later, a couple's dream home is giving them the squeeze and they're desperate to move on.    "
                }
            },
            "6": {
                "1": {
                    "title": "Frank & Diana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "13 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It's high time to move on, but finding this family's dream home will require a major compromise.    "
                },
                "2": {
                    "title": "Neil & Jenna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A couple's frat house fixer upper stands between them and their dream home.    "
                },
                "3": {
                    "title": "Sheryl & Frank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A couple is ready to leave their starter home behind and find their forever home.    "
                },
                "4": {
                    "title": "Michelle & Danielle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "3 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Jonathan and Drew are determined to help a family recoup their investment and move on.    "
                },
                "5": {
                    "title": "Danielle & Steve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "10 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A couple doesn't want to follow Drew's advice, but in the end they're sure glad they did.    "
                },
                "6": {
                    "title": "Blanca & Teddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "17 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Drew and Jonathan provide support as a costly repair threatens to derail a couple's house hunt.    "
                },
                "7": {
                    "title": "A Lateral Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A couple with a new baby needs a bigger home, but they don't want to get saddled with a heftier mortgage. Jonathan is determined to transform the dated interior of their current home while Drew takes charge of the ambitious house hunt.    "
                },
                "8": {
                    "title": "A Bidding War of Their Own (David and Siobhan)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    David and Siobhan are desperate to find a new family home after being outbid in their city's red-hot market. Jonathan tackles the couple's current home but faces an uphill battle with David's traditional aesthetics. Meanwhile, Drew leads the house hunt in one of the most expensive neighborhoods and comes up with a surprise twist.    "
                },
                "9": {
                    "title": "More is More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    This family has lived in their home for three years now and while the kids love the backyard pool, mom and dad have been struggling with a poorly designed kitchen and a basement that's been a DIY disaster. They've decided it's time to move on and the Property Brothers are there to help them do just that. While the family is determined to move, they refuse to make compromises so Jonathan is left with a bigger job than he expected and Drew is faced with a long list of must-haves. An on-the-spot decision to increase the budget has the family breaking a sweat but the ...    "
                },
                "10": {
                    "title": "East vs. West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    When they started out on their own, this couple's home had plenty of space. Now with two growing kids, they're desperate for more. The couple is eager to make a move and concerned that if they don't act fast, they'll be priced out of the market for good. The Property Brothers step in with a real estate intervention to help get top dollar for the family's current home. Jonathan tackles an ambitious overhaul while Drew takes charge of the house hunt. The brothers are working hard, but will the couple be able to agree on the perfect location?    "
                },
                "11": {
                    "title": "Plans to Expand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    With rambunctious twin boys, this family is desperate for a bigger home. They're hoping to stay in their exclusive neighborhood but their outdated home is holding them back. The Property Brothers have a solution and it starts with overhauling the property's gaudy exterior. Inside, Jonathan's strategic renovation may push the price beyond the couple's expectations. After the family agrees to expand their search to the suburbs, Drew is determined to find them a fully loaded forever home. As the hunt goes on, the family faces unusual challenges as they live in their ...    "
                },
                "12": {
                    "title": "Stuck in a Suburban Starter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    After nine years and two kids, this couple's suburban starter home is bursting at the seams. While they agree it's time to move on, they're in a standoff over where their new home should be so the Property Brothers step in to broker a solution. Jonathan begins transforming their builder's basic townhouse into a showpiece while Drew tackles an ambitious house hunt. There may be plenty of great options on both ends of the spectrum but the couple continues to debate the benefits of a convenient urban home vs. a country home that fulfills their wish list.    "
                },
                "13": {
                    "title": "A Single Mom's Forever Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Property Brothers - Buying + Selling (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    After two decades in their builder-basic starter home, single mom Paula and her daughter, Isabel, are ready for a step up. They need to renovate their current property to get top dollar, but Paula's faith in contractors is at an all-time low, and Drew and Jonathan's first job is winning her trust. She needs a last-minute pep talk before the walls come down, and then it's up to Jonathan to transform the lackluster interiors into a design-savvy showpiece. Meanwhile, Drew is determined to find his clients the perfect turnkey home near school and family.    "
                }
            }
        },
        "number of episodes": 90,
        "cast": [
            {
                "name": "Scott, Drew"
            },
            {
                "name": "Scott, Jonathan Silver"
            },
            {
                "name": "Krangle, Jodi"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 7,
        "rating": 7.3,
        "votes": 600,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc3OTAxMzk0MV5BMl5BanBnXkFtZTcwNTg3NTQ5OQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "BUYING & SELLING WITH THE PROPERTY BROTHERS, the all-new realty series where Jonathan and Drew help homeowners take their next step up the property ladder. Featuring two pivotal real estate moments, double the stress, and twice the manpower, first Jon renovates the family's home for a successful sale, while Drew hunts down the best options for the family's next property and oversees the selling and buying.",
        "languages": [
            "English"
        ],
        "title": "Property Brothers - Buying + Selling",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Blythe, Amy"
            },
            {
                "name": "Clark, Lorraine"
            },
            {
                "name": "Fogliato, Patricia"
            }
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "Home and Garden Television (HGTV)"
            },
            {
                "name": "Spektrum Home"
            },
            {
                "name": "W Network"
            }
        ],
        "special effects": [
            {
                "name": "Authority FX"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "SIM Digital / Bling Digital"
            }
        ],
        "plot": [
            "BUYING & SELLING WITH THE PROPERTY BROTHERS, the all-new realty series where Jonathan and Drew help homeowners take their next step up the property ladder. Featuring two pivotal real estate moments, double the stress, and twice the manpower, first Jon renovates the family's home for a successful sale, while Drew hunts down the best options for the family's next property and oversees the selling and buying.::Cineflix"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 600,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 81,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 177,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 136,
                "rating": 7.3
            },
            "males": {
                "votes": 190,
                "rating": 6.8
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 18 29": {
                "votes": 34,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 91,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 49,
                "rating": 6.7
            },
            "females": {
                "votes": 234,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 45,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 80,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 83,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 28,
                "rating": 6.1
            },
            "us users": {
                "votes": 208,
                "rating": 7.1
            },
            "non us users": {
                "votes": 107,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 154,
            "9": 59,
            "8": 107,
            "7": 130,
            "6": 67,
            "5": 29,
            "4": 16,
            "3": 10,
            "2": 9,
            "1": 19
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}