{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 January 2012"
            },
            {
                "country": "Hungary\n",
                "date": "17 November 2012"
            }
        ],
        "release dates": [
            "USA::26 January 2012",
            "Hungary::17 November 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Fat Chef"
            },
            {
                "countries": "Hungary",
                "title": "Hájas séfek"
            }
        ],
        "akas": [
            "Fat Chef (original title)",
            "Hájas séfek Hungary"
        ],
        "akas from release info": [
            "Fat Chef (original title)",
            "Hájas séfek Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mike and Melba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Michael is a 36-year-old morbidly obese pastry chef from Long Island with a dangerous fast food addiction. As he hovers around 500 pounds, his life and health are in dire straits. Meanwhile Harlem soul food maven Melba is a single mom wrestling with obesity of her own, as she deprives herself during the day and binges at night. Both blame their extreme weight on long hours, stress, and constant temptation synonymous with the food industry. Their weight is putting their lives in serious danger. Now they are doing something about it - following them over sixteen weeks, ...    "
                },
                "2": {
                    "title": "Rocco and Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Cleveland-based chef Rocco weighs over 300 pounds and can't seem to put the brakes on his nonstop eating, while fellow overweight Cleveland caterer Kimberly samples her decadent dishes all day and binges on takeout at night. Both blame their obesity on having no time to cook for themselves or exercise, and they need help to take back control of their health. With the goal of losing 25% of their body weight in sixteen weeks, Rocco and Kimberly will work under the guidance of Brett Hoebel. But can they conquer their cravings and learn time management, or will their jobs...    "
                },
                "3": {
                    "title": "Mike and Alley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Ally is a New York City caterer who is addicted to the delectable party food she serves every day. Mike is a line cook at a Chicago bistro who can't get enough of the mouth-watering burgers and fries he churns out every night. Both chefs weigh over 300 pounds and can't control themselves around their own food. The food industry is killing them but they are determined to lose over 75 pounds each over sixteen weeks without jeopardizing the careers they love. With the help of Christine Avanti working with Ally and Brett Hoebel working with Mike, they will attempt to ...    "
                },
                "4": {
                    "title": "Dimitri, Chelsie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    n a fight for his life, Greek restaurateur Dimitri struggles to manage three Brooklyn restaurants while carrying around over 320 pounds. The stress of running a family business drives him to emotional eating. Meanwhile, Times Square BBQ Line Cook Chelsie fights temptation to overeat on the job and at home, as her weight balloons to close to 300 pounds. Her addiction to unhealthy eating needs to be confronted. Over a 16-week period, both Dimitri and Chelsie will attempt to stop their deadly march toward obesity. Under the guidance of health and fitness consultants, ...    "
                },
                "5": {
                    "title": "Jeff, Maggie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Jeff is a Senior Sous Chef at a Newark, NJ airport hotel whose inability to curb his appetite has pushed his weight to over 350 pounds. Maggie is a 29-year-old pastry chef in Chicago who binges at night and has seen her weight push to over 270 pounds. Both blame their obesity on the stresses of the food industry, yet are determined to stop this path to an early grave. Over a 16 week period, both Jeff and Maggie will attempt to confront their abusive relationships to food and, with the help of health and fitness consultants, try to lose 25% of their body weight.    "
                },
                "6": {
                    "title": "John, Jenn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Chef (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    John is a 33-year-old obese pizza shop owner from Brooklyn with a bad habit of binge eating the greasy, fattening food he makes every day. Jennifer is a severely overweight culinary instructor and cookbook author whose problem with portion control and emotional eating has wreaked havoc on her body. Both chefs are ready to take back control of their health and lose 25 percent of their weight in 16 weeks. But can they relearn their relationships with food, or will old habits die hard?    "
                }
            }
        },
        "number of episodes": 6,
        "locations": [
            "Chicago, Illinois, USA",
            "Cleveland, Ohio, USA",
            "New York City, New York, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 7.5,
        "votes": 17,
        "plot outline": "For overweight chefs, working in the food industry is a double-edged sword. While indulging their love of food has brought them success, money and respect, it's also killing them. Each episode of Fat Chef features two such overweight food professionals and spends four months with them as they confront their food issues and, with the help of therapists, nutritionists and trainers defeat their abusive relationships with food and become healthy.",
        "languages": [
            "English"
        ],
        "title": "Fat Chef",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "Kirkstall Road Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Digi Life"
            },
            {
                "name": "Food Network"
            }
        ],
        "plot": [
            "For overweight chefs, working in the food industry is a double-edged sword. While indulging their love of food has brought them success, money and respect, it's also killing them. Each episode of _Fat Chef_ (qv) features two such overweight food professionals and spends four months with them as they confront their food issues and, with the help of therapists, nutritionists and trainers defeat their abusive relationships with food and become healthy.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 7.3
            },
            "males": {
                "votes": 8,
                "rating": 6.6
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "females": {
                "votes": 7,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 14,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 8,
            "9": 0,
            "8": 2,
            "7": 1,
            "6": 2,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}