{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2012"
            },
            {
                "country": "Canada\n",
                "date": "31 August 2012"
            }
        ],
        "release dates": [
            "Canada::2012",
            "Canada::31 August 2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Beginner's Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The staff at Binion's Casino always has its hands full but this week Sin City's hi-octane shenanigans push everything to the next level. A wild bachelor party has Binion's on alert, while preparations for the 5th Annual Poker Classic tournament forces Jana, a sexy young blackjack dealer, to sober up and learn how to run a poker table.    "
                },
                "2": {
                    "title": "Training Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When business grinds to a halt, Binion's doubles down on winning younger customers with fresh tactics. They sponsor a 16 year-old car-racing prodigy to compete in their name but, despite her confidence, her pink-rimmed Camaro spins out of control. Meanwhile, the senior staff ditches their suits in favour of t-shirts to appear more casual, and mentor new young staff members. But Kim, a cute farm gal, seems to fail at every job the casino throws at her. And if things couldn't get any worse, security has to deal with a drunken flasher and his unruly pals.    "
                },
                "3": {
                    "title": "Cheaters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    With a full house, it's all hands on deck at Binion's Casino. In the restaurant Party Girl Barb celebrates her 50th birthday and really takes it to the next level in the rooftop pool. Down in the pit, two card experts, hired to expose vulnerabilities, test Cowgirl Veronica, while an obnoxious card counter threatens to swindle a ton of cash from the casino. And Jana and her pals get the shock of a lifetime when they head up to Binion's infamous haunted room 400.    "
                },
                "4": {
                    "title": "Stormin' Norman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    This week Binion's Casino looks to its colourful staff to star in its new poster campaign, while security fights to keep local scam artists off the property. Norman, the campaign's novice photographer, clashes with Priscilla, the casino's most recognizable cocktail waitress, when she refuses to pose for the camera. Meanwhile, security goes on high alert when an elderly man turns out to be a local thief on a mission to scam Binion's guests.    "
                },
                "5": {
                    "title": "Cattle Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Hard-edged Security Supervisor Dorothy goes undercover and faces down a trio of drunken party girls looking for a fight. The bosses give Dorothy a gift of a lifetime when she handles the situation like a true professional. Meanwhile, Binion's holds auditions to beef up their stable of sexy Cowgirls. A mixed bag of wannabes hope they have the perfect combination of personality and smarts, with a hot body to boot, to be chosen for the top spot.    "
                },
                "6": {
                    "title": "Against the Odds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When paramedics rush in to take the casino's beloved employee Fletch to the E.R., everyone is on pins and needles. Back at the casino, Cowgirl Roxy fends off a player whose lewd comments threaten to break up her game. And up on the top floor, Glenn threatens Albert's job in the legendary steak house if he doesn't break with tradition to attract younger clientele.    "
                },
                "7": {
                    "title": "Takes All Sorts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Binion's Casino rolls out the red carpet when Las Vegas' legendary and outgoing mayor drops by for his last official visit. A bachelorette party surges from sassy to down and dirty and complaints start pouring in. Meanwhile, Glenn works his magic to pacify a high-stakes gambler on a dangerous slide into the red. And Harris is led on a wild goose chase when an eight-year-old boy goes missing inside the casino.    "
                },
                "8": {
                    "title": "Old and New",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    With its rich history and modern updates, Binion's Casino is the best in the business. But when Karri, casino supervisor and 40-year veteran, clashes with customers and new recruits with her old school style, Ron is forced to read her the riot act. Meanwhile, management sees potential in Cowgirl Jana and gives her a prime opportunity to train as a supervisor. But after a few false starts, they wonder if she's mature enough for the challenge. And, security goes on high alert when a defiant gang of hypnotists starts to put customers under their spell.    "
                },
                "9": {
                    "title": "Calendar Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    With hot girls and new games, Binion's Casino is the one to beat. Glenn creates a stir when he announces that one lucky Cowgirl will grace the cover of the casino's sexy calendar. Allegra's confidence takes a beating when a rowdy group of gamblers hurl insults about her body. Meanwhile Dorothy responds to a distress call and finds herself face-to-face with an unruly and drunken customer with an axe to grind. And Glenn sticks his neck out and introduces a new game he hopes will drive up profits.    "
                },
                "10": {
                    "title": "End of the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Casino Confidential (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Binion's Casino Shift Manager Ron has a rough couple of days when Cowgirl Jana shows a severe lack of respect for the rules. Forced to intervene, Glenn gives her a birthday present she will never ever forget. And upstairs at the steakhouse, Manager Albert clashes with Glenn's plan to inject the restaurant with new energy. As a new chef spices up the menu, Albert's temper flares out of control.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Cyr, Steve"
            }
        ],
        "locations": [
            "Las Vegas, Nevada, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.3,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmRmYmRiZGUtZGMzNy00MGVjLWE5YzMtZWI2MTQ0NzE3MmY5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Casino Confidential",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "akas": [
            "Casino Confidential (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "TVtropolis"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            }
        ],
        "plot": [
            "A documentary series that investigates the underbelly of Las Vegas through the eyes of staff at Binions Casino.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 5.4
            },
            "males": {
                "votes": 8,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 5.4
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 2,
                "rating": 4.0
            },
            "non us users": {
                "votes": 3,
                "rating": 5.7
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 2,
            "7": 1,
            "6": 4,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 6.3,
        "median": 6
    }
}