{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 February 2012"
            }
        ],
        "release dates": [
            "USA::27 February 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "10 Things You Don't Know About"
            },
            {
                "countries": "Czech Republic",
                "title": "10 vecí, které nevíte"
            },
            {
                "countries": "Sweden",
                "title": "10 saker du inte visste om"
            }
        ],
        "akas": [
            "10 Things You Don't Know About (original title)",
            "10 vecí, které nevíte Czech Republic",
            "10 saker du inte visste om Sweden"
        ],
        "akas from release info": [
            "10 Things You Don't Know About (original title)",
            "10 vecí, které nevíte Czech Republic",
            "10 saker du inte visste om Sweden"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Flag",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "16 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The American Flag is one of the most familiar symbols in the world. Many have sung the National Anthem, pledged allegiance, and waved it proudly... but Henry knows the Stars and Stripes has more stories than you've heard. From its first design to the original pledge, from the Civil War to the Moon, the Flag has taken a journey through American history unlike any other.    "
                },
                "2": {
                    "title": "Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "23 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Texas--there's no state in America like it. Big. Brash. Bold. But Henry's trek through the Lone Star State will completely shatter what you thought you knew. This once independent nation's history is an adventure of epic proportions--there are macabre spectator events, exotic animals, pirates, natural disasters... and an almost inconceivable political secret weapon. After what Henry uncovers, you'll never see Texas the same way again.    "
                },
                "3": {
                    "title": "Civil Rights",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "30 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Henry cracks open the books on one of America's most defining chapters--the Civil Rights movement. On a road not often traveled, he crosses the country in search of the unknown stories that built a generation of heroes. From the little-known actions of iconic pioneers like Martin Luther King Jr., Malcolm X, and Lyndon Johnson to the many courageous deeds of unheralded champions, there's much more to America's fight for equality than you've been taught.    "
                },
                "4": {
                    "title": "Edison & Tesla",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "6 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Thomas Edison and Nikola Tesla are two of the most famous minds in American History... yet their lives and work are filled with facts you'd never even imagine. There's obscure inventions, eccentric ideas, a proposed duel... not to mention the surprising site where you'll find artifacts from their first collaboration. Henry leaves no bulb unscrewed in finding the most incredible facts surrounding these scientific giants.    "
                },
                "5": {
                    "title": "The American Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "13 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The American Revolution is History 101. We all know how the Thirteen Colonies broke from the British Empire and formed the U.S. of A., but this bloody conflict brims with incredible accounts that will blow your mind. Henry unearths tales of overlooked heroes, astonishing innovations, and heartbreaking tragedy. THIS account of the American Revolution is one of the greatest stories never told... until now.    "
                },
                "6": {
                    "title": "The Hoover Dam",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The Hoover Dam is an iconic American landmark, yet within its massive walls lie tales long buried. From harrowing accounts of the men who built it, to the shocking ways they were kept in danger. There were explosive ideas on how to make a dam so large, and even more incredible ways to protect it. From the Colorado River to California's Salton Sea, Henry's journey to find unknown facts about the Hoover Dam is as colossal as the structure itself.    "
                },
                "7": {
                    "title": "Marijuana",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    No matter what you call it--cannabis, weed, pot, ganja, bud, herb, or marijuana--this controversial plant's roots run deep in America. And Henry isn't shying away from digging up its long and complicated history... from its mysterious origins, to top-secret government programs, to hemp's importance in colonial times and wartime. Marijuana's affected the lives of every class of American--from rich businessmen to slaves on the plantation--so prepare to get high on history and let your preconceived notions go up in smoke.    "
                },
                "8": {
                    "title": "Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "11 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Whether it's in your pocket, in your bank account, or stuffed under your mattress, what most people don't know about the history of their cash can fill Fort Knox. Henry travels the strange and sordid trail of currency in America... from how bills were first printed, to why have coins have ridges on them. There are bizarre stories of wishing wells, the national debt, even the U.S. Government literally setting one state's dollars ablaze. By the end of this trip, your money will never look the same way again.    "
                },
                "9": {
                    "title": "Las Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Though it's often defined by gambling, mobsters, and broken dreams, Las Vegas has a background far more diverse--from the Depression's impact on the city, to a President's surprising influence, to its history as a patriotic tourist destination. It attracted the biggest personalities--a famous recluse who helped get rid of the mob, and a larger than life legend that fell victim to the city's vices. What happened in Vegas, won't stay in Vegas... as Henry finds that there's more to Sin City than meets the eye.    "
                },
                "10": {
                    "title": "The Gold Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Gold Rush was the largest mass migration in American History--with hundreds of thousands of fortune seekers eager to stake their claim to the billions buried beneath California. Henry mines for little-known nuggets of truth about untold greed, vigilante justice, dangerous and destructive practices.... even secret societies still in existence today. See the far-out history of how Gold Fever REALLY panned out for Americans attempting to make their wildest dreams come true.    "
                }
            },
            "1": {
                "1": {
                    "title": "Benjamin Franklin",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Benjamin Franklin was a multi-talented American founding father--but he also owned slaves, frequented sex clubs and was a suspected serial killer. In this episode of our new series, maverick historian David Eisenbach uncovers little-known details of Franklin's past, shedding new light on Franklin's eccentric behaviors and how they enabled him to help save the American Revolution.    "
                },
                "2": {
                    "title": "Abraham Lincoln",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Abraham Lincoln was the steady hand of leadership during the Civil War, only to be gunned down in his prime at Ford's Theater. Outspoken historian David Eisenbach delves into Lincoln's private life and reveals that the Great Emancipator was a racist, had trouble with women and actually enjoyed sleeping with men.    "
                },
                "3": {
                    "title": "John F Kennedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    JFK brought Camelot to Washington and forever cemented the Kennedy name in the political sphere. But he was also a courier in Nazi Germany, a body builder and was seriously addicted to danger. Maverick historian David Eisenbach will uncovers these and more little-known details about the life of John F. Kennedy.    "
                },
                "4": {
                    "title": "J Edgar Hoover",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    J. Edgar Hoover ran the FBI for almost 40 years and was America's most respected, and feared, lawman. Author and historian David Eisenbach digs into Hoover's buried secrets to reveal that Hoover was also a neighborhood peeping tom, a sexual blackmailer, and created the world's first Gay Spy Ring.    "
                },
                "5": {
                    "title": "The OK Corral",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The OK Corral was the site of the world's most famous Wild West gunfight. But the shootout didn't actually happen at the OK Corral, Wyatt Earp was more of a pimp than a lawman, and Doc Holliday didn't die with his boots on. Historian David Eisenbach heads straight to the scene of the crime to unearth what you don't know about the gunfight at the OK Corral.    "
                },
                "6": {
                    "title": "The Roosevelts",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Franklin and Eleanor Roosevelt were Washington's first couple with a New Deal. But historian and author David Eisenbach reveals that the Roosevelts' marriage was a political arrangement of epic proportions. FDR had a long-running affair with his wife's secretary, and Eleanor was a closet lesbian in love with a female news reporter.    "
                },
                "7": {
                    "title": "The Mormons",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Mormons built a politically powerful religion based on family, faith and clean living. But they also built Las Vegas, they owned brothels, and they copied some of their rituals from the Freemasons. These are just some of the secrets author and Historian David Eisenbach uncovers.    "
                },
                "8": {
                    "title": "Pablo Escobar",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 18,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Pablo Escobar was Colombia's king of cocaine, a man his own government was afraid to touch. But he also violated the dead, set fire to millions in cash to keep warm and actually helped the US hunt down Osama Bin Laden. Outspoken historian David Eisenbach probes the world of narcotrafficking and uncovers things you didn't know about Escobar.    "
                },
                "9": {
                    "title": "General George Patton",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    George S. Patton was WWII's greatest combat general. His armored troops rolled to stunning and important victories in North Africa and Europe. But Patton suffered from dyslexia, he never wore those pearl-handled pistols, and he was even an international contraband smuggler. Maverick historian David Eisenbach uncovers Patton's secrets.    "
                },
                "10": {
                    "title": "Caligula",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Caligula was a notoriously sadistic Roman Emperor with a wanton disregard for life. Roman citizens, even those with money and power of their own, lived in fear of Caligula's cruelty. In this episode, historian David Eisenbach reveals that Caligula also walked on water, played craps to make Rome rich, and engaged in incest with his own sisters.    "
                },
                "11": {
                    "title": "Adolf Hitler",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 17,
                    "original air date": "30 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Adolph Hitler was history's most notorious anti-Semite, so hell-bent on world domination that his Nazi war machine inflicted death and destruction on millions of innocent victims. Historian David Eisenbach reveals that Hitler had been homeless, that he feared sex with women and was a child of incest.    "
                },
                "12": {
                    "title": "The Rat Pack",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 13,
                    "original air date": "7 May 2012",
                    "year": "2012",
                    "plot": "\n    They were the bad boys of popular music in the 1960's. But contrary to the usual stories, Frank Sinatra had nothing to do with starting the Rat Pack, Dean Martin was never really drunk to begin with, and Judy Garland wanted Sinatra so badly she stalked him. Author and historian David Eisenbach brings you all the cool details.    "
                }
            },
            "2": {
                "1": {
                    "title": "Presidential Assassinations",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "2 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Four American Presidents have lost their lives to some of the most notorious madmen in all of history. But Henry Rollins is discovering that there are some strange and wild tales of assassination that you just don't know about. Whether it's failed attempts and medical oddities, or brain-busting conspiracies and savage gun battles, Henry has his crosshairs trained on the most shocking facts surrounding presidential assassins.    "
                },
                "2": {
                    "title": "The White House",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The White House might be the most recognizable home in the entire world. But as a Washington, D.C. native, Henry Rollins knows there's far more to 1600 Pennsylvania Avenue than meets the eye. From dissecting the shape of the Oval Office to uncovering why a brothel once operated on White House grounds, Henry uncovers the most thought-provoking details about the Executive Mansion.    "
                },
                "3": {
                    "title": "The Founding Fathers",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    You can find images of the Founding Fathers pretty much anywhere--monuments, paintings, even your money. But Henry Rollins is about to take your preconceived notions of these titans and turn them on their ear. There are unbelievable innovations, bitter rivalries, spy games...and even bankrupt presidents. These are the facts about the Founders you wish you'd been taught in high school.    "
                },
                "4": {
                    "title": "Prohibition",
                    "kind": "episode",
                    "episode of": {
                        "title": "10 Things You Don't Know About (TV Series 2012–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "23 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Prohibition was one of the most outlandish, and most influential periods in all of American history--and Henry Rollins is going to reveal just how strange it got. From Al Capone's deep, dark family secret and weird D.C. monuments still standing today, to the crazy and sinister things our government did to get average Americans to stop drinking, you won't believe what Henry's dug up.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Rollins, Henry"
            },
            {
                "name": "Eisenbach, David"
            },
            {
                "name": "McLain, Robert"
            },
            {
                "name": "Black, Dustin Lance"
            },
            {
                "name": "Markley, Jonathan"
            },
            {
                "name": "Schaffenburg, Karl"
            },
            {
                "name": "Stuart, Kenneth"
            },
            {
                "name": "Turner, Thadd"
            },
            {
                "name": "Freeman, Joanne"
            },
            {
                "name": "Anderson, John"
            },
            {
                "name": "Baum, Doug"
            },
            {
                "name": "Burgess, Jim"
            },
            {
                "name": "Cox, Mike"
            },
            {
                "name": "Curley, Stephen"
            },
            {
                "name": "Curtis, Larry"
            },
            {
                "name": "Fitzgerald, Jane"
            },
            {
                "name": "Garbutt, John"
            },
            {
                "name": "Hieronimus, Robert"
            },
            {
                "name": "Hillis, David"
            },
            {
                "name": "Hook, D'Artagnan"
            },
            {
                "name": "Jones, Dwayne"
            },
            {
                "name": "Jones, Jennifer L."
            },
            {
                "name": "Kingery, Jerrod"
            },
            {
                "name": "Leepson, Marc"
            },
            {
                "name": "Rogers, Jeff"
            },
            {
                "name": "Spasic, Larry"
            },
            {
                "name": "Spudis, Paul"
            },
            {
                "name": "Travers, Stephen J."
            },
            {
                "name": "Winders, Richard Bruce"
            }
        ],
        "genres": [
            "Documentary",
            "Biography",
            "History"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Norway:A::(TV rating)"
        ],
        "number of seasons": 3,
        "rating": 7.4,
        "votes": 139,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM3NzUyNTQ1OF5BMl5BanBnXkFtZTgwMTI2MDIxMzE@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "10 Things You Don't Know About",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-2014",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Chhabra, Sapna"
            },
            {
                "name": "Goldstein, Evan"
            },
            {
                "name": "Walton, Johnathan"
            }
        ],
        "production companies": [
            {
                "name": "Asylum Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "other companies": [
            {
                "name": "Reenactment Stock Footage"
            }
        ],
        "plot": [
            "Henry Rollins discusses different subjects throughout history.::jetjobob_rodel"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 139,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 44,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 55,
                "rating": 7.3
            },
            "males": {
                "votes": 76,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 29,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 38,
                "rating": 7.1
            },
            "females": {
                "votes": 35,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 6.2
            },
            "females aged 30 44": {
                "votes": 15,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 16,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 19,
                "rating": 6.7
            },
            "us users": {
                "votes": 76,
                "rating": 7.4
            },
            "non us users": {
                "votes": 19,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 35,
            "9": 15,
            "8": 33,
            "7": 25,
            "6": 13,
            "5": 2,
            "4": 4,
            "3": 1,
            "2": 4,
            "1": 7
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}