{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "16 July 2012"
            },
            {
                "country": "Belgium\n",
                "date": "30 May 2013"
            },
            {
                "country": "Netherlands\n",
                "date": "5 September 2013"
            }
        ],
        "release dates": [
            "UK::16 July 2012",
            "Belgium::30 May 2013",
            "Netherlands::5 September 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Nature's Microworlds"
            },
            {
                "countries": "Hungary",
                "title": "A természet miniatűr világai"
            },
            {
                "countries": "Ukraine",
                "title": "Екосистеми свiту"
            }
        ],
        "akas": [
            "Nature's Microworlds (original title)",
            "A természet miniatűr világai Hungary",
            "Екосистеми свiту Ukraine"
        ],
        "akas from release info": [
            "Nature's Microworlds (original title)",
            "A természet miniatűr világai Hungary",
            "Екосистеми свiту Ukraine"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Insects Specials - Them and Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Steven examines the relationships between people and often creepy arthropod bugs (insects, spiders and scorpions...), more primitive then vertebrates but some 80% of animal wildlife, usually just seen as creepy. Many are problematic, verminous or voracious like locusts, whose swarms can devastate whole regions, but often kept under control best by others, like spiders or Kenyan ants. Some spread diseases, like malaria mosquitoes. Many are edible, even insects, sometimes crucial for poor people, some even culinary delicatessen like various crustaceans. Bees and ...    "
                },
                "2": {
                    "title": "Insect Specials. 2 - Small But Crucial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Artheropods aren't just the most numerous animals and omnipresent, they are also vital parts of most biotopes. Many are at the basis of food chains like tiny krill, which eats phytoplankton and is eaten by fish and whales. Many are specialized in recycling, like dun beetles and various scavengers. Some transform their environments even at landscape level, link ant and termite colonies. Other regulate bug populations, like spiders. Most important for plant life are pollinators, like bees and butterflies.    "
                },
                "3": {
                    "title": "Insect Specials. 3 - Secret of Their Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Insects owe their massive numbers and general, long-term success to combined factors. Extreme fertility, fast reproduction, hence short cycle make adapting fast and flooding any niche possible. They evolved and still increase enormous diversity, fitted to all kinds of environments and minute changes, in an 'arms race' of co-evolution, which stimulates diversity further.    "
                }
            },
            "1": {
                "1": {
                    "title": "Gálapagos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "16 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Steve's team films the Galapagos islands, a unique volcanic islands chain way off Chili's Pacific coast. This constantly changing, incredibly varied environment hosts an equally diverse and fast-evolving wildlife, terrestrial and marine. No wonder it inspired Darwin's theory of evolution, which can be observed here in a fascinating natural laboratory.    "
                },
                "2": {
                    "title": "Serengeti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The Serengeti in East Africa is the textbook example of a vast grassland, site of annual migrations, with wildebeest, lion, elephant and crocodile as iconic species. Howver its geological situation is rather unique, a hard layer of petrified voltaic ash largely restricting growth to favor grasses, as do fires, but half of those are men-made by tribal herdsmen.    "
                },
                "3": {
                    "title": "Amazon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Steve's team visits the world's largest and most diverse ecosystem, the Amazon rain forest, whose eponymous stream and countless tributaries contain a fifth of the world's river water, enough to largely drive its own weather cycle. Its unequaled 3 million known plants and animal species lives in a multi-stores environment, in extremely complex interaction. Only a shallow soil layer contains mineral nutrients, so the huge trees need extra support roots and various symbiosis, especially with mycorrhiza, a type of fungus.    "
                },
                "4": {
                    "title": "Monterey Bay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Monterey Bay, off the south Californoan coast, has a complex ecosystem. Its waters support an exceptionally rich kelp forest, which feeds and houses many fish etcetera and gets extra nutrients because land winds causes rich sediment from the deep ocean channel to be lifted by currents. Sea urchins are the only species voracious enough, eating stems too, to destroy kelp long-term. Sea otters control urchins, except when human hunting eliminated them and thus the whole ecosystem, which returned when they did.    "
                },
                "5": {
                    "title": "Okavango",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The Okavango Delta is the world's richest river delta, covering a vast, unusually flat plain in the Namibian desert. Most dries up until the rain from the Angolan mountains flow again. Its pattern changes constantly, due to vegetation functioning as natural dams and hippopotamus plowing numerous tiny canals.    "
                },
                "6": {
                    "title": "Svalbard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Survival on Svalbard, alias Spitzbergen, inside the Artic circle, requires dealing with extreme cold. Top predator is the polar bear, his favorite prey the masterly fishing seal, while polar foxes control the bird population. The island is exceptionally rich in wildlife for the North, on account of the unique bounty of food, enough for hibernation reserves, in its two months non-stop summer, combined with colliding Caribbean and Artic sea currents providing ample nutrients as they also sweep up the nitrates and phosphates that elsewhere usually remain sunk on the ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Canada's Coastal Forests",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Canada's coastal forests, stretching along the Pacific from the US border north and way into Alaska, bound by mountains, are among the richest biotopes. A hectare there supports more plants then in any rain-forest, the waters feed exceptionally rich fish schools, especially hearings, attracting scores of predators, often migrating, even humpback whales. On land, the lordly predators are bears, eagles and wolves.    "
                },
                "2": {
                    "title": "Great Barrier Reef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Australia's Great Barrier Reef, off Queensland's Gold Coast, is the world's largest living structure. Surprisingly rich given the relative scarceness of nutrition, it's the fruit of intricately-close and complex collaboration between many species, first-most the corals and intertwined algae which build the actual reefs on the relatively shallow oceanic bedrock, which are periodically damaged by storms but rebuild or compensated for by new colonization. Around it abound fish, crustaceans, mollusks and their predators.    "
                },
                "3": {
                    "title": "Namib Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The Namib desert was formed by sand blown est from the southern Atlantic ocean, forming ever-shifting dunes, which also cut off a narrow coastal strip, where wildlife abounds, especially breeding seals. At the land side, life is extremely specialized, to survive the scorching heat and tip into the very limited resources, such as dew from morning mist and tiny parts of rotting organism also carried from the sea by winds.    "
                },
                "4": {
                    "title": "Yellowstone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Steve's team investigates the Western wildlife in the Grandy Canyon, which was remarkably better helped by the reintroduction of the wolf then zoologists dared hope. Interaction with other predators proved minor. Although other prey species, like buffalo herds, are affected, the key are deer, whose unchecked grazing can undo the wood-/grass-land balance unless hunting wolves keep them in check.    "
                },
                "5": {
                    "title": "Deep Seas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Steve's team investigates the world's largest, yet still largely badly studied biotope by far: the deep ocean parts. For more life then expected dwells at different levels, even the dark where many generate their own light, mostly feeding on a long recycling chain of food grown under sunlight and decomposing at sea. However exceptionally rich wildlife concentrations are found in the most inhospitable parts of the sea surface, toxic zones around volcanic eruptions, where specialized bacteria form the part of a surreal food chain.    "
                },
                "6": {
                    "title": "Australia's Red Centre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Steve's team investigates Australia's Red Centre, a huge, hot desert colored by iron ore. Its wildlife mainly stems from before tectonic drift made the once lush freest-covered continent dry up but adapted remarkably well and originally, with iconic species like the extremely numerous red kangaroos, and a remarkably abundance of reptilians. Key to the food-chain however are insects, notably termites, which are capable to digest the specialized, drought-resistant grass which constitutes the only relatively abundant vegetation and is rejuvenated by frequent fires.    "
                },
                "7": {
                    "title": "Scottish Highlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nature's Microworlds (TV Series 2012– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Steve's team investigates his native Scotland's Highlands, a harsh, sparsely populated region, richer in wilder wildlife then most of Britain, last retreat for many species adapted to ice age conditions, while the same climate even allows thriving cities elsewhere. Key species i the forest parts are giant firs. The forest rivals with the poorer moor parts, in a complex relationship over geological/climatic time and human intervention.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Backshall, Steve"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 8.2,
        "votes": 45,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGFlYjQyN2ItNzBmMC00NTIyLWI3OTAtMTNjMjQyM2VlNjI3XkEyXkFqcGdeQXVyMjIxMTI0NTA@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Nature's Microworlds",
        "year": 2012,
        "kind": "tv series",
        "series years": "2012-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Canvas"
            },
            {
                "name": "NTR"
            }
        ],
        "other companies": [
            {
                "name": "BDH"
            },
            {
                "name": "Doghouse Post Production"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 45,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 21,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 8.1
            },
            "males": {
                "votes": 32,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 8.0
            },
            "females": {
                "votes": 8,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 7.7
            },
            "us users": {
                "votes": 4,
                "rating": 7.2
            },
            "non us users": {
                "votes": 34,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 10,
            "9": 8,
            "8": 17,
            "7": 3,
            "6": 5,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}